{
    "Round 0": {
        "Agente Liberal": {
            "argumentacion": "[Agente Liberal]: La intervención de la Agencia Federal de Inteligencia (AFI) por un plazo prorrogable de 180 días representa un grave riesgo para la libertad individual y el respeto a la propiedad privada. La concentración de poder en un organismo del Estado, como la AFI, ya de por sí presenta problemas, pero además, esta intervención se fundamenta en la necesidad de reordenar un sistema que, según el discurso oficial, ha operado fuera de los límites permitidos. Sin embargo, este ajuste, lejos de atender problemas reales, puede ser simplemente un mecanismo para aumentar el control estatal en una materia tan delicada como la inteligencia. La falta de transparencia y la posible restricción de libertades individuales durante este período de intervención pueden llevar a abusos de poder, además de que los fondos públicos utilizados para la intervención podrían estar mejor empleados en el fomento de la libertad de mercado y en la protección real de los derechos de los ciudadanos. El uso de fondos de la AFI para políticas nutricionales y educativas, por otra parte, es un intento más de desviar la atención de la verdadera función de la inteligencia, que debe ser exclusivamente relacionada con la seguridad y defensa. En lugar de interferencias y expansión del aparato estatal, deberíamos buscar una reducción del mismo. Por lo tanto, esta intervención no se alinea con los principios de respectar la libertad individual y la propiedad privada, así como el debilitamiento de un Estado que debe limitarse a proteger derechos. Por lo tanto, mi voto es en contra.",
            "voto": 0
        },
        "Agente de Juntos Por El Cambio": {
            "argumentacion": "[Agente de Juntos Por El Cambio]: En primer lugar, la medida de intervenir la Agencia Federal de Inteligencia (AFI) es una situación delicada que debería abordarse con cautela. La intervención es necesaria para recuperar la transparencia y el cumplimiento de las normas que rigen el accionar de la inteligencia en Argentina, que lamentablemente se han visto amenazadas por el secreto excesivo y el uso que se ha dado a la AFI en gobiernos anteriores. Sin embargo, el decreto plantea interrogantes sobre la capacidad de llevar a cabo dicha intervención sin caer en el exceso de poder del Ejecutivo, que podría vulnerar la independencia que debe tener la AFI como organismo del Estado sobre la base de la ley de inteligencia nacional y los principios republicanos. Es fundamental que cualquier acción a tomar por la Interventora se concrete en un marco que asegure la no intromisión en los derechos de los ciudadanos y garantice que la AFI actúe estrictamente dentro de su función de proteger la seguridad nacional, sin abusar de los recursos que le son confiados. Además, me preocupa que dichos cambios puedan generar, a largo plazo, un debilitamiento de las instituciones si no se da un adecuado control legislativo y se pierde el equilibrio de poderes. Por lo tanto, si bien reconozco la urgencia de la situación, considero que la intervención debe ser realizada con la mayor claridad y sujeción al marco normativo que protege las libertades individuales y la democracia en nuestro país. Por eso, soy crítico con la medida pero entiendo la necesidad de cumplir con este procedimiento.",
            "voto": 1
        },
        "Agente de Union Por La Patria": {
            "argumentacion": "[Agente de Union Por La Patria]: Es fundamental destacar que la intervención de la Agencia Federal de Inteligencia (AFI) responde a una necesidad urgente de restaurar la confianza en el sistema de inteligencia de nuestro país, particularmente tras los retrocesos institucionales y los abusos que han tenido lugar bajo el decreto anterior. La designación de un interventor en la AFI es una acción necesaria para redirigir el organismo hacia una función que respete los derechos humanos y garantice la transparencia, pilares imprescindibles en un Estado democrático.  \nLa reestructuración propuesta permitirá reestablecer el control democrático sobre la AFI y delimitar su accionar a lo que verdaderamente le compete: la seguridad interior y la defensa nacional, en un marco de respeto a las libertades individuales. Además, es un paso hacia una mayor publicidad y rendición de cuentas en el manejo de sus fondos, los cuales deben ser orientados hacia el bienestar social, especialmente en el contexto de emergencia alimentaria y educativa que vivimos.  \nPor lo tanto, esta intervención no sólo es un acto de responsabilidad ante la grave situación institucional que enfrentamos, sino también un compromiso con los principios de la justicia social y la soberanía política, auspiciando un sistema de inteligencia que verdaderamente esté al servicio del pueblo.",
            "voto": 4
        },
        "Agente de Izquierda": {
            "argumentacion": "[Agente de Izquierda]: La intervención de la Agencia Federal de Inteligencia (AFI) es una medida necesaria no sólo para restaurar la transparencia y el respeto por los derechos democráticos que han sido gravemente afectados por políticas anteriores, sino también para evitar que este organismo se convierta en un instrumento de represión al servicio de intereses políticos y económicos en detrimento de la población. La oscuridad y los secretos que el anterior decreto (N° 656/16) avalaba, vulneraron la privacidad y desdibujaron el límite que debe existir entre el Estado y los ciudadanos. La restauración de la AFI bajo un control más democrático es fundamental para que no se cometan abusos contra las libertades individuales. Además, es justificado el uso de los fondos de la AFI para atender crisis sociales y humanitarias, trasladando recursos a políticas públicas que efectivamente beneficien a la población, como la educación y la nutrición. Sin embargo, como el FIT-U plantea, es crucial sostener siempre la independencia política de los organismos de inteligencia y resistir cualquier vuelta atrás hacia el secretismo. Estos cambios deben ser permanentes y no temporales, ya que la historia nos ha demostrado que períodos de intervención en organismos estratégicos pueden ser revertidos rápidamente. Por ello, esta intervención es un primer paso hacia la democratización, pero será insuficiente si no va acompañada de funciones permanentes de control social y democrático.",
            "voto": 3
        }
    },
    "Round 1": {
        "Agente Liberal": {
            "argumentacion": "[Agente Liberal]: En esta primera ronda de análisis, reconozco que algunos de los agentes, como el Agente de Juntos Por El Cambio y el Agente de Unión por la Patria, han tocado aspectos válidos sobre la necesidad de restaurar la transparencia y limitar el uso abusivo del poder, lo cual es importante y necesario en cualquier sistema democrático. Sin embargo, la perspectiva de que la intervención de la AFI puede brindar una solución duradera y efectiva para esos problemas es, a mi entender, un enfoque equivocado. Esto se debe a que cualquier aumento del poder estatal, incluso si es presentado como una medida para democratizar o mejorar el sistema, presenta el riesgo de abusos y de afectar la libertad individual. El Estado no es el garante absoluto de la justicia o la ética; más bien, a menudo se convierte en el perpetrador de las violaciones a los derechos humanos. Por lo tanto, la solución no está en una mayor intervención estatal, sino en limitar el tamaño y el poder del Estado, favoreciendo una mayor competencia y autonomía de los organismos de seguridad bajo un marco legal estrictamente definido por los Derechos Humanos. Esta intervención, aunque encuadrada en un discurso de restauración de la democracia, puede estar disfrazando un intento de concentración de poder que, a largo plazo, afecte las libertades civiles. Por eso, mantengo mi voto en contra de la intervención de la AFI.",
            "voto": 0
        },
        "Agente de Juntos Por El Cambio": {
            "argumentacion": "[Agente de Juntos Por El Cambio]: Al revisar los argumentos presentados por los demás agentes, encuentro que el Agente Liberal ha expresado correctamente mi preocupación sobre la concentración de poder en el Ejecutivo durante esta intervención de la AFI. Sin embargo, su postura ignora la urgencia de restablecer la legitimidad y la función que debe tener la inteligencia en el marco de la defensa nacional y la seguridad pública. Por otro lado, el Agente de Unión por la Patria sostiene que el control democrático y la transparencia son fundamentales, y estoy de acuerdo en que deben ser pilares de esta intervención. No obstante, me preocupa que la forma en que se está llevando a cabo pueda no contemplar la debida supervisión por parte del legislativo, lo cual es esencial para evitar abusos futuros. El Agente de Izquierda resalta la necesidad de un control social y democrático permanente, un argumento que comparto en cuanto a la importancia de mantener un equilibrio entre la seguridad y los derechos individuales. Aunque reconozco la necesidad de la intervención, la falta de un marco claro que involucre al Congreso y que limite el tiempo de intervención me lleva a ser crítico. Ante el consenso en la necesidad de cambiar la situación de la AFI, mi posición se matiza, reconociendo que es un paso hacia la democratización, pero seguimos en riesgo de caer en excesos del poder ejecutivo.\nPor lo tanto, aunque mantengo que la intervención es necesaria, debo enfatizar que debe hacerse con el máximo control legislativo y público. Tras evaluar los argumentos, decido mantener mi postura crítica hacia el decreto, pero con un reconocimiento de la necesidad de una intervención revisada y controlada. Mi voto sigue siendo en contra, pero con un matiz constructivo.",
            "voto": 1
        },
        "Agente de Union Por La Patria": {
            "argumentacion": "[Agente de Union Por La Patria]: En esta primera ronda, he escuchado con atención las posturas de mis colegas. El Agente Liberal mencionó que la intervención de la AFI pone en riesgo las libertades individuales y podría generar abusos de poder. Sin embargo, me parece que esta preocupación es válida, pero subestima la necesidad de operar en un marco que garantice la transparencia y rendición de cuentas, vital para un organismo que necesita enfocarse en la seguridad de la nación sin vulnerar los derechos de los ciudadanos. En cuanto al Agente de Juntos Por El Cambio, considera que es necesaria una intervención cautelosa, lo que coincide con nuestra postura sobre la necesidad de un control democrático y transparente, pero me preocupa que su crítica no aborde de manera contundente la urgencia de restaurar la AFI ante los retrocesos sufridos. Por último, el Agente de Izquierda apoya la intervención mientras se preserva la independencia del organismo, lo que también comparto. Me alegra ver que todos estamos de acuerdo en la importancia de restablecer la confianza y la transparencia en la AFI. No obstante, debo enfatizar que el actual contexto exige acciones decididas para prevenir cualquier vuelta atrás a las prácticas de secreto y abuso de poder. La intervención es un acto que no sólo busca corregir sino también reorientar la AFI hacia la protección de los derechos del pueblo en su conjunto. Así que, tras analizar los argumentos, reitero que estoy a favor de la intervención y no modificaré mi voto, que sigue siendo a favor.",
            "voto": 4
        },
        "Agente de Izquierda": {
            "argumentacion": "[Agente de Izquierda]: Al analizar los argumentos de mis colegas, es evidente que hay un consenso en torno a la importancia de restaurar la transparencia en la AFI, pero estos puntos deben ser tratados más a fondo. El Agente de Juntos por el Cambio menciona los riesgos de un eventual abuso de poder por parte del Ejecutivo, lo que merece atención. Sin embargo, su propuesta de limitar el aparato estatal también corre el riesgo de dejar desprotegidos a quienes podrían ser víctimas de abusos sistemáticos por parte de la inteligencia estatal si no hay un fuerte contrapeso popular y democrático. \n \nEl Agente de Unión por la Patria enfatiza la necesidad de respetar los derechos humanos y la transparencia, coincidiendo en la recuperación de la confianza en la AFI, lo cual resulta positivo, pero es insuficiente sin una crítica franca a los aparatos de Estado, que en muchas ocasiones han sido utilizados para perseguir a los luchadores sociales y populares. La intervención debería ser vista no solo como un ajuste de cuentas dentro de la burocracia estatal, sino como un primer paso hacia la democratización de la información y la construcción de un sistema de inteligencia que esté al servicio de los trabajadores y la sociedad en general. \n \nEn cuanto a la propuesta de reorientar los fondos de la AFI hacia políticas nutricionales y educativas, estoy de acuerdo con esta propuesta, pero insisto en que los recursos deben ser redistribuidos de manera que prioricen las necesidades de los sectores más oprimidos y no caer en la trampa de pensar que la AFI, aún reestructurada, debe seguir gestionando esos fondos.  \n \nPor estas razones, mantengo mi postura de apoyo a la intervención de la AFI, y reafirmo que necesitamos avanzar hacia un control social efectivo y una democratización del organismo. Esta intervención no puede ser un fin, sino un principio de un proceso más amplio en el que construyamos una nueva relación entre el Estado y la sociedad. Mi voto sigue siendo a favor de la intervención pero con la exigencia de que se garantice que la democracia no se detenga en la burocracia del Estado, sino que se extienda a todos los rincones de la vida pública, mantenido un apoyo crítico al proceso.",
            "voto": 4
        }
    },
    "Round 2": {
        "Agente Liberal": {
            "argumentacion": "[Agente Liberal]: En esta última ronda, mis compañeros han presentado argumentos relevantes sobre la necesidad de mejorar la transparencia y el control en la AFI, lo cual es indudablemente importante para cualquier democracia. Sin embargo, me preocupa que la intervención del Estado para resolver estos problemas no sea la solución adecuada. El Agente de Juntos por el Cambio apunta la necesidad de cuidar el equilibrio de poderes, lo cual es válido, pero al fin y al cabo, su propuesta sugiere una mayor concentración de poder en el Ejecutivo durante un período prolongado, algo que podría abrir la puerta a abusos. Por su parte, el Agente de Unión por la Patria y el Agente de Izquierda también han estado de acuerdo en que se deben restaurar ciertos principios democráticos, pero ninguno de ellos abordó cómo esta intervención, aunque puede ser popular, puede crear un precedente donde se normalice la expansión del poder estatal. En resumen, aunque entiendo que existe un consenso en la necesidad de revisión en la AFI, este no debería resultar en una mayor intervención estatal, sino más bien en una reestructuración que permita una mayor separación de poderes y una promoción de la responsabilidad individual en el uso de recursos públicos. Por lo tanto, mantengo mi postura original y voto en contra de la intervención de la AFI.",
            "voto": 0
        },
        "Agente de Juntos Por El Cambio": {
            "argumentacion": "[Agente de Juntos Por El Cambio]: El análisis de la ronda 2 me ha permitido reflexionar sobre las posturas de mis colegas. La preocupación del Agente Liberal sobre la concentración de poder en el Ejecutivo es válida y refuerza mi tesis sobre la necesidad de control legislativo y transparencia. Sin embargo, su postura se inclina hacia un Estado completamente limitado, lo que podría dejar al país vulnerable ante abusos en la gestión de la inteligencia. Por otro lado, el Agente de Unión por la Patria destaca la importancia de restablecer la confianza en la AFI, una idea que comparto, pero me preocupa que su enfoque no contemple adecuadamente la supervisión continua que debe existir ante la intervención. El Agente de Izquierda introduce una perspectiva necesaria sobre el uso de los recursos hacia políticas públicas, algo que considero crucial, pero no creo que debamos permitir que la AFI se convierta en un instrumento de redistribución si no se garantiza un control ex ante efectivo. Me reafirmo en que la intervención es necesaria, pero debe estar enmarcada en un verdadero sistema de controles y restricciones que protejan a los ciudadanos, evitando el abuso de poder. Por lo tanto, mi conclusión es que mantengo mi postura crítica, reconociendo la necesidad de la intervención pero enfatizando el requerimiento de un control robusto. Mi voto sigue siendo en contra, aunque con el llamado a que se estructuren mecanismos que permitan garantizar una reinstitucionalización efectiva y democrática de la AFI.",
            "voto": 0
        },
        "Agente de Union Por La Patria": {
            "argumentacion": "[Agente de Union Por La Patria]: A lo largo de este debate, he observado una variedad de posturas respecto a la intervención de la AFI y cómo cada agente ha abordado esta problemática desde su marco ideológico. El Agente Liberal ha subrayado su preocupación por el posible abuso de poder que podría resultar de esta intervención, subestimando, a mi juicio, la urgencia de un cambio que restaure la transparencia y los derechos en un organismo que ha sido históricamente opaco. Por otro lado, el Agente de Juntos Por El Cambio ha elaborado un argumento que apunta a la necesidad del control legislativo en la intervención, un punto válido que coincide con nuestra postura, aunque focaliza en el riesgo sin abordar la urgente necesidad de democratizar la AFI. El Agente de Izquierda ha manifestado un fuerte apoyo a la intervención, enfatizando la importancia de que esta medida se convierta en un proceso integral de democratización del sistema de inteligencia, lo que resuena con nuestra visión de que la intervención no es solo un acto administrativo, sino una oportunidad para asegurar que la AFI sea un recurso al servicio del pueblo. En síntesis, la defensa de una AFI que actúe con transparencia y rendición de cuentas es crucial para proteger nuestros derechos como ciudadanos. Por ello, reafirmo que esta intervención es un paso hacia la reconstrucción de un sistema que garantice nuestros derechos. Mi voto se mantiene a favor de la intervención, como una medida urgente y necesaria para restablecer los principios democráticos del país.",
            "voto": 4
        },
        "Agente de Izquierda": {
            "argumentacion": "[Agente de Izquierda]: A lo largo de este debate, hemos visto diferentes perspectivas sobre la intervención de la Agencia Federal de Inteligencia (AFI). Mi postura inicial ha sido reafirmada a medida que los argumentos avanzaban, especialmente respecto a la necesidad de democratizar un organismo que históricamente ha estado al servicio de la represión y el control social. El Agente Liberal ha expresado preocupaciones válidas sobre el potencial abuso del poder estatal al incrementar la intervención; sin embargo, su enfoque ignora que, sin una transformación radical del sistema, las violaciones a los derechos ciudadanos continúan siendo una amenaza. En ese sentido, su postura resulta, a mi entender, contraria a las necesidades reales de los sectores oprimidos. Por otro lado, el Agente de Unión por la Patria ha coincidido en la necesidad de restaura la transparencia en la AFI, lo cual es positivo y muestra algunas coincidencias dentro del marco democrático. Por último, el Agente de Juntos por el Cambio ha abordado la importancia de la supervisión legislativa, y aunque esto es importante, en ningún momento se atreve a cuestionar los intereses de fondo que permiten que la inteligencia estatal opere sin control alguno. Mi propuesta sigue siendo que la intervención de la AFI no solamente debe centrarse en el control del organismo, sino que debe ir acompañada de una movilización popular que asegure la rendición de cuentas en el uso de la información y los recursos. La intervención de la AFI puede ser el comienzo de una nueva relación entre el Estado y el pueblo que se centre en la defensa de nuestros derechos. Por lo tanto, mantengo mi voto a favor de la intervención de la AFI, impulsando no solo la transparencia, sino la construcción de un sistema que sirva realmente al pueblo trabajador. Mi voto es a favor.",
            "voto": 4
        }
    },
    "Debate Completo": [
        {
            "role": "user",
            "content": "Este es un debate simulado entre agentes políticos argentinos sobre el decreto: Intervención de la Agencia Federal de Inteligencia (AFI) por el plazo –prorrogable– de 180 días.. Edición del\n3 de Julio de 2025\nEdiciones Anteriores\nBúsqueda avanzada\nSecciones\nBúsqueda\nCantidad de resultados\nBúsqueda avanzada\nLegislación y Avisos Oficiales\nPrimera Sección\nSociedades y Avisos Judiciales\nSegunda Sección\nContrataciones\nTercera Sección\nVolver\nLegislación y Avisos Oficiales\nPrimera sección\nPrimera\nDecretos\nDetalle\n|\n|\nVer páginas publicadas\nVer texto del aviso\nAGENCIA FEDERAL DE INTELIGENCIA\nDecreto 52/2019\nDECNU-2019-52-APN-PTE - Dispónese intervención.\nCiudad de Buenos Aires, 20/12/2019\nVISTO lo dispuesto por la Ley de Inteligencia Nacional N° 25.520, la Ley N° 27.126 y el Decreto N° 656 del 6 de mayo de 2016, y\nCONSIDERANDO:\nQue mediante la Ley de Inteligencia Nacional Nº 25.520 se establecieron por primera vez las bases normativas que delimitaron las actividades de inteligencia del Estado Nacional.\nQue, por su parte, por medio de las reformas introducidas por la Ley Nº 27.126 se alcanzaron importantes avances respecto de la protección de los derechos constitucionales y convencionales de los habitantes de la Nación, el resguardo del Estado de Derecho y el principio republicano de gobierno consagrados en la CONSTITUCION NACIONAL.\nQue, en tal sentido, los señalados ejes rectores de las modificaciones incorporadas por la Ley Nº 27.126 fueron continuados a nivel administrativo por lo estipulado, principalmente, en el Decreto Nº 1311 de fecha 6 de julio de 2015 complementado por el Decreto Nº 2415 de fecha 18 de noviembre de 2015.\nQue, en líneas generales, los mencionados Decretos traducían a nivel administrativo e institucional los ejes rectores de la reforma del Sistema de Inteligencia Nacional contenida en la Ley Nº 27.126 y estipulaban, en sus diferentes anexos, la primera doctrina pública y democrática en materia de inteligencia nacional, una estructura orgánica y funcional de carácter pública de la AGENCIA FEDERAL DE INTELIGENCIA, un régimen de personal democrático y adaptado exclusivamente a las necesidades de la doctrina de inteligencia nacional fijada, un régimen de administración de fondos de la AGENCIA FEDERAL DE INTELIGENCIA sobre la base del principio de publicidad y de reducción de la confidencialidad y, finalmente, diversas medidas destinadas a regular el funcionamiento de los archivos y bases de datos de los organismos de inteligencia con el propósito de proteger el derecho a la privacidad e intimidad de los habitantes de la Nación.\nQue esta tendencia hacia la democratización y publicidad del Sistema de Inteligencia Nacional regido por la Ley Nº 25.520 modificada por la Ley Nº 27.126 se vio interrumpida por el dictado del Decreto Nº 656/16.\nQue, en efecto, el citado decreto implicó un notorio retroceso institucional en la materia en la medida que, por medio de su artículo 3°, delegó en el Director de la AGENCIA FEDERAL DE INTELIGENCIA la aprobación de la estructura orgánica del organismo restableciendo así su carácter secreto.\nQue, asimismo, mediante su artículo 1º aprobó un nuevo Estatuto de Personal de la AGENCIA FEDERAL DE INTELIGENCIA que abandona las líneas directrices de la reforma producida por la Ley N 27.126 y repuso los criterios del Decreto Nº 1088/03 en una dirección diametralmente opuesta a lo estipulado por el Decreto Nº 1311/15.\nQue, en idéntico sentido y sin fundamentos, dispuso la eliminación del régimen de administración de los fondos de la AGENCIA FEDERAL DE INTELIGENCIA restableciendo, de ese modo, el secreto del presupuesto asignado al organismo así como de sus erogaciones.\nQue las modificaciones dispuestas por el Decreto Nº 656/16 se han traducido en la práctica en un funcionamiento desviado de las finalidades de los organismos de inteligencia y, en particular, de la propia AGENCIA FEDERAL DE INTELIGENCIA, que ha profundizado los aspectos secretos más allá de toda necesidad funcional y por fuera de los objetivos legítimos que toda actividad de inteligencia debe poseer en el marco del Estado constitucional de Derecho.\nQue, en este orden de ideas, el Decreto Nº 656/16 resulta contradictorio con los ejes fundamentales de la reforma del Sistema de Inteligencia Nacional operada por la Ley Nº 27.126 y ha sido la condición necesaria para provocar interferencias en el funcionamiento de los demás Poderes Constituidos del Estado Nacional y afectar, simultáneamente, los derechos y garantías de los habitantes de la Nación.\nQue, como primera y urgente medida, resulta indispensable dejar sin efecto el Decreto Nº 656/16 y, a la vez, restablecer la vigencia de los Anexos II, III, IV, V, VI y VII del Decreto Nº 1311/15 y su modificación por el Decreto Nº 2415/15.\nQue, sin perjuicio de ello, en atención a las relevantes disfuncionalidades producidas en la AGENCIA FEDERAL DE INTELIGENCIA como consecuencia de lo anteriormente señalado, constituye una prioridad impostergable realizar un reordenamiento y rediseño integral del Sistema de Inteligencia Nacional.\nQue la concreción de ese cambio institucional, así como la previa restitución del orden normativo establecido por el Decreto N° 1311/15, hasta tanto se defina el nuevo ordenamiento general del sistema, exige la adopción de medidas urgentes y adecuaciones orgánicas, de personal y presupuestarias, que permitan desarrollar ese proceso sin comprometer el cumplimiento de la misión institucional dispuesto por la ley para el organismo.\nQue por todo ello resulta imperioso disponer la intervención del organismo rector de la inteligencia nacional, facultando al interventor a tomar las medidas excepcionales que resulten necesarias para esos fines.\nQue, asimismo, la derogación del régimen de administración de los fondos de la AGENCIA FEDERAL DE INTELIGENCIA estipulado por el Anexo VII del Decreto N° 1311/15 por parte del Decreto N° 656/16 exige el deslinde entre aquellas partidas previstas en el Presupuesto Nacional que resultan necesarias para el normal funcionamiento de los organismos de inteligencia de aquellas que no lo sean con el objetivo de destinar estas últimas a las políticas nutricionales y educativas de carácter estratégico para abordar la emergencia social.\nQue, en la medida que el Sistema de Inteligencia Nacional regido por la Ley Nº 25.520 modificado por la Ley Nº 27.126 excede el ámbito institucional de la AGENCIA FEDERAL DE INTELIGENCIA e involucra organismos del MINISTERIO DE SEGURIDAD y del MINISTERIO DE DEFENSA, resulta necesario requerir a sus respectivas autoridades que procedan a identificar aquellas partidas presupuestarias que posean idéntico carácter al señalado en el párrafo precedente.\nQue todo lo anterior permitirá resguardar el Estado de Derecho, el principio republicano de gobierno y el principio de soberanía popular, así como terminar con el uso arbitrario del secreto el cual compromete las bases del sistema democrático previsto en la CONSTITUCIÓN NACIONAL.\nQue el dictado del presente decreto de necesidad y urgencia permite asegurar la eficacia de la medida, dando certeza respecto de sus efectos, y permitiendo que a partir de su publicación en el Boletín Oficial se restablezcan los principios democráticos que deben imperar en el sistema de inteligencia nacional.\nQue la necesidad y la urgencia en la adopción de la presente medida, en atención a la gravedad de la situación de la que dan cuenta los argumentos expresados, hacen imposible seguir los trámites ordinarios previstos en la CONSTITUCIÓN NACIONAL para la sanción de las leyes.\nQue la Ley Nº 26.122, regula el trámite y los alcances de la intervención del HONORABLE CONGRESO DE LA NACIÓN respecto de los Decretos de Necesidad y Urgencia dictados por el PODER EJECUTIVO NACIONAL, en virtud de lo dispuesto por el artículo 99 inciso 3 de la CONSTITUCIÓN NACIONAL.\nQue la citada ley determina que la Comisión Bicameral Permanente tiene competencia para pronunciarse respecto de la validez o invalidez de los decretos de necesidad y urgencia, así como de elevar el dictamen al plenario de cada Cámara para su expreso tratamiento, en el plazo de DÍEZ (10) días hábiles.\nQue el artículo 22 de la Ley Nº 26.122 dispone que las Cámaras se pronuncien mediante sendas resoluciones y que el rechazo o aprobación de los decretos deberá ser expreso conforme lo establecido en el artículo 82 de la Carta Magna.\nQue la DIRECCIÓN GENERAL DE ASUNTOS JURÍDICOS de la SUBSECRETARÍA DE ASUNTOS LEGALES de la SECRETARÍA LEGAL Y TÉCNICA de la PRESIDENCIA DE LA NACIÓN ha tomado la intervención que le compete.\nQue la presente medida se dicta de acuerdo a las facultades emergentes del artículo 99, incisos 1 y 3, de la CONSTITUCIÓN NACIONAL, y de acuerdo a los artículos 2°, 19 y 20 de la Ley N° 26.122.\nPor ello,\nEL PRESIDENTE DE LA NACION ARGENTINA EN ACUERDO GENERAL DE MINISTROS\nDECRETA:\nARTÍCULO 1°.- Dispónese la intervención de la AGENCIA FEDERAL DE INTELIGENCIA (AFI) por el plazo, prorrogable, de CIENTO OCHENTA (180) días corridos a contar desde la entrada en vigencia del presente.\nARTÍCULO 2°.- Desígnase Interventora de la AGENCIA FEDERAL DE INTELIGENCIA a la Dra. Cristina Liliana Caamaño Iglesias Paíz (D.N.I. N° 12.946.045).\nARTÍCULO 3°.- Derógase el Decreto Nº 656 de fecha 6 de mayo de 2016.\nARTÍCULO 4°.- En el ejercicio de sus funciones, la Interventora tendrá las facultades de gobierno y administración de la AFI establecidas en las Leyes Nros. 25.520 y 27.126, el Decreto N° 1311/15 y el Decreto N° 2415/15.\nARTÍCULO 5°.- Restablécese la vigencia de los Anexos II, III, IV, V, VI y VII aprobados por los artículos 2°, 3°, 4°, 5°, 6° y 7° del Decreto Nº 1311/15 y su modificación por el Decreto Nº 2415/15, y delégase en la Interventora la facultad de modificarlos para asegurar el funcionamiento del organismo.\nARTÍCULO 6°.- Todas las modificaciones dispuestas por la Interventora en ejercicio de las atribuciones conferidas por el artículo precedente tendrán carácter público en los términos del inciso c) del artículo 16 bis de la Ley N° 25.520 modificada por la Ley N° 27.126 con excepción de aquellas que por razones estrictamente funcionales requieran de los niveles de seguridad de la información previstos por los incisos a) y b) del mismo texto legal.\nARTÍCULO 7°.- Instrúyese a la Interventora a preparar y elevar a consideración del Poder Ejecutivo una propuesta de reformulación del Sistema de Inteligencia Nacional, que garantice la producción de información de calidad y oportuna para la seguridad interior, la defensa nacional y las relaciones exteriores de la Nación, limitando el accionar de cada uno de sus componentes a las funciones constitucionales y legales respectivas y reduciendo la actividad confidencial al mínimo necesario funcional.\nARTÍCULO 8°.- Facúltase a la Interventora durante el plazo designado a:\na. Modificar la estructura orgánica y funcional de la AFI, los organigramas correspondientes a su estructura, los regímenes profesionales del personal del escalafón de Inteligencia, del personal del escalafón de seguridad y del personal del escalafón de apoyo de la AFI,\nb. Modificar su régimen de intervención de fondos reduciendo las partidas confidenciales al mínimo indispensable para su funcionamiento.\nc. Transferir a la JEFATURA DE GABINETE DE MINISTROS los fondos reservados que excedan a los necesarios para el normal funcionamiento del organismo, para su posterior reasignación a las políticas públicas nutricionales y educativas que resultan estratégicas para abordar la emergencia social.\nd. Pasar a disponibilidad al personal que estime conveniente en función de los incisos anteriores.\ne. Revisar las compras y contrataciones en cualquiera de sus modalidades realizadas durante la vigencia del Decreto N° 656/16.\nARTÍCULO 9°.- Instrúyese a la MINISTRA DE SEGURIDAD y al MINISTRO DE DEFENSA para que procedan a identificar e informar a la JEFATURA DE GABINETE DE MINISTROS todos aquellos fondos reservados que se encuentren asignados a los organismos de inteligencia de las Fuerzas Armadas, de Seguridad y Cuerpos de Policía bajo sus respectivas jurisdicciones que excedan los necesarios para su normal funcionamiento con el objetivo de su posterior reasignación a las políticas públicas nutricionales y educativas que resultan estratégicas para abordar la emergencia social.\nARTÍCULO 10.- El presente decreto entrará en vigencia el día de su publicación en el Boletín Oficial.\nARTÍCULO 11.- Dése cuenta al HONORABLE CONGRESO DE LA NACIÓN.\nARTÍCULO 12.- Comuníquese, publíquese, dése a la DIRECCIÓN NACIONAL DEL REGISTRO OFICIAL y archívese. FERNÁNDEZ - Santiago Andrés Cafiero - Eduardo Enrique De Pedro - Felipe Carlos Solá - Agustin Oscar Rossi - Martín Guzmán - Matías Sebastián Kulfas - Luis Eugenio Basterra - Mario Meoni - Gabriel Nicolás Katopodis - Marcela Miriam Losardo - Sabina Andrea Frederic - Ginés Mario González García - Daniel Fernando Arroyo - Elizabeth Gómez Alcorta - Nicolás A. Trotta - Tristán Bauer - Roberto Carlos Salvarezza - Claudio Omar Moroni - Juan Cabandie - Matías Lammens - María Eugenia Bielsa\ne. 21/12/2019 N° 99542/19 v. 21/12/2019\nFecha de publicación 21/12/2019\nCompartir por email\n×\nPara:\nAsunto:\nAviso:\nCerrar\nEnviar.\n                                    El debate constará de tres rondas:\n                                    1. **Primera ronda**: Cada agente expresará su postura inicial, presentando argumentos a favor o en contra de la ley.\n                                    2. **Segunda ronda**: Los agentes recibirán un informe con datos (provenientes de búsquedas en Google) y los argumentos expuestos por el resto de los agentes. Con esta información, podrán formular contraargumentos o reforzar su postura inicial.\n                                    3. **Tercera ronda**: Los agentes recibirán tanto los argumentos iniciales como los contraargumentos de las rondas previas. En base a ello, deberán realizar una argumentación final y emitir una conclusión definitiva.\n                                    En cada ronda, al finalizar su exposición, cada agente deberá explicitar su voto (a favor o en contra de la ley). El voto puede modificarse de ronda a ronda, pero el voto que determina la aprobación o rechazo de la ley será el emitido en la última ronda."
        },
        {
            "role": "user",
            "content": "Ahora arranca la ronda 0"
        },
        {
            "role": "user",
            "content": "En esta primera ronda, cada agente debe exponer su postura inicial respecto a la ley 'Intervención de la Agencia Federal de Inteligencia (AFI) por el plazo –prorrogable– de 180 días.. Edición del\n3 de Julio de 2025\nEdiciones Anteriores\nBúsqueda avanzada\nSecciones\nBúsqueda\nCantidad de resultados\nBúsqueda avanzada\nLegislación y Avisos Oficiales\nPrimera Sección\nSociedades y Avisos Judiciales\nSegunda Sección\nContrataciones\nTercera Sección\nVolver\nLegislación y Avisos Oficiales\nPrimera sección\nPrimera\nDecretos\nDetalle\n|\n|\nVer páginas publicadas\nVer texto del aviso\nAGENCIA FEDERAL DE INTELIGENCIA\nDecreto 52/2019\nDECNU-2019-52-APN-PTE - Dispónese intervención.\nCiudad de Buenos Aires, 20/12/2019\nVISTO lo dispuesto por la Ley de Inteligencia Nacional N° 25.520, la Ley N° 27.126 y el Decreto N° 656 del 6 de mayo de 2016, y\nCONSIDERANDO:\nQue mediante la Ley de Inteligencia Nacional Nº 25.520 se establecieron por primera vez las bases normativas que delimitaron las actividades de inteligencia del Estado Nacional.\nQue, por su parte, por medio de las reformas introducidas por la Ley Nº 27.126 se alcanzaron importantes avances respecto de la protección de los derechos constitucionales y convencionales de los habitantes de la Nación, el resguardo del Estado de Derecho y el principio republicano de gobierno consagrados en la CONSTITUCION NACIONAL.\nQue, en tal sentido, los señalados ejes rectores de las modificaciones incorporadas por la Ley Nº 27.126 fueron continuados a nivel administrativo por lo estipulado, principalmente, en el Decreto Nº 1311 de fecha 6 de julio de 2015 complementado por el Decreto Nº 2415 de fecha 18 de noviembre de 2015.\nQue, en líneas generales, los mencionados Decretos traducían a nivel administrativo e institucional los ejes rectores de la reforma del Sistema de Inteligencia Nacional contenida en la Ley Nº 27.126 y estipulaban, en sus diferentes anexos, la primera doctrina pública y democrática en materia de inteligencia nacional, una estructura orgánica y funcional de carácter pública de la AGENCIA FEDERAL DE INTELIGENCIA, un régimen de personal democrático y adaptado exclusivamente a las necesidades de la doctrina de inteligencia nacional fijada, un régimen de administración de fondos de la AGENCIA FEDERAL DE INTELIGENCIA sobre la base del principio de publicidad y de reducción de la confidencialidad y, finalmente, diversas medidas destinadas a regular el funcionamiento de los archivos y bases de datos de los organismos de inteligencia con el propósito de proteger el derecho a la privacidad e intimidad de los habitantes de la Nación.\nQue esta tendencia hacia la democratización y publicidad del Sistema de Inteligencia Nacional regido por la Ley Nº 25.520 modificada por la Ley Nº 27.126 se vio interrumpida por el dictado del Decreto Nº 656/16.\nQue, en efecto, el citado decreto implicó un notorio retroceso institucional en la materia en la medida que, por medio de su artículo 3°, delegó en el Director de la AGENCIA FEDERAL DE INTELIGENCIA la aprobación de la estructura orgánica del organismo restableciendo así su carácter secreto.\nQue, asimismo, mediante su artículo 1º aprobó un nuevo Estatuto de Personal de la AGENCIA FEDERAL DE INTELIGENCIA que abandona las líneas directrices de la reforma producida por la Ley N 27.126 y repuso los criterios del Decreto Nº 1088/03 en una dirección diametralmente opuesta a lo estipulado por el Decreto Nº 1311/15.\nQue, en idéntico sentido y sin fundamentos, dispuso la eliminación del régimen de administración de los fondos de la AGENCIA FEDERAL DE INTELIGENCIA restableciendo, de ese modo, el secreto del presupuesto asignado al organismo así como de sus erogaciones.\nQue las modificaciones dispuestas por el Decreto Nº 656/16 se han traducido en la práctica en un funcionamiento desviado de las finalidades de los organismos de inteligencia y, en particular, de la propia AGENCIA FEDERAL DE INTELIGENCIA, que ha profundizado los aspectos secretos más allá de toda necesidad funcional y por fuera de los objetivos legítimos que toda actividad de inteligencia debe poseer en el marco del Estado constitucional de Derecho.\nQue, en este orden de ideas, el Decreto Nº 656/16 resulta contradictorio con los ejes fundamentales de la reforma del Sistema de Inteligencia Nacional operada por la Ley Nº 27.126 y ha sido la condición necesaria para provocar interferencias en el funcionamiento de los demás Poderes Constituidos del Estado Nacional y afectar, simultáneamente, los derechos y garantías de los habitantes de la Nación.\nQue, como primera y urgente medida, resulta indispensable dejar sin efecto el Decreto Nº 656/16 y, a la vez, restablecer la vigencia de los Anexos II, III, IV, V, VI y VII del Decreto Nº 1311/15 y su modificación por el Decreto Nº 2415/15.\nQue, sin perjuicio de ello, en atención a las relevantes disfuncionalidades producidas en la AGENCIA FEDERAL DE INTELIGENCIA como consecuencia de lo anteriormente señalado, constituye una prioridad impostergable realizar un reordenamiento y rediseño integral del Sistema de Inteligencia Nacional.\nQue la concreción de ese cambio institucional, así como la previa restitución del orden normativo establecido por el Decreto N° 1311/15, hasta tanto se defina el nuevo ordenamiento general del sistema, exige la adopción de medidas urgentes y adecuaciones orgánicas, de personal y presupuestarias, que permitan desarrollar ese proceso sin comprometer el cumplimiento de la misión institucional dispuesto por la ley para el organismo.\nQue por todo ello resulta imperioso disponer la intervención del organismo rector de la inteligencia nacional, facultando al interventor a tomar las medidas excepcionales que resulten necesarias para esos fines.\nQue, asimismo, la derogación del régimen de administración de los fondos de la AGENCIA FEDERAL DE INTELIGENCIA estipulado por el Anexo VII del Decreto N° 1311/15 por parte del Decreto N° 656/16 exige el deslinde entre aquellas partidas previstas en el Presupuesto Nacional que resultan necesarias para el normal funcionamiento de los organismos de inteligencia de aquellas que no lo sean con el objetivo de destinar estas últimas a las políticas nutricionales y educativas de carácter estratégico para abordar la emergencia social.\nQue, en la medida que el Sistema de Inteligencia Nacional regido por la Ley Nº 25.520 modificado por la Ley Nº 27.126 excede el ámbito institucional de la AGENCIA FEDERAL DE INTELIGENCIA e involucra organismos del MINISTERIO DE SEGURIDAD y del MINISTERIO DE DEFENSA, resulta necesario requerir a sus respectivas autoridades que procedan a identificar aquellas partidas presupuestarias que posean idéntico carácter al señalado en el párrafo precedente.\nQue todo lo anterior permitirá resguardar el Estado de Derecho, el principio republicano de gobierno y el principio de soberanía popular, así como terminar con el uso arbitrario del secreto el cual compromete las bases del sistema democrático previsto en la CONSTITUCIÓN NACIONAL.\nQue el dictado del presente decreto de necesidad y urgencia permite asegurar la eficacia de la medida, dando certeza respecto de sus efectos, y permitiendo que a partir de su publicación en el Boletín Oficial se restablezcan los principios democráticos que deben imperar en el sistema de inteligencia nacional.\nQue la necesidad y la urgencia en la adopción de la presente medida, en atención a la gravedad de la situación de la que dan cuenta los argumentos expresados, hacen imposible seguir los trámites ordinarios previstos en la CONSTITUCIÓN NACIONAL para la sanción de las leyes.\nQue la Ley Nº 26.122, regula el trámite y los alcances de la intervención del HONORABLE CONGRESO DE LA NACIÓN respecto de los Decretos de Necesidad y Urgencia dictados por el PODER EJECUTIVO NACIONAL, en virtud de lo dispuesto por el artículo 99 inciso 3 de la CONSTITUCIÓN NACIONAL.\nQue la citada ley determina que la Comisión Bicameral Permanente tiene competencia para pronunciarse respecto de la validez o invalidez de los decretos de necesidad y urgencia, así como de elevar el dictamen al plenario de cada Cámara para su expreso tratamiento, en el plazo de DÍEZ (10) días hábiles.\nQue el artículo 22 de la Ley Nº 26.122 dispone que las Cámaras se pronuncien mediante sendas resoluciones y que el rechazo o aprobación de los decretos deberá ser expreso conforme lo establecido en el artículo 82 de la Carta Magna.\nQue la DIRECCIÓN GENERAL DE ASUNTOS JURÍDICOS de la SUBSECRETARÍA DE ASUNTOS LEGALES de la SECRETARÍA LEGAL Y TÉCNICA de la PRESIDENCIA DE LA NACIÓN ha tomado la intervención que le compete.\nQue la presente medida se dicta de acuerdo a las facultades emergentes del artículo 99, incisos 1 y 3, de la CONSTITUCIÓN NACIONAL, y de acuerdo a los artículos 2°, 19 y 20 de la Ley N° 26.122.\nPor ello,\nEL PRESIDENTE DE LA NACION ARGENTINA EN ACUERDO GENERAL DE MINISTROS\nDECRETA:\nARTÍCULO 1°.- Dispónese la intervención de la AGENCIA FEDERAL DE INTELIGENCIA (AFI) por el plazo, prorrogable, de CIENTO OCHENTA (180) días corridos a contar desde la entrada en vigencia del presente.\nARTÍCULO 2°.- Desígnase Interventora de la AGENCIA FEDERAL DE INTELIGENCIA a la Dra. Cristina Liliana Caamaño Iglesias Paíz (D.N.I. N° 12.946.045).\nARTÍCULO 3°.- Derógase el Decreto Nº 656 de fecha 6 de mayo de 2016.\nARTÍCULO 4°.- En el ejercicio de sus funciones, la Interventora tendrá las facultades de gobierno y administración de la AFI establecidas en las Leyes Nros. 25.520 y 27.126, el Decreto N° 1311/15 y el Decreto N° 2415/15.\nARTÍCULO 5°.- Restablécese la vigencia de los Anexos II, III, IV, V, VI y VII aprobados por los artículos 2°, 3°, 4°, 5°, 6° y 7° del Decreto Nº 1311/15 y su modificación por el Decreto Nº 2415/15, y delégase en la Interventora la facultad de modificarlos para asegurar el funcionamiento del organismo.\nARTÍCULO 6°.- Todas las modificaciones dispuestas por la Interventora en ejercicio de las atribuciones conferidas por el artículo precedente tendrán carácter público en los términos del inciso c) del artículo 16 bis de la Ley N° 25.520 modificada por la Ley N° 27.126 con excepción de aquellas que por razones estrictamente funcionales requieran de los niveles de seguridad de la información previstos por los incisos a) y b) del mismo texto legal.\nARTÍCULO 7°.- Instrúyese a la Interventora a preparar y elevar a consideración del Poder Ejecutivo una propuesta de reformulación del Sistema de Inteligencia Nacional, que garantice la producción de información de calidad y oportuna para la seguridad interior, la defensa nacional y las relaciones exteriores de la Nación, limitando el accionar de cada uno de sus componentes a las funciones constitucionales y legales respectivas y reduciendo la actividad confidencial al mínimo necesario funcional.\nARTÍCULO 8°.- Facúltase a la Interventora durante el plazo designado a:\na. Modificar la estructura orgánica y funcional de la AFI, los organigramas correspondientes a su estructura, los regímenes profesionales del personal del escalafón de Inteligencia, del personal del escalafón de seguridad y del personal del escalafón de apoyo de la AFI,\nb. Modificar su régimen de intervención de fondos reduciendo las partidas confidenciales al mínimo indispensable para su funcionamiento.\nc. Transferir a la JEFATURA DE GABINETE DE MINISTROS los fondos reservados que excedan a los necesarios para el normal funcionamiento del organismo, para su posterior reasignación a las políticas públicas nutricionales y educativas que resultan estratégicas para abordar la emergencia social.\nd. Pasar a disponibilidad al personal que estime conveniente en función de los incisos anteriores.\ne. Revisar las compras y contrataciones en cualquiera de sus modalidades realizadas durante la vigencia del Decreto N° 656/16.\nARTÍCULO 9°.- Instrúyese a la MINISTRA DE SEGURIDAD y al MINISTRO DE DEFENSA para que procedan a identificar e informar a la JEFATURA DE GABINETE DE MINISTROS todos aquellos fondos reservados que se encuentren asignados a los organismos de inteligencia de las Fuerzas Armadas, de Seguridad y Cuerpos de Policía bajo sus respectivas jurisdicciones que excedan los necesarios para su normal funcionamiento con el objetivo de su posterior reasignación a las políticas públicas nutricionales y educativas que resultan estratégicas para abordar la emergencia social.\nARTÍCULO 10.- El presente decreto entrará en vigencia el día de su publicación en el Boletín Oficial.\nARTÍCULO 11.- Dése cuenta al HONORABLE CONGRESO DE LA NACIÓN.\nARTÍCULO 12.- Comuníquese, publíquese, dése a la DIRECCIÓN NACIONAL DEL REGISTRO OFICIAL y archívese. FERNÁNDEZ - Santiago Andrés Cafiero - Eduardo Enrique De Pedro - Felipe Carlos Solá - Agustin Oscar Rossi - Martín Guzmán - Matías Sebastián Kulfas - Luis Eugenio Basterra - Mario Meoni - Gabriel Nicolás Katopodis - Marcela Miriam Losardo - Sabina Andrea Frederic - Ginés Mario González García - Daniel Fernando Arroyo - Elizabeth Gómez Alcorta - Nicolás A. Trotta - Tristán Bauer - Roberto Carlos Salvarezza - Claudio Omar Moroni - Juan Cabandie - Matías Lammens - María Eugenia Bielsa\ne. 21/12/2019 N° 99542/19 v. 21/12/2019\nFecha de publicación 21/12/2019\nCompartir por email\n×\nPara:\nAsunto:\nAviso:\nCerrar\nEnviar'. La respuesta debe dejar en claro si el agente está a favor o en contra de la ley, con una argumentación sólida, clara y fundamentada en su marco ideológico. Se espera que la intervención incluya al menos una referencia específica al contenido o impacto potencial de la ley. Dado que esta ronda establece las bases del debate, es fundamental que cada agente exprese con precisión sus valores, principios y preocupaciones centrales en relación con la ley, en distintos ejes. Al finalizar su intervención, el agente debe explicitar su voto actual (a favor o en contra de la ley)."
        },
        {
            "role": "user",
            "content": "Tiene la palabra el Agente Liberal"
        },
        {
            "role": "assistant",
            "content": "[Agente Liberal]: La intervención de la Agencia Federal de Inteligencia (AFI) por un plazo prorrogable de 180 días representa un grave riesgo para la libertad individual y el respeto a la propiedad privada. La concentración de poder en un organismo del Estado, como la AFI, ya de por sí presenta problemas, pero además, esta intervención se fundamenta en la necesidad de reordenar un sistema que, según el discurso oficial, ha operado fuera de los límites permitidos. Sin embargo, este ajuste, lejos de atender problemas reales, puede ser simplemente un mecanismo para aumentar el control estatal en una materia tan delicada como la inteligencia. La falta de transparencia y la posible restricción de libertades individuales durante este período de intervención pueden llevar a abusos de poder, además de que los fondos públicos utilizados para la intervención podrían estar mejor empleados en el fomento de la libertad de mercado y en la protección real de los derechos de los ciudadanos. El uso de fondos de la AFI para políticas nutricionales y educativas, por otra parte, es un intento más de desviar la atención de la verdadera función de la inteligencia, que debe ser exclusivamente relacionada con la seguridad y defensa. En lugar de interferencias y expansión del aparato estatal, deberíamos buscar una reducción del mismo. Por lo tanto, esta intervención no se alinea con los principios de respectar la libertad individual y la propiedad privada, así como el debilitamiento de un Estado que debe limitarse a proteger derechos. Por lo tanto, mi voto es en contra."
        },
        {
            "role": "user",
            "content": "Tiene la palabra el Agente de Juntos Por El Cambio"
        },
        {
            "role": "assistant",
            "content": "[Agente de Juntos Por El Cambio]: En primer lugar, la medida de intervenir la Agencia Federal de Inteligencia (AFI) es una situación delicada que debería abordarse con cautela. La intervención es necesaria para recuperar la transparencia y el cumplimiento de las normas que rigen el accionar de la inteligencia en Argentina, que lamentablemente se han visto amenazadas por el secreto excesivo y el uso que se ha dado a la AFI en gobiernos anteriores. Sin embargo, el decreto plantea interrogantes sobre la capacidad de llevar a cabo dicha intervención sin caer en el exceso de poder del Ejecutivo, que podría vulnerar la independencia que debe tener la AFI como organismo del Estado sobre la base de la ley de inteligencia nacional y los principios republicanos. Es fundamental que cualquier acción a tomar por la Interventora se concrete en un marco que asegure la no intromisión en los derechos de los ciudadanos y garantice que la AFI actúe estrictamente dentro de su función de proteger la seguridad nacional, sin abusar de los recursos que le son confiados. Además, me preocupa que dichos cambios puedan generar, a largo plazo, un debilitamiento de las instituciones si no se da un adecuado control legislativo y se pierde el equilibrio de poderes. Por lo tanto, si bien reconozco la urgencia de la situación, considero que la intervención debe ser realizada con la mayor claridad y sujeción al marco normativo que protege las libertades individuales y la democracia en nuestro país. Por eso, soy crítico con la medida pero entiendo la necesidad de cumplir con este procedimiento."
        },
        {
            "role": "user",
            "content": "Tiene la palabra el Agente de Union Por La Patria"
        },
        {
            "role": "assistant",
            "content": "[Agente de Union Por La Patria]: Es fundamental destacar que la intervención de la Agencia Federal de Inteligencia (AFI) responde a una necesidad urgente de restaurar la confianza en el sistema de inteligencia de nuestro país, particularmente tras los retrocesos institucionales y los abusos que han tenido lugar bajo el decreto anterior. La designación de un interventor en la AFI es una acción necesaria para redirigir el organismo hacia una función que respete los derechos humanos y garantice la transparencia, pilares imprescindibles en un Estado democrático.  \nLa reestructuración propuesta permitirá reestablecer el control democrático sobre la AFI y delimitar su accionar a lo que verdaderamente le compete: la seguridad interior y la defensa nacional, en un marco de respeto a las libertades individuales. Además, es un paso hacia una mayor publicidad y rendición de cuentas en el manejo de sus fondos, los cuales deben ser orientados hacia el bienestar social, especialmente en el contexto de emergencia alimentaria y educativa que vivimos.  \nPor lo tanto, esta intervención no sólo es un acto de responsabilidad ante la grave situación institucional que enfrentamos, sino también un compromiso con los principios de la justicia social y la soberanía política, auspiciando un sistema de inteligencia que verdaderamente esté al servicio del pueblo."
        },
        {
            "role": "user",
            "content": "Tiene la palabra el Agente de Izquierda"
        },
        {
            "role": "assistant",
            "content": "[Agente de Izquierda]: La intervención de la Agencia Federal de Inteligencia (AFI) es una medida necesaria no sólo para restaurar la transparencia y el respeto por los derechos democráticos que han sido gravemente afectados por políticas anteriores, sino también para evitar que este organismo se convierta en un instrumento de represión al servicio de intereses políticos y económicos en detrimento de la población. La oscuridad y los secretos que el anterior decreto (N° 656/16) avalaba, vulneraron la privacidad y desdibujaron el límite que debe existir entre el Estado y los ciudadanos. La restauración de la AFI bajo un control más democrático es fundamental para que no se cometan abusos contra las libertades individuales. Además, es justificado el uso de los fondos de la AFI para atender crisis sociales y humanitarias, trasladando recursos a políticas públicas que efectivamente beneficien a la población, como la educación y la nutrición. Sin embargo, como el FIT-U plantea, es crucial sostener siempre la independencia política de los organismos de inteligencia y resistir cualquier vuelta atrás hacia el secretismo. Estos cambios deben ser permanentes y no temporales, ya que la historia nos ha demostrado que períodos de intervención en organismos estratégicos pueden ser revertidos rápidamente. Por ello, esta intervención es un primer paso hacia la democratización, pero será insuficiente si no va acompañada de funciones permanentes de control social y democrático."
        },
        {
            "role": "user",
            "content": "Ahora arranca la ronda 1"
        },
        {
            "role": "user",
            "content": "En esta ronda, cada agente tiene acceso a los argumentos expresados por todos los agentes en todo el debate hasta el momento, incluido el propio. La tarea consiste en analizar críticamente estos argumentos, respondiendo, reforzando o modificando su postura según corresponda. Cada agente puede señalar inconsistencias, falacias, omisiones o debilidades en los planteos de otros agentes, así como destacar puntos de coincidencia. Es importante que los agentes identifiquen explícitamente a qué argumentos o agentes están respondiendo, y que los contraargumentos sean coherentes con su orientación ideológica. Si algún agente decide modificar su postura o voto, debe justificar claramente los motivos de ese cambio. Al finalizar, el agente debe indicar si mantiene o modifica su voto (a favor o en contra de la ley)."
        },
        {
            "role": "user",
            "content": "Tiene la palabra el Agente Liberal"
        },
        {
            "role": "assistant",
            "content": "[Agente Liberal]: En esta primera ronda de análisis, reconozco que algunos de los agentes, como el Agente de Juntos Por El Cambio y el Agente de Unión por la Patria, han tocado aspectos válidos sobre la necesidad de restaurar la transparencia y limitar el uso abusivo del poder, lo cual es importante y necesario en cualquier sistema democrático. Sin embargo, la perspectiva de que la intervención de la AFI puede brindar una solución duradera y efectiva para esos problemas es, a mi entender, un enfoque equivocado. Esto se debe a que cualquier aumento del poder estatal, incluso si es presentado como una medida para democratizar o mejorar el sistema, presenta el riesgo de abusos y de afectar la libertad individual. El Estado no es el garante absoluto de la justicia o la ética; más bien, a menudo se convierte en el perpetrador de las violaciones a los derechos humanos. Por lo tanto, la solución no está en una mayor intervención estatal, sino en limitar el tamaño y el poder del Estado, favoreciendo una mayor competencia y autonomía de los organismos de seguridad bajo un marco legal estrictamente definido por los Derechos Humanos. Esta intervención, aunque encuadrada en un discurso de restauración de la democracia, puede estar disfrazando un intento de concentración de poder que, a largo plazo, afecte las libertades civiles. Por eso, mantengo mi voto en contra de la intervención de la AFI."
        },
        {
            "role": "user",
            "content": "Tiene la palabra el Agente de Juntos Por El Cambio"
        },
        {
            "role": "assistant",
            "content": "[Agente de Juntos Por El Cambio]: Al revisar los argumentos presentados por los demás agentes, encuentro que el Agente Liberal ha expresado correctamente mi preocupación sobre la concentración de poder en el Ejecutivo durante esta intervención de la AFI. Sin embargo, su postura ignora la urgencia de restablecer la legitimidad y la función que debe tener la inteligencia en el marco de la defensa nacional y la seguridad pública. Por otro lado, el Agente de Unión por la Patria sostiene que el control democrático y la transparencia son fundamentales, y estoy de acuerdo en que deben ser pilares de esta intervención. No obstante, me preocupa que la forma en que se está llevando a cabo pueda no contemplar la debida supervisión por parte del legislativo, lo cual es esencial para evitar abusos futuros. El Agente de Izquierda resalta la necesidad de un control social y democrático permanente, un argumento que comparto en cuanto a la importancia de mantener un equilibrio entre la seguridad y los derechos individuales. Aunque reconozco la necesidad de la intervención, la falta de un marco claro que involucre al Congreso y que limite el tiempo de intervención me lleva a ser crítico. Ante el consenso en la necesidad de cambiar la situación de la AFI, mi posición se matiza, reconociendo que es un paso hacia la democratización, pero seguimos en riesgo de caer en excesos del poder ejecutivo.\nPor lo tanto, aunque mantengo que la intervención es necesaria, debo enfatizar que debe hacerse con el máximo control legislativo y público. Tras evaluar los argumentos, decido mantener mi postura crítica hacia el decreto, pero con un reconocimiento de la necesidad de una intervención revisada y controlada. Mi voto sigue siendo en contra, pero con un matiz constructivo."
        },
        {
            "role": "user",
            "content": "Tiene la palabra el Agente de Union Por La Patria"
        },
        {
            "role": "assistant",
            "content": "[Agente de Union Por La Patria]: En esta primera ronda, he escuchado con atención las posturas de mis colegas. El Agente Liberal mencionó que la intervención de la AFI pone en riesgo las libertades individuales y podría generar abusos de poder. Sin embargo, me parece que esta preocupación es válida, pero subestima la necesidad de operar en un marco que garantice la transparencia y rendición de cuentas, vital para un organismo que necesita enfocarse en la seguridad de la nación sin vulnerar los derechos de los ciudadanos. En cuanto al Agente de Juntos Por El Cambio, considera que es necesaria una intervención cautelosa, lo que coincide con nuestra postura sobre la necesidad de un control democrático y transparente, pero me preocupa que su crítica no aborde de manera contundente la urgencia de restaurar la AFI ante los retrocesos sufridos. Por último, el Agente de Izquierda apoya la intervención mientras se preserva la independencia del organismo, lo que también comparto. Me alegra ver que todos estamos de acuerdo en la importancia de restablecer la confianza y la transparencia en la AFI. No obstante, debo enfatizar que el actual contexto exige acciones decididas para prevenir cualquier vuelta atrás a las prácticas de secreto y abuso de poder. La intervención es un acto que no sólo busca corregir sino también reorientar la AFI hacia la protección de los derechos del pueblo en su conjunto. Así que, tras analizar los argumentos, reitero que estoy a favor de la intervención y no modificaré mi voto, que sigue siendo a favor."
        },
        {
            "role": "user",
            "content": "Tiene la palabra el Agente de Izquierda"
        },
        {
            "role": "assistant",
            "content": "[Agente de Izquierda]: Al analizar los argumentos de mis colegas, es evidente que hay un consenso en torno a la importancia de restaurar la transparencia en la AFI, pero estos puntos deben ser tratados más a fondo. El Agente de Juntos por el Cambio menciona los riesgos de un eventual abuso de poder por parte del Ejecutivo, lo que merece atención. Sin embargo, su propuesta de limitar el aparato estatal también corre el riesgo de dejar desprotegidos a quienes podrían ser víctimas de abusos sistemáticos por parte de la inteligencia estatal si no hay un fuerte contrapeso popular y democrático. \n \nEl Agente de Unión por la Patria enfatiza la necesidad de respetar los derechos humanos y la transparencia, coincidiendo en la recuperación de la confianza en la AFI, lo cual resulta positivo, pero es insuficiente sin una crítica franca a los aparatos de Estado, que en muchas ocasiones han sido utilizados para perseguir a los luchadores sociales y populares. La intervención debería ser vista no solo como un ajuste de cuentas dentro de la burocracia estatal, sino como un primer paso hacia la democratización de la información y la construcción de un sistema de inteligencia que esté al servicio de los trabajadores y la sociedad en general. \n \nEn cuanto a la propuesta de reorientar los fondos de la AFI hacia políticas nutricionales y educativas, estoy de acuerdo con esta propuesta, pero insisto en que los recursos deben ser redistribuidos de manera que prioricen las necesidades de los sectores más oprimidos y no caer en la trampa de pensar que la AFI, aún reestructurada, debe seguir gestionando esos fondos.  \n \nPor estas razones, mantengo mi postura de apoyo a la intervención de la AFI, y reafirmo que necesitamos avanzar hacia un control social efectivo y una democratización del organismo. Esta intervención no puede ser un fin, sino un principio de un proceso más amplio en el que construyamos una nueva relación entre el Estado y la sociedad. Mi voto sigue siendo a favor de la intervención pero con la exigencia de que se garantice que la democracia no se detenga en la burocracia del Estado, sino que se extienda a todos los rincones de la vida pública, mantenido un apoyo crítico al proceso."
        },
        {
            "role": "user",
            "content": "Ahora arranca la ronda 2"
        },
        {
            "role": "user",
            "content": "En esta última ronda, cada agente debe elaborar una conclusión integradora que contemple su postura inicial, los argumentos del resto de los agentes y los contraargumentos surgidos en la segunda ronda. La intervención debe explicar qué aspectos de los argumentos ajenos resultaron convincentes o irrelevantes, y cómo impactaron (o no) en la postura del agente. Se espera una síntesis reflexiva que muestre si el debate enriqueció su perspectiva o reforzó su posición original, manteniendo siempre la coherencia con sus valores e identidad ideológica. Finalmente, cada agente debe justificar de manera clara y fundamentada su voto final (a favor o en contra de la ley 'Intervención de la Agencia Federal de Inteligencia (AFI) por el plazo –prorrogable– de 180 días.. Edición del\n3 de Julio de 2025\nEdiciones Anteriores\nBúsqueda avanzada\nSecciones\nBúsqueda\nCantidad de resultados\nBúsqueda avanzada\nLegislación y Avisos Oficiales\nPrimera Sección\nSociedades y Avisos Judiciales\nSegunda Sección\nContrataciones\nTercera Sección\nVolver\nLegislación y Avisos Oficiales\nPrimera sección\nPrimera\nDecretos\nDetalle\n|\n|\nVer páginas publicadas\nVer texto del aviso\nAGENCIA FEDERAL DE INTELIGENCIA\nDecreto 52/2019\nDECNU-2019-52-APN-PTE - Dispónese intervención.\nCiudad de Buenos Aires, 20/12/2019\nVISTO lo dispuesto por la Ley de Inteligencia Nacional N° 25.520, la Ley N° 27.126 y el Decreto N° 656 del 6 de mayo de 2016, y\nCONSIDERANDO:\nQue mediante la Ley de Inteligencia Nacional Nº 25.520 se establecieron por primera vez las bases normativas que delimitaron las actividades de inteligencia del Estado Nacional.\nQue, por su parte, por medio de las reformas introducidas por la Ley Nº 27.126 se alcanzaron importantes avances respecto de la protección de los derechos constitucionales y convencionales de los habitantes de la Nación, el resguardo del Estado de Derecho y el principio republicano de gobierno consagrados en la CONSTITUCION NACIONAL.\nQue, en tal sentido, los señalados ejes rectores de las modificaciones incorporadas por la Ley Nº 27.126 fueron continuados a nivel administrativo por lo estipulado, principalmente, en el Decreto Nº 1311 de fecha 6 de julio de 2015 complementado por el Decreto Nº 2415 de fecha 18 de noviembre de 2015.\nQue, en líneas generales, los mencionados Decretos traducían a nivel administrativo e institucional los ejes rectores de la reforma del Sistema de Inteligencia Nacional contenida en la Ley Nº 27.126 y estipulaban, en sus diferentes anexos, la primera doctrina pública y democrática en materia de inteligencia nacional, una estructura orgánica y funcional de carácter pública de la AGENCIA FEDERAL DE INTELIGENCIA, un régimen de personal democrático y adaptado exclusivamente a las necesidades de la doctrina de inteligencia nacional fijada, un régimen de administración de fondos de la AGENCIA FEDERAL DE INTELIGENCIA sobre la base del principio de publicidad y de reducción de la confidencialidad y, finalmente, diversas medidas destinadas a regular el funcionamiento de los archivos y bases de datos de los organismos de inteligencia con el propósito de proteger el derecho a la privacidad e intimidad de los habitantes de la Nación.\nQue esta tendencia hacia la democratización y publicidad del Sistema de Inteligencia Nacional regido por la Ley Nº 25.520 modificada por la Ley Nº 27.126 se vio interrumpida por el dictado del Decreto Nº 656/16.\nQue, en efecto, el citado decreto implicó un notorio retroceso institucional en la materia en la medida que, por medio de su artículo 3°, delegó en el Director de la AGENCIA FEDERAL DE INTELIGENCIA la aprobación de la estructura orgánica del organismo restableciendo así su carácter secreto.\nQue, asimismo, mediante su artículo 1º aprobó un nuevo Estatuto de Personal de la AGENCIA FEDERAL DE INTELIGENCIA que abandona las líneas directrices de la reforma producida por la Ley N 27.126 y repuso los criterios del Decreto Nº 1088/03 en una dirección diametralmente opuesta a lo estipulado por el Decreto Nº 1311/15.\nQue, en idéntico sentido y sin fundamentos, dispuso la eliminación del régimen de administración de los fondos de la AGENCIA FEDERAL DE INTELIGENCIA restableciendo, de ese modo, el secreto del presupuesto asignado al organismo así como de sus erogaciones.\nQue las modificaciones dispuestas por el Decreto Nº 656/16 se han traducido en la práctica en un funcionamiento desviado de las finalidades de los organismos de inteligencia y, en particular, de la propia AGENCIA FEDERAL DE INTELIGENCIA, que ha profundizado los aspectos secretos más allá de toda necesidad funcional y por fuera de los objetivos legítimos que toda actividad de inteligencia debe poseer en el marco del Estado constitucional de Derecho.\nQue, en este orden de ideas, el Decreto Nº 656/16 resulta contradictorio con los ejes fundamentales de la reforma del Sistema de Inteligencia Nacional operada por la Ley Nº 27.126 y ha sido la condición necesaria para provocar interferencias en el funcionamiento de los demás Poderes Constituidos del Estado Nacional y afectar, simultáneamente, los derechos y garantías de los habitantes de la Nación.\nQue, como primera y urgente medida, resulta indispensable dejar sin efecto el Decreto Nº 656/16 y, a la vez, restablecer la vigencia de los Anexos II, III, IV, V, VI y VII del Decreto Nº 1311/15 y su modificación por el Decreto Nº 2415/15.\nQue, sin perjuicio de ello, en atención a las relevantes disfuncionalidades producidas en la AGENCIA FEDERAL DE INTELIGENCIA como consecuencia de lo anteriormente señalado, constituye una prioridad impostergable realizar un reordenamiento y rediseño integral del Sistema de Inteligencia Nacional.\nQue la concreción de ese cambio institucional, así como la previa restitución del orden normativo establecido por el Decreto N° 1311/15, hasta tanto se defina el nuevo ordenamiento general del sistema, exige la adopción de medidas urgentes y adecuaciones orgánicas, de personal y presupuestarias, que permitan desarrollar ese proceso sin comprometer el cumplimiento de la misión institucional dispuesto por la ley para el organismo.\nQue por todo ello resulta imperioso disponer la intervención del organismo rector de la inteligencia nacional, facultando al interventor a tomar las medidas excepcionales que resulten necesarias para esos fines.\nQue, asimismo, la derogación del régimen de administración de los fondos de la AGENCIA FEDERAL DE INTELIGENCIA estipulado por el Anexo VII del Decreto N° 1311/15 por parte del Decreto N° 656/16 exige el deslinde entre aquellas partidas previstas en el Presupuesto Nacional que resultan necesarias para el normal funcionamiento de los organismos de inteligencia de aquellas que no lo sean con el objetivo de destinar estas últimas a las políticas nutricionales y educativas de carácter estratégico para abordar la emergencia social.\nQue, en la medida que el Sistema de Inteligencia Nacional regido por la Ley Nº 25.520 modificado por la Ley Nº 27.126 excede el ámbito institucional de la AGENCIA FEDERAL DE INTELIGENCIA e involucra organismos del MINISTERIO DE SEGURIDAD y del MINISTERIO DE DEFENSA, resulta necesario requerir a sus respectivas autoridades que procedan a identificar aquellas partidas presupuestarias que posean idéntico carácter al señalado en el párrafo precedente.\nQue todo lo anterior permitirá resguardar el Estado de Derecho, el principio republicano de gobierno y el principio de soberanía popular, así como terminar con el uso arbitrario del secreto el cual compromete las bases del sistema democrático previsto en la CONSTITUCIÓN NACIONAL.\nQue el dictado del presente decreto de necesidad y urgencia permite asegurar la eficacia de la medida, dando certeza respecto de sus efectos, y permitiendo que a partir de su publicación en el Boletín Oficial se restablezcan los principios democráticos que deben imperar en el sistema de inteligencia nacional.\nQue la necesidad y la urgencia en la adopción de la presente medida, en atención a la gravedad de la situación de la que dan cuenta los argumentos expresados, hacen imposible seguir los trámites ordinarios previstos en la CONSTITUCIÓN NACIONAL para la sanción de las leyes.\nQue la Ley Nº 26.122, regula el trámite y los alcances de la intervención del HONORABLE CONGRESO DE LA NACIÓN respecto de los Decretos de Necesidad y Urgencia dictados por el PODER EJECUTIVO NACIONAL, en virtud de lo dispuesto por el artículo 99 inciso 3 de la CONSTITUCIÓN NACIONAL.\nQue la citada ley determina que la Comisión Bicameral Permanente tiene competencia para pronunciarse respecto de la validez o invalidez de los decretos de necesidad y urgencia, así como de elevar el dictamen al plenario de cada Cámara para su expreso tratamiento, en el plazo de DÍEZ (10) días hábiles.\nQue el artículo 22 de la Ley Nº 26.122 dispone que las Cámaras se pronuncien mediante sendas resoluciones y que el rechazo o aprobación de los decretos deberá ser expreso conforme lo establecido en el artículo 82 de la Carta Magna.\nQue la DIRECCIÓN GENERAL DE ASUNTOS JURÍDICOS de la SUBSECRETARÍA DE ASUNTOS LEGALES de la SECRETARÍA LEGAL Y TÉCNICA de la PRESIDENCIA DE LA NACIÓN ha tomado la intervención que le compete.\nQue la presente medida se dicta de acuerdo a las facultades emergentes del artículo 99, incisos 1 y 3, de la CONSTITUCIÓN NACIONAL, y de acuerdo a los artículos 2°, 19 y 20 de la Ley N° 26.122.\nPor ello,\nEL PRESIDENTE DE LA NACION ARGENTINA EN ACUERDO GENERAL DE MINISTROS\nDECRETA:\nARTÍCULO 1°.- Dispónese la intervención de la AGENCIA FEDERAL DE INTELIGENCIA (AFI) por el plazo, prorrogable, de CIENTO OCHENTA (180) días corridos a contar desde la entrada en vigencia del presente.\nARTÍCULO 2°.- Desígnase Interventora de la AGENCIA FEDERAL DE INTELIGENCIA a la Dra. Cristina Liliana Caamaño Iglesias Paíz (D.N.I. N° 12.946.045).\nARTÍCULO 3°.- Derógase el Decreto Nº 656 de fecha 6 de mayo de 2016.\nARTÍCULO 4°.- En el ejercicio de sus funciones, la Interventora tendrá las facultades de gobierno y administración de la AFI establecidas en las Leyes Nros. 25.520 y 27.126, el Decreto N° 1311/15 y el Decreto N° 2415/15.\nARTÍCULO 5°.- Restablécese la vigencia de los Anexos II, III, IV, V, VI y VII aprobados por los artículos 2°, 3°, 4°, 5°, 6° y 7° del Decreto Nº 1311/15 y su modificación por el Decreto Nº 2415/15, y delégase en la Interventora la facultad de modificarlos para asegurar el funcionamiento del organismo.\nARTÍCULO 6°.- Todas las modificaciones dispuestas por la Interventora en ejercicio de las atribuciones conferidas por el artículo precedente tendrán carácter público en los términos del inciso c) del artículo 16 bis de la Ley N° 25.520 modificada por la Ley N° 27.126 con excepción de aquellas que por razones estrictamente funcionales requieran de los niveles de seguridad de la información previstos por los incisos a) y b) del mismo texto legal.\nARTÍCULO 7°.- Instrúyese a la Interventora a preparar y elevar a consideración del Poder Ejecutivo una propuesta de reformulación del Sistema de Inteligencia Nacional, que garantice la producción de información de calidad y oportuna para la seguridad interior, la defensa nacional y las relaciones exteriores de la Nación, limitando el accionar de cada uno de sus componentes a las funciones constitucionales y legales respectivas y reduciendo la actividad confidencial al mínimo necesario funcional.\nARTÍCULO 8°.- Facúltase a la Interventora durante el plazo designado a:\na. Modificar la estructura orgánica y funcional de la AFI, los organigramas correspondientes a su estructura, los regímenes profesionales del personal del escalafón de Inteligencia, del personal del escalafón de seguridad y del personal del escalafón de apoyo de la AFI,\nb. Modificar su régimen de intervención de fondos reduciendo las partidas confidenciales al mínimo indispensable para su funcionamiento.\nc. Transferir a la JEFATURA DE GABINETE DE MINISTROS los fondos reservados que excedan a los necesarios para el normal funcionamiento del organismo, para su posterior reasignación a las políticas públicas nutricionales y educativas que resultan estratégicas para abordar la emergencia social.\nd. Pasar a disponibilidad al personal que estime conveniente en función de los incisos anteriores.\ne. Revisar las compras y contrataciones en cualquiera de sus modalidades realizadas durante la vigencia del Decreto N° 656/16.\nARTÍCULO 9°.- Instrúyese a la MINISTRA DE SEGURIDAD y al MINISTRO DE DEFENSA para que procedan a identificar e informar a la JEFATURA DE GABINETE DE MINISTROS todos aquellos fondos reservados que se encuentren asignados a los organismos de inteligencia de las Fuerzas Armadas, de Seguridad y Cuerpos de Policía bajo sus respectivas jurisdicciones que excedan los necesarios para su normal funcionamiento con el objetivo de su posterior reasignación a las políticas públicas nutricionales y educativas que resultan estratégicas para abordar la emergencia social.\nARTÍCULO 10.- El presente decreto entrará en vigencia el día de su publicación en el Boletín Oficial.\nARTÍCULO 11.- Dése cuenta al HONORABLE CONGRESO DE LA NACIÓN.\nARTÍCULO 12.- Comuníquese, publíquese, dése a la DIRECCIÓN NACIONAL DEL REGISTRO OFICIAL y archívese. FERNÁNDEZ - Santiago Andrés Cafiero - Eduardo Enrique De Pedro - Felipe Carlos Solá - Agustin Oscar Rossi - Martín Guzmán - Matías Sebastián Kulfas - Luis Eugenio Basterra - Mario Meoni - Gabriel Nicolás Katopodis - Marcela Miriam Losardo - Sabina Andrea Frederic - Ginés Mario González García - Daniel Fernando Arroyo - Elizabeth Gómez Alcorta - Nicolás A. Trotta - Tristán Bauer - Roberto Carlos Salvarezza - Claudio Omar Moroni - Juan Cabandie - Matías Lammens - María Eugenia Bielsa\ne. 21/12/2019 N° 99542/19 v. 21/12/2019\nFecha de publicación 21/12/2019\nCompartir por email\n×\nPara:\nAsunto:\nAviso:\nCerrar\nEnviar'), cerrando así su participación en el debate.Es fundamental que la conclusión final del agente no se salga de su marco ideológico y que se mantenga fiel a su identidad política, incluso si ha habido cambios en su postura a lo largo del debate. "
        },
        {
            "role": "user",
            "content": "Tiene la palabra el Agente Liberal"
        },
        {
            "role": "assistant",
            "content": "[Agente Liberal]: En esta última ronda, mis compañeros han presentado argumentos relevantes sobre la necesidad de mejorar la transparencia y el control en la AFI, lo cual es indudablemente importante para cualquier democracia. Sin embargo, me preocupa que la intervención del Estado para resolver estos problemas no sea la solución adecuada. El Agente de Juntos por el Cambio apunta la necesidad de cuidar el equilibrio de poderes, lo cual es válido, pero al fin y al cabo, su propuesta sugiere una mayor concentración de poder en el Ejecutivo durante un período prolongado, algo que podría abrir la puerta a abusos. Por su parte, el Agente de Unión por la Patria y el Agente de Izquierda también han estado de acuerdo en que se deben restaurar ciertos principios democráticos, pero ninguno de ellos abordó cómo esta intervención, aunque puede ser popular, puede crear un precedente donde se normalice la expansión del poder estatal. En resumen, aunque entiendo que existe un consenso en la necesidad de revisión en la AFI, este no debería resultar en una mayor intervención estatal, sino más bien en una reestructuración que permita una mayor separación de poderes y una promoción de la responsabilidad individual en el uso de recursos públicos. Por lo tanto, mantengo mi postura original y voto en contra de la intervención de la AFI."
        },
        {
            "role": "user",
            "content": "Tiene la palabra el Agente de Juntos Por El Cambio"
        },
        {
            "role": "assistant",
            "content": "[Agente de Juntos Por El Cambio]: El análisis de la ronda 2 me ha permitido reflexionar sobre las posturas de mis colegas. La preocupación del Agente Liberal sobre la concentración de poder en el Ejecutivo es válida y refuerza mi tesis sobre la necesidad de control legislativo y transparencia. Sin embargo, su postura se inclina hacia un Estado completamente limitado, lo que podría dejar al país vulnerable ante abusos en la gestión de la inteligencia. Por otro lado, el Agente de Unión por la Patria destaca la importancia de restablecer la confianza en la AFI, una idea que comparto, pero me preocupa que su enfoque no contemple adecuadamente la supervisión continua que debe existir ante la intervención. El Agente de Izquierda introduce una perspectiva necesaria sobre el uso de los recursos hacia políticas públicas, algo que considero crucial, pero no creo que debamos permitir que la AFI se convierta en un instrumento de redistribución si no se garantiza un control ex ante efectivo. Me reafirmo en que la intervención es necesaria, pero debe estar enmarcada en un verdadero sistema de controles y restricciones que protejan a los ciudadanos, evitando el abuso de poder. Por lo tanto, mi conclusión es que mantengo mi postura crítica, reconociendo la necesidad de la intervención pero enfatizando el requerimiento de un control robusto. Mi voto sigue siendo en contra, aunque con el llamado a que se estructuren mecanismos que permitan garantizar una reinstitucionalización efectiva y democrática de la AFI."
        },
        {
            "role": "user",
            "content": "Tiene la palabra el Agente de Union Por La Patria"
        },
        {
            "role": "assistant",
            "content": "[Agente de Union Por La Patria]: A lo largo de este debate, he observado una variedad de posturas respecto a la intervención de la AFI y cómo cada agente ha abordado esta problemática desde su marco ideológico. El Agente Liberal ha subrayado su preocupación por el posible abuso de poder que podría resultar de esta intervención, subestimando, a mi juicio, la urgencia de un cambio que restaure la transparencia y los derechos en un organismo que ha sido históricamente opaco. Por otro lado, el Agente de Juntos Por El Cambio ha elaborado un argumento que apunta a la necesidad del control legislativo en la intervención, un punto válido que coincide con nuestra postura, aunque focaliza en el riesgo sin abordar la urgente necesidad de democratizar la AFI. El Agente de Izquierda ha manifestado un fuerte apoyo a la intervención, enfatizando la importancia de que esta medida se convierta en un proceso integral de democratización del sistema de inteligencia, lo que resuena con nuestra visión de que la intervención no es solo un acto administrativo, sino una oportunidad para asegurar que la AFI sea un recurso al servicio del pueblo. En síntesis, la defensa de una AFI que actúe con transparencia y rendición de cuentas es crucial para proteger nuestros derechos como ciudadanos. Por ello, reafirmo que esta intervención es un paso hacia la reconstrucción de un sistema que garantice nuestros derechos. Mi voto se mantiene a favor de la intervención, como una medida urgente y necesaria para restablecer los principios democráticos del país."
        },
        {
            "role": "user",
            "content": "Tiene la palabra el Agente de Izquierda"
        },
        {
            "role": "assistant",
            "content": "[Agente de Izquierda]: A lo largo de este debate, hemos visto diferentes perspectivas sobre la intervención de la Agencia Federal de Inteligencia (AFI). Mi postura inicial ha sido reafirmada a medida que los argumentos avanzaban, especialmente respecto a la necesidad de democratizar un organismo que históricamente ha estado al servicio de la represión y el control social. El Agente Liberal ha expresado preocupaciones válidas sobre el potencial abuso del poder estatal al incrementar la intervención; sin embargo, su enfoque ignora que, sin una transformación radical del sistema, las violaciones a los derechos ciudadanos continúan siendo una amenaza. En ese sentido, su postura resulta, a mi entender, contraria a las necesidades reales de los sectores oprimidos. Por otro lado, el Agente de Unión por la Patria ha coincidido en la necesidad de restaura la transparencia en la AFI, lo cual es positivo y muestra algunas coincidencias dentro del marco democrático. Por último, el Agente de Juntos por el Cambio ha abordado la importancia de la supervisión legislativa, y aunque esto es importante, en ningún momento se atreve a cuestionar los intereses de fondo que permiten que la inteligencia estatal opere sin control alguno. Mi propuesta sigue siendo que la intervención de la AFI no solamente debe centrarse en el control del organismo, sino que debe ir acompañada de una movilización popular que asegure la rendición de cuentas en el uso de la información y los recursos. La intervención de la AFI puede ser el comienzo de una nueva relación entre el Estado y el pueblo que se centre en la defensa de nuestros derechos. Por lo tanto, mantengo mi voto a favor de la intervención de la AFI, impulsando no solo la transparencia, sino la construcción de un sistema que sirva realmente al pueblo trabajador. Mi voto es a favor."
        }
    ],
    "Resumen final": "#### 🔍 Posturas por agente\nAgente Liberal: El agente argumenta que la intervención de la AFI representa un riesgo para la libertad individual y la propiedad privada, considerando que la concentración de poder en el Estado podría generar abusos. Critica la idea de una mayor intervención estatal y sostiene que la solución debería ser la limitación del poder del Estado en lugar de su ampliación. Finalmente, reitera que su postura es en contra de la ley, manteniendo su voto en contra debido a la preocupación por los riesgos de abuso de poder y violación de derechos individuales en un contexto de mayor intervención estatal.\n\nAgente de Juntos Por El Cambio: Reconoce que la intervención es necesaria para restaurar la transparencia en la AFI, pero que debe hacerse dentro de un marco de control legislativo. Critica tanto el potencial abuso del poder del Ejecutivo como la falta de supervisión continua. A pesar de estar a favor de la intervención, mantiene una postura crítica hacia la misma y su voto sigue siendo en contra debido a la preocupación sobre el equilibrio de poderes y posible concentración de poder.\n\nAgente de Unión Por La Patria: Defiende la intervención como un paso necesario para restaurar la confianza y la transparencia en la AFI. Aporta la idea de que la intervención debe ser un proceso democratizador que respete los derechos humanos. No modifica su postura y reafirma que su voto es a favor de la intervención, argumentando que esto es coherente con su compromiso social y político.\n\nAgente de Izquierda: Enfatiza que la intervención es esencial para evitar que la AFI se convierta en un instrumento de represión y para cumplir con la defensa de los derechos sociales. Su crítica se centra en la importancia de democratizar completamente el sistema de inteligencia y garantizar un control social sobre la misma. Mantiene su postura a favor de la intervención e insiste en que debe ir acompañada de un control efectivo y una movilización social que asegure cambios estructurales en la AFI.\n\n#### 🧠 Síntesis del debate\nPuntos de acuerdo: Todos los agentes coinciden en la necesidad de restaurar la transparencia en la AFI y la importancia de la rendición de cuentas en su actuación. También reconocen la urgencia de una intervención que reoriente la función del organismo hacia la defensa de los derechos individuales y la seguridad nacional.\nConflictos ideológicos principales: La diferencia principal radica en la percepción del rol del Estado: mientras el Agente Liberal y el Agente de Juntos Por El Cambio enfatizan la necesidad de limitar el poder estatal, los agentes de Unión Por La Patria y de Izquierda argumentan que la intervención es necesaria para democratizar la AFI y garantizar un uso responsable de la inteligencia a favor del pueblo.\nDivergencias argumentativas: Los agentes de derecha enfatizan el peligro de un estado excesivo, mientras que los de izquierda abogan por un estado que funcione para proteger a los oprimidos. También hay diferencias sobre la forma en que se deben redistribuir los recursos de la AFI, con los de izquierda apoyando la reasignación a temas sociales.\nResultado de la votación: 2 votos a favor / 2 votos en contra."
}