{
    "Round 0": {
        "Agente Liberal": {
            "argumentacion": "[Agente Liberal]: La reestructuración de títulos públicos bajo ley extranjera busca aliviar la carga de la deuda soberana, pero esto se hace a expensas de la transparencia y la disciplina fiscal. En lugar de implementar soluciones de corto plazo que continúan con el gasto estatal, lo ideal es permitir que los mercados se ajusten sin intervención gubernamental. Además, la emisión de nuevos títulos y el canje conlleva futuros compromisos que el Estado no puede financiar adecuadamente, lo que podría llevar a una mayor inflación y a la pérdida de confianza en el peso argentino. Una política de austeridad y el fomento del ahorro y la inversión privada deben ser la prioridad. Esto permitirá resolver el problema de la deuda de manera estructural y sostenible.",
            "voto": 0
        },
        "Agente de Juntos Por El Cambio": {
            "argumentacion": "[Agente de Juntos Por El Cambio]: Nos encontramos ante un decreto que busca reestructurar la deuda pública emitida bajo ley extranjera, situación a la que se ha llegado por una gestión que no ha sabido abordar las problemáticas económicas de fondo. Si bien la reestructuración es una herramienta necesaria en contextos críticos, debemos tener en cuenta que su implementación debe estar alineada a principios de transparencia, sostenibilidad y respeto a la inversión privada. La historia nos muestra que las reestructuraciones unilaterales suelen generar desconfianza máxima en los mercados, afectando el acceso al financiamiento en el futuro. No podemos permitir que el Estado ceda a la tentación de actuar arbitrariamente; necesitamos un enfoque basado en la prudencia y en cumplir con los compromisos asumidos, no sólo para recuperar la credibilidad internacional, sino también para cuidar a cada argentino que confió en nuestros bonos. Proponemos, en cambio, reestructurar la deuda de una forma responsable, que contemple los intereses de los tenedores y al mismo tiempo garantice un camino sólido hacia la sostenibilidad. La falta de claridad en algunas disposiciones del decreto genera incertidumbre, y como defensores del estado de derecho y de las instituciones, consideramos que es fundamental establecer políticas públicas que fortalezcan la confianza en el sistema económico y financiero. Por los motivos expuestos, que reflejan nuestra visión republicana del manejo de la deuda y el compromiso con la legalidad y la seguridad jurídica, mi voto es en contra.",
            "voto": 0
        },
        "Agente de Union Por La Patria": {
            "argumentacion": "[Agente de Union Por La Patria]: La reestructuración de títulos públicos emitidos bajo ley extranjera es un tema de suma importancia para la soberanía económica de Argentina. En una nación como la nuestra, que ha lidiado históricamente con el endeudamiento externo y sus consecuencias, es indispensable encarar la deuda pública de manera que priorice la recuperación y el bienestar social. En este sentido, el decreto se alinea con el principio de justicia social, ya que busca ajustar la carga de la deuda a la capacidad de pago real del país, evitando que las obligaciones internacionales afecten aún más la situación económica de los sectores más vulnerables. Dicha medida es parte de un esfuerzo más amplio por restaurar la sostenibilidad de la deuda pública en un contexto de emergencia económica, donde las decisiones deben ser tomadas con un enfoque en el desarrollo productivo y equitativo. Además, es importante mencionar que el Estado, como garante de los derechos de su pueblo, debe estar en el centro de estas negociaciones, asegurándose de que los acuerdos sean beneficiosos no solo para los acreedores, sino fundamentalmente para los argentinos. Por ello, apoyo la reestructuración como un paso necesario para asegurar la estabilidad financiera, siempre que se garantice que la reducción de la carga de la deuda no se traduzca en recortes en los derechos laborales y sociales. Esto es clave para fortalecer el Estado presente y activo que aboga por la justicia social y la soberanía política en la toma de decisiones económicas.",
            "voto": 4
        },
        "Agente de Izquierda": {
            "argumentacion": "[Agente de Izquierda]: La reestructuración de títulos públicos emitidos bajo ley extranjera, tal como se propone en el decreto, representa una continuidad de las políticas de ajuste que el gobierno actual ha implementado, priorizando el pago de la deuda externa antes que las necesidades del pueblo trabajador. Este decreto no es más que un intento de administrar el endeudamiento, diseñado bajo las directrices del FMI, lo que significa que el costo de esta reestructuración recaerá sobre la clase trabajadora y los sectores populares. Aquí se olvidan las voces de aquellos que han sido empobrecidos por años de políticas económicas que benefician a los grandes capitales. En vez de limitar la deuda pública y priorizar el bienestar social, el gobierno elige atender a sus acreedores, sacrificando así nuestras necesidades fundamentales: educación, salud y empleo. La lucha debe ser, en cambio, por un cese al pago de la deuda, por la anulación de los contratos que priorizan la ganancia de los bancos e inversores sobre los derechos del pueblo. Necesitamos un movimiento que organice a los trabajadores para rechazar estas imposiciones y para empujar un plan de lucha que ponga en primer lugar las demandas populares. Por eso, me opongo con firmeza a este decreto.",
            "voto": 0
        }
    },
    "Round 1": {
        "Agente Liberal": {
            "argumentacion": "[Agente Liberal]: En esta ronda, quiero retomar algunas de las observaciones formuladas por los otros agentes, en particular las del Agente de Juntos Por El Cambio y el Agente de Unión Por La Patria. El Agente de Juntos Por El Cambio señala correctamente que las reestructuraciones unilaterales pueden generar desconfianza en los mercados, un punto crítico que apoyo totalmente. Hay que abordar la deuda y la reestructuración con responsabilidad, pero no desde la óptica de una nueva intervención estatal que perpetúe gastos y compromisos mal gestionados. En cuanto al Agente de Unión Por La Patria, si bien su enfoque social es comprensible, es fundamental resaltar que este tipo de medidas pueden crear una ilusión de alivio a corto plazo, pero sin reformar la raíz del problema, que es el tamaño y la ineficiencia del Estado. Por lo tanto, reitero que el mejor camino es garantizar un marco en el que se calme al mercado a través de la eliminación de gastos improductivos y una drástica disminución del gasto estatal, que a la larga contribuirá a la estabilización económica y fiscal del país. Y para ello, la reestructuración del decreto no es el camino adecuado, sino una política de endeudamiento responsable y alineada con la iniciativa privada. Por estos motivos, mantengo mi postura y mi voto en contra.",
            "voto": 0
        },
        "Agente de Juntos Por El Cambio": {
            "argumentacion": "[Agente de Juntos Por El Cambio]: He escuchado atentamente las posturas de mis colegas. El Agente Liberal plantea que la reestructuración debe seguir un enfoque de mercado, evitando la intervención del Estado. Sin embargo, en un contexto de crisis económica como el argentino, la intervención controlada y el canje de deuda pueden ser herramientas necesarias para garantizar la sostenibilidad fiscal, mantenido un equilibrio entre las demandas de los acreedores y la capacidad del Estado para cumplir con sus compromisos sin sacrificar el desarrollo social. \n\nPor otro lado, el Agente de Unión Por La Patria argumenta a favor de la reestructuración como una medida de justicia social, señalando la importancia de priorizar el bienestar de la población. Estoy de acuerdo en que la equidad debe permanecer en el centro de toda decisión de política económica, pero también creo que no debemos perder de vista la importancia de la estabilidad económica a largo plazo. Las reestructuraciones unilaterales han demostrado ser perjudiciales en el pasado y nos exponen a un riesgo de inestabilidad futura.  \n\nFinalmente, el Agente de Izquierda critica la reestructuración al considerar que responde a los intereses de los bancos y el FMI, lo cual considero una simplificación de la situación. Este enfoque ignora la necesidad de enfrentar las históricas cargas que enfrenta el país, y los pasos necesarios para proteger a la población, pero no podemos simplemente ignorar nuestras deudas con la comunidad internacional. \n\nEs esencial llegar a un punto de acuerdo donde se cible la deuda de manera responsable, estableciendo caminos para restaurar la confianza del mercado, así como el crecimiento económico. \n\nPor todo esto, mantengo mi postura y mi voto en contra, porque creo que este decreto no genera la transparencia necesaria ni respeta los compromisos adquiridos. La deuda debe ser reestructurada, pero de forma que no se pongan en riesgo los sectores más vulnerables. Debemos plantear un escenario más claro en beneficio de la sociedad.",
            "voto": 0
        },
        "Agente de Union Por La Patria": {
            "argumentacion": "[Agente de Union Por La Patria]: He escuchado atentamente las intervenciones de los demás agentes y, en particular, las críticas del Agente de Juntos Por El Cambio y del Agente de Izquierda. El Agente Liberal se centra en la idea de la austeridad y la intervención mínima del Estado, lo que va en contra de nuestra propuesta de un Estado presente y activo que garantice derechos fundamentales. Debemos recordar que la historia ha demostrado que las políticas de austeridad no han prosperado para los sectores más vulnerables, ya que destruyen el bienestar social. \n\nEl Agente de Juntos Por El Cambio plantea la necesidad de transparencia y sostenibilidad, pero ignora que el propio camino del endeudamiento ha sido precario y ha llevado a arbitrariedades en los pagos que terminan afectando a los más necesitados. Nos hemos comprometido a actuar en favor del desarrollo sostenible y la justicia social, lo que implica también renegociar la deuda, pero siempre desde una perspectiva donde se priorice el costo social, no solo el costo financiero.\n\nEn cuanto al Agente de Izquierda, su propuesta de anular la deuda puede sonar atractiva desde un discurso idealista, pero necesitamos estar anclados en la realidad de la economía global, donde los compromisos internacionales son inevitables. Lo que propone como una solución radical podría llevar a un aislamiento mayor y aún más sufrimiento a las clases trabajadoras. Sin embargo, coincido en que debemos asegurarnos de no continuar con el ciclo de deuda que hipotecó al país y ha aumentado nuestras vulnerabilidades.  \n\nPor último, reafirmo que la reestructuración es un paso clave en la dirección correcta, dado que busca aliviar la carga de la deuda en una narrativa que integra y prioriza el bienestar de nuestro pueblo. Así, continúo apoyando este decreto como una herramienta necesaria para garantizar la soberanía económica y fiscal de Argentina. \n\nPor lo tanto, mantengo mi voto a favor de la ley.",
            "voto": 4
        },
        "Agente de Izquierda": {
            "argumentacion": "[Agente de Izquierda]: He escuchado los argumentos de los otros agentes y quiero responder a varios puntos cruciales. Primero, el Agente Liberal y el Agente de Juntos Por El Cambio argumentan a favor de las políticas de austeridad y un enfoque de disciplina fiscal. Sin embargo, sus propuestas ignoran el hecho de que este enfoque ya ha fracasado en el pasado, llevando a la ruina a millones de trabajadores. La austeridad no es la solución a la deuda, sino que perpetúa la miseria en la que viven aquellos que producen la riqueza de la nación. La historia ha demostrado que las reestructuraciones unilaterales, aunque son necesarias en algunos casos, deben hacerse con el objetivo de priorizar las necesidades del pueblo y no para satisfacer a los acreedores que continúan especulando con nuestra economía. \n \nEl Agente de Unión por la Patria propone que esta reestructuración tenga en cuenta la justicia social. Estoy de acuerdo en que las medidas deben estar dirigidas a proteger a los sectores vulnerables, pero debo reiterar que apoyar la reestructuración tal como se presenta en este decreto no garantiza que realmente se prioricen estas necesidades. La realidad es que este tipo de medidas, si se implementan sin una lucha activa por parte de los trabajadores, terminarán beneficiando a quienes ya tienen el poder económico y político. Se olvida que la raíz del problema de la deuda no está solo en la gestión actual, sino en un sistema que favorece a las élites y no al pueblo. \n \nPor lo tanto, reitero que debemos luchar contra este decreto que, en última instancia, perpetúa el ciclo de endeudamiento y dependencia del FMI. Necesitamos un plan que no solo reestructure la deuda, sino que garantice que el pueblo trabajador deje de pagar por los excesos de los capitalistas. Por estas razones, mantengo mi voto en contra de esta reestructuración.",
            "voto": 0
        }
    },
    "Round 2": {
        "Agente Liberal": {
            "argumentacion": "[Agente Liberal]: En esta última ronda, he considerado los argumentos expuestos por los demás agentes en las intervenciones previas, y quiero reflexionar sobre ellos. El Agente de Juntos Por El Cambio mostró un enfoque equilibrado al señalar la importancia de la transparencia en la reestructuración de la deuda, lo cual reconozco como un punto válido. Sin embargo, su insistencia en la austeridad como camino único no aborda la raíz del problema de la deuda que ha sido alimentada por un Estado sobredimensionado y un modelo de gasto insostenible. Este punto es fundamental para reafirmar mi postura a favor de limitar el alcance del gasto estatal y proteger a la economía privada.  \n\nPor otro lado, el Agente de Unión Por La Patria propone una reestructuración que prioriza la justicia social, y comprendo la necesidad de un enfoque social en la deuda. Sin embargo, mi preocupación radica en que este decreto podría perpetuar la dependencia económica del Estado. El Agente de Izquierda, en su crítica radical, propone anular la deuda, lo que reconozco como una visión interesante, pero poco práctica en un mundo globalizado donde la deuda y la confianza son esenciales para operar.  \n\nEn resumen, el debate ha reafirmado mi creencia en que la reestructuración que se plantea en este decreto es insatisfactoria para abordar la crisis de raíz en nuestra economía. La única forma de avanzar es por medio de una reducción genuina del Estado y fomentar la libertad del mercado. Mantengo que promover un modelo económico que se base en la responsabilidad, la austeridad y la libertad es primordial.",
            "voto": 0
        },
        "Agente de Juntos Por El Cambio": {
            "argumentacion": "[Agente de Juntos Por El Cambio]: Durante este debate, he tenido la oportunidad de escuchar a mis colegas y reflexionar sobre sus argumentos. El Agente Liberal ha mantenido su enfoque en la austeridad y la intervención mínima del Estado, lo que, aunque puede parecer atractivo desde una perspectiva de mercado, ignora la situación crítica de muchos argentinos que sufren a causa de políticas de ajuste que ya han fracasado en el pasado. Por otro lado, el Agente de Unión Por La Patria ha planteado validamente la importancia de considerar las necesidades sociales en la reestructuración, pero considero que su enfoque podría llevar a la ineficiencia si no se articula con la responsabilidad fiscal y el cumplimiento de compromisos. Mientras tanto, el Agente de Izquierda ha propuesto una postura radical que podría desconectar aún más al país de los mercados internacionales, lo que sería devastador para nuestra economía.  A lo largo de este debate, refuerzo la necesidad de un enfoque balanceado que contemple tanto la sostenibilidad fiscal como el bienestar social. La reestructuración de la deuda es necesaria, pero debe hacerse con transparencia y dentro del marco de un plan a largo plazo que restaure la confianza. Por lo tanto, aunque reconozco la necesidad de una reestructuración, por la forma en que se plantea en este decreto, sigo oponiéndome a su aprobación, insistiendo en la importancia de hacerlo de una manera que proteja los intereses de todos los ciudadanos y fortalezca la institucionalidad. Mantengo así mi voto en contra de esta ley.",
            "voto": 0
        },
        "Agente de Union Por La Patria": {
            "argumentacion": "[Agente de Union Por La Patria]: Durante el desarrollo de este debate, he escuchado atentamente las argumentaciones de mis colegas. El Agente Liberal sostiene que la austeridad y la intervención mínima del Estado son la solución a nuestra crisis de deuda, argumento que, aunque suena atractivo en teoría, ignora la realidad histórica de nuestro país donde las políticas de austeridad han llevado a un deterioro del bienestar social y a un incremento de la pobreza. La experiencia nos dice que el ajuste feroz solo beneficia a las elites. Por otra parte, el Agente de Juntos Por El Cambio comparte una preocupación válida sobre la falta de transparencia y sostenibilidad en la reestructuración, sin embargo, su enfoque parece olvidar que la rigurosidad excesiva en el manejo de la deuda a menudo termina afectando a los sectores más vulnerables, lo que contradice nuestra misión de justicia social. Por último, el Agente de Izquierda ha planteado la necesidad de anular la deuda como un acto de firmeza ante los acreedores, pero su propuesta a menudo puede parecer desmedida, ignorando el delicado equilibrio que necesitamos mantener en el escenario internacional. Aun así, he visto razón en su crítica hacia cómo la deuda ha continuado perpetuando injusticias y abusos hacia la clase trabajadora. Después de considerar todos estos puntos, mantengo mi apoyo a la reestructuración de la deuda que propone el decreto, pues creo firmemente que este es un paso necesario para restaurar la salud económica del país sin sacrificar el bienestar de aquellos que ya sufren. El Estado debe seguir siendo un actor en la economía, garantizando que esta reestructuración se realice de tal forma que priorice en todo momento el bienestar del pueblo. Por eso, mi voto sigue siendo a favor de la ley.",
            "voto": 4
        },
        "Agente de Izquierda": {
            "argumentacion": "[Agente de Izquierda]: A lo largo de este debate, han emergido distintos puntos de vista sobre la reestructuración de los títulos públicos emitidos bajo ley extranjera. Quiero reconocer que el Agente de Unión por la Patria comparte la preocupación por la justicia social. Sin embargo, sus propuestas para la reestructuración, al igual que las del Agente de Juntos Por El Cambio, parecen seguir la lógica de un sistema capitalista que prioriza los intereses de los acreedores sobre las necesidades del pueblo trabajador. No debería existir un compromiso que beneficie a los grandes capitales mientras se ignoran las voces de aquellos que sufren a causa de la deuda. La postura del Agente Liberal, al abogar por la disciplina fiscal y la austeridad, es parte del problema que ya ha llevado a millones a la pobreza. Establezco que la reestructuración, tal cual se presenta en el decreto, es una continuación de políticas que perpetúan la dependencia del FMI y el ajuste. Durante el debate, ninguno de los otros agentes ha presentado alternativas que realmente rompan con este ciclo; por el contrario, se aboga por trabajar dentro del mismo marco que ha fracasado en proteger y promover la vida digna de los trabajadores. Por estas razones, refuerzo mi postura crítica a este decreto. Abogamos por la anulación de la deuda y el establecimiento de un plan que priorice las necesidades del pueblo, no de los bancos y acreedores. Mi voto sigue siendo en contra de esta reestructuración porque propone un enfoque que fallará a quienes sostienen el país con su trabajo día a día.",
            "voto": 0
        }
    },
    "Debate Completo": [
        {
            "role": "user",
            "content": "Este es un debate simulado entre agentes políticos argentinos sobre el decreto: Reestructuración de títulos públicos emitidos bajo ley extranjera.. Edición del\n3 de Julio de 2025\nEdiciones Anteriores\nBúsqueda avanzada\nSecciones\nBúsqueda\nCantidad de resultados\nBúsqueda avanzada\nLegislación y Avisos Oficiales\nPrimera Sección\nSociedades y Avisos Judiciales\nSegunda Sección\nContrataciones\nTercera Sección\nVolver\nLegislación y Avisos Oficiales\nPrimera sección\nPrimera\nDecretos\nDetalle\n|\n|\nVer páginas publicadas\nVer texto del aviso\nDEUDA PÚBLICA\nDecreto 391/2020\nDCTO-2020-391-APN-PTE - Reestructuración de títulos públicos emitidos bajo ley extranjera.\nCiudad de Buenos Aires, 21/04/2020\nVISTO el Expediente N° EX-2020-26013821-APN-UGSDPE#MEC, la Ley N° 24.156 de Administración Financiera y de los Sistemas de Control del Sector Público Nacional y sus modificaciones, la Ley N° 27.541 de Solidaridad Social y Reactivación Productiva en el Marco de la Emergencia Pública, la Ley Nº 27.544 de Restauración de la Sostenibilidad de la Deuda Pública Emitida bajo Ley Extranjera y el Decreto N° 250 de fecha 9 de marzo de 2020, y\nCONSIDERANDO:\nQue por el artículo 1° de la Ley Nº 27.541 de Solidaridad Social y Reactivación Productiva en el Marco de la Emergencia Pública se declaró la emergencia pública en materia económica, financiera, fiscal, administrativa, previsional, tarifaria, energética, sanitaria y social.\nQue dicha declaración de emergencia contempla en su artículo 2° la creación de condiciones para asegurar la sostenibilidad de la deuda pública, que deberá ser compatible con la recuperación de la economía productiva y con la mejora de los indicadores sociales básicos.\nQue las consideraciones expuestas por el PODER EJECUTIVO NACIONAL en el mensaje de elevación al HONORABLE CONGRESO DE LA NACIÓN de la Ley Nº 27.541 dio cuenta de la subsistencia de las severas condiciones económicas y sociales que enfrenta nuestro país.\nQue para resolver la situación de inconsistencia macroeconómica, resulta fundamental la implementación de políticas de deuda como parte de un programa integral diseñado con el objetivo de recuperar un crecimiento sostenible de la economía y restaurar la sostenibilidad de la deuda pública.\nQue la Ley N° 27.544 de Restauración de la Sostenibilidad de la Deuda Pública Emitida bajo Ley Extranjera declaró prioritaria para el interés de la REPÚBLICA ARGENTINA la restauración de la sostenibilidad de la deuda pública emitida bajo ley extranjera, en los términos del artículo 65 de la Ley N° 24.156 de Administración Financiera y de los Sistemas de Control del Sector Público Nacional, y a tal fin autorizó al PODER EJECUTIVO NACIONAL a efectuar las operaciones de administración de pasivos y/o canjes y/o reestructuraciones de los servicios de vencimiento de intereses y amortizaciones de capital de los Títulos Públicos de la REPÚBLICA ARGENTINA emitidos bajo ley extranjera.\nQue, asimismo, por el artículo 1° de la mencionada Ley N° 27.544 se delegó en el PODER EJECUTIVO NACIONAL la determinación de los montos nominales por esta alcanzados y por su artículo 3°, se facultó al MINISTERIO DE ECONOMÍA a contemplar en la normativa e incluir en los documentos pertinentes las aprobaciones y cláusulas que establezcan la prórroga de jurisdicción a favor de tribunales extranjeros y que dispongan la renuncia a oponer la defensa de inmunidad soberana exclusivamente respecto de reclamos en la jurisdicción que se prorrogue y con relación a los contratos que se suscriban y a las operaciones de crédito público que se realicen dentro de los límites establecidos en dicho artículo.\nQue mediante el artículo 1° del Decreto N° 250 del 9 de marzo de 2020 se estableció en el VALOR NOMINAL de DÓLARES ESTADOUNIDENSES SESENTA Y OCHO MIL OCHOCIENTOS CUARENTA Y DOS MILLONES QUINIENTOS VEINTIOCHO MIL OCHOCIENTOS VEINTISÉIS (VN USD 68.842.528.826) o su equivalente en otras monedas, el monto nominal máximo de las operaciones de administración de pasivos y/o canjes y/o reestructuraciones de los títulos públicos de la REPÚBLICA ARGENTINA emitidos bajo ley extranjera existentes al 12 de febrero de 2020, detallados en el Anexo de dicho decreto.\nQue por el artículo 2° del mismo decreto y conforme lo dispuesto en el artículo 3° de la Ley N° 27.544 se estableció, por hasta un monto que no supere el indicado en el párrafo anterior, que las prórrogas de jurisdicción sean a favor de los tribunales estaduales y federales ubicados en las ciudades de Nueva York -ESTADOS UNIDOS DE AMÉRICA-, Londres -REINO UNIDO DE GRAN BRETAÑA E IRLANDA DEL NORTE-, y de los tribunales ubicados en la ciudad de Tokio -JAPÓN-.\nQue paralelamente, con fecha 11 de marzo de 2020, la ORGANIZACIÓN MUNDIAL DE LA SALUD declaró el brote del nuevo coronavirus COVID-19 como una pandemia, luego de que el número de personas infectadas a nivel global llegara a CIENTO DIECIOCHO MIL QUINIENTOS CINCUENTA Y CUATRO (118.554) y el número de muertes a CUATRO MIL DOSCIENTOS OCHENTA Y UNO (4.281), afectando hasta ese momento a CIENTO DIEZ (110) países.\nQue a raíz de ello, mediante el Decreto N° 260 del 12 de marzo de 2020 y su modificatorio se amplió, por el plazo de UN (1) año, la emergencia pública en materia sanitaria establecida por la Ley N° 27.541 en virtud de la referida pandemia, y mediante el Decreto N° 297 del 19 de marzo de 2020, se estableció para todas las personas que habitan en el país o se encuentren en él, la medida de “aislamiento social, preventivo y obligatorio”, el cual fue prorrogado por los Decretos N° 325/20 y N° 355/20.\nQue si bien la crisis sanitaria mundial generada por la pandemia del coronavirus COVID-19 ha alterado los plazos previstos oportunamente en el “Cronograma de acciones para la gestión del Proceso de Restauración de la Sostenibilidad de la Deuda Pública Externa”, resulta una obligación ineludible del Estado instar todos los trámites que sean necesarios para su cumplimiento.\nQue en este contexto, mediante el Decreto N° 346 del 5 de abril de 2020 se dispuso el diferimiento de los pagos de los servicios de intereses y amortizaciones de capital de la deuda pública nacional instrumentada mediante títulos denominados en dólares estadounidenses emitidos bajo ley de la REPÚBLICA ARGENTINA hasta el 31 de diciembre de 2020 o hasta fecha anterior que el MINISTERIO DE ECONOMÍA determine considerando el grado de avance y ejecución del proceso de restauración de la sostenibilidad de la deuda pública.\nQue bajo el marco jurídico mencionado y la situación excepcional que se está viviendo, el PODER EJECUTIVO NACIONAL ha considerado conveniente continuar avanzando hacia un proceso de reestructuración, determinando el universo de montos nominales tal que se preserven márgenes de acción en el diseño de las operaciones de administración de pasivos y/o canjes y/o reestructuraciones de los Títulos Públicos de la REPÚBLICA ARGENTINA conforme el Decreto Nº 250/20, con el fin de restaurar la sostenibilidad de la deuda pública bajo ley extranjera.\nQue por la Resolución N° 130 del 12 de marzo de 2020 del MINISTERIO DE ECONOMÍA se dispuso la registración ante la SECURITY EXCHANGE COMISSION de un primer monto de DÓLARES ESTADOUNIDENSES TREINTA MIL QUINIENTOS MILLONES (USD 30.500.000.000).\nQue por la Nota N° NO-2020-25494249-APN-MEC del 13 de abril de 2020, se amplió el antedicho monto por la suma de DÓLARES ESTADOUNIDENSES VEINTE MIL MILLONES (USD 20.000.000.000).\nQue, con el fin de realizar la propuesta de reestructuración que se propicia, se profundizaron los contactos con los tenedores de los referidos instrumentos de la deuda, avanzándose en una propuesta de reestructuración acorde con los lineamientos de sostenibilidad determinados por el MINISTERIO DE ECONOMÍA.\nQue la propuesta diseñada permitirá al ESTADO NACIONAL restaurar la sostenibilidad de la deuda pública emitida bajo Ley Extranjera, permitiéndole de esta forma hacer frente a servicios de deuda acordes con la capacidad de pago de la REPÚBLICA ARGENTINA conforme fuera expuesto por la UNIDAD DE GESTIÓN DE SOSTENIBILIDAD DE LA DEUDA PÚBLICA EXTERNA, dependiente de la SECRETARÍA DE FINANZAS del MINISTERIO DE ECONOMÍA.\nQue la SECRETARÍA DE POLÍTICA ECONÓMICA del MINISTERIO DE ECONOMÍA ha manifestado su opinión coincidente respecto de la sustentabilidad de la presente propuesta, según los principios de sostenibilidad de la deuda previstos en la Ley N° 27.541.\nQue los Títulos Públicos denominados en Yenes Japoneses (JPY) poseen condiciones financieras en términos de cupón y plazo que son concordantes con los Lineamientos para la Sostenibilidad de la Deuda, por lo que se entiende razonable excluirlos de la operación que por esta norma se aprueba.\nQue por lo expresado precedentemente, resulta necesario aprobar la reestructuración de los títulos públicos de la REPÚBLICA ARGENTINA emitidos bajo ley extranjera que se detallan en el presente, por medio de una operación de canje y solicitudes de consentimiento.\nQue los términos y las condiciones de la oferta, así como los mecanismos en base a los cuales se concretará dicha operación están descritos en el “Suplemento de Prospecto (Prospectus Supplement)”, cuyo modelo se aprueba por la presente medida.\nQue en virtud de las características particulares de la oferta descripta, el mejoramiento en el perfil de vencimientos resultante es consistente con un sendero de crecimiento económico sostenible, condición necesaria para restaurar la capacidad de pago de la REPÚBLICA ARGENTINA.\nQue en función de lo expresado en los considerandos precedentes, resulta necesario aprobar la documentación necesaria para llevar a cabo la Invitación a Canjear los títulos públicos seleccionados y disponer, además, la emisión de nuevos títulos públicos del ESTADO NACIONAL a ser entregados en canje.\nQue el artículo 7° de la mencionada Ley N° 27.544 establece que el gasto que demande el cumplimiento de lo allí dispuesto será imputado a las partidas presupuestarias correspondientes a la Jurisdicción 90 - Servicio de la Deuda Pública.\nQue, de conformidad con lo dispuesto por el artículo 61 de la Ley Nº 24.156, el BANCO CENTRAL DE LA REPÚBLICA ARGENTINA ha emitido su opinión sobre el impacto de la operación en la balanza de pagos, manifestando que la misma no merece objeciones por parte de dicha entidad.\nQue la Oficina Nacional de Crédito Público de la SUBSECRETARÍA DE FINANCIAMIENTO de la SECRETARÍA DE FINANZAS del MINISTERIO DE ECONOMÍA ha tomado la intervención que le compete por la Ley 24.156, en relación con la emisión de los nuevos instrumentos con cargo a la Ley N° 27.544.\nQue la DIRECCIÓN NACIONAL DE IMPUESTOS de la SUBSECRETARÍA DE INGRESOS PÚBLICOS de la SECRETARÍA DE HACIENDA del MINISTERIO DE ECONOMÍA ha opinado en relación a los asuntos tributarios de la transacción.\nQue la Ley Nº 26.122 regula el trámite y los alcances de la intervención del HONORABLE CONGRESO DE LA NACIÓN respecto de los decretos dictados por el PODER EJECUTIVO NACIONAL, en virtud de lo dispuesto por el artículo 76 de la CONSTITUCIÓN NACIONAL.\nQue la citada ley determina que la COMISIÓN BICAMERAL PERMANENTE del HONORABLE CONGRESO DE LA NACIÓN tiene competencia para pronunciarse respecto de la validez o invalidez de los decretos de delegación legislativa.\nQue el artículo 22 de la Ley Nº 26.122 estableció que las Cámaras se pronuncien mediante sendas resoluciones y que el rechazo o aprobación de los decretos deberá ser expreso conforme lo establecido en el artículo 82 de la Carta Magna.\nQue el servicio jurídico del MINISTERIO DE ECONOMÍA y la PROCURACIÓN DEL TESORO DE LA NACIÓN han tomado la intervención que les compete.\nQue la presente medida se dicta en uso de las atribuciones conferidas por los artículos 76 y 99, inciso 1 de la CONSTITUCIÓN NACIONAL, las Leyes Nros. 27.541, 24.156 y 27.544.\nPor ello,\nEL PRESIDENTE DE LA NACIÓN ARGENTINA\nDECRETA:\nARTÍCULO 1°.- Dispónese la reestructuración de los Títulos Públicos de la REPÚBLICA ARGENTINA emitidos bajo ley extranjera detallados en el Anexo I (IF-2020-26774272-APN-UGSDPE#MEC), mediante una Invitación a Canjear dichos títulos.\nLos alcances y los términos y condiciones de la operación se encuentran detallados en el modelo de Suplemento de Prospecto (“Prospectus Supplement)”, obrante -junto con su traducción al idioma castellano- como Anexo II (IF2020-26925172-APN-UGSDPE#MEC) al presente decreto, el cual se aprueba por la presente medida y la integra.\nARTÍCULO 2°.- Dispónese la emisión, por hasta las sumas necesarias para dar cumplimiento a lo dispuesto en el artículo 1° del presente decreto, de una o varias series de instrumentos denominados en Dólares Estadounidenses y Euros cuyas condiciones financieras obran en el Anexo III (IF-2020-26772030-APN-UGSDPE#MEC) que forma parte integrante del presente decreto como “Condiciones de Emisión de los Nuevos Títulos”.\nEl monto máximo de emisión para el conjunto de las series denominadas en Dólares Estadounidenses no podrá ser superior a VALOR NOMINAL DÓLARES ESTADOUNIDENSES CUARENTA Y CUATRO MIL QUINIENTOS MILLONES (V.N. USD 44.500.000.000).\nEl monto máximo de emisión para el conjunto de las series denominadas en Euros no podrá ser superior a VALOR NOMINAL EUROS DIECISIETE MIL SEISCIENTOS MILLONES (V.N. € 17.600.000.000).\nARTÍCULO 3°.- El Ministro de Economía podrá realizar las modificaciones que fueren necesarias en el modelo del Suplemento de Prospecto (“Prospectus Supplement”) aprobado mediante el artículo 1º, obrante –junto con su traducción al idioma castellano- como Anexo II (IF-2020-26832688-APN-UGSDPE#MEC) de este decreto, en la medida que dichas modificaciones no alteren (i) la lista de Títulos Públicos detallados en el Anexo I del presente decreto, (ii) los términos y condiciones financieras y, de ser aplicable, las cantidades totales de los títulos a emitirse para dar efecto a la operación de reestructuración planteada y (iii) los ratios de canje propuestos.\nARTÍCULO 4°.- El gasto que demande el cumplimiento de lo dispuesto en la presente medida será imputado a las partidas presupuestarias correspondientes a la Jurisdicción 90 - Servicio de la Deuda Pública.\nARTÍCULO 5°.- Dése cuenta a la COMISIÓN BICAMERAL PERMANENTE del HONORABLE CONGRESO DE LA NACIÓN.\nARTÍCULO 6°.- La presente medida entra en vigencia el día de su dictado.\nARTÍCULO 7°.- Comuníquese, publíquese, dése a la DIRECCIÓN NACIONAL DEL REGISTRO OFICIAL y archívese. FERNÁNDEZ - Santiago Andrés Cafiero - Martín Guzmán\nNOTA: El/los Anexo/s que integra/n este(a) Decreto se publican en la edición web del BORA -www.boletinoficial.gob.ar-\ne. 22/04/2020 N° 17620/20 v. 22/04/2020\nFecha de publicación 22/04/2020\nAnexo - 1\nAnexo - 2\nAnexo - 3\nCompartir por email\n×\nPara:\nAsunto:\nAviso:\nCerrar\nEnviar.\n                                    El debate constará de tres rondas:\n                                    1. **Primera ronda**: Cada agente expresará su postura inicial, presentando argumentos a favor o en contra de la ley.\n                                    2. **Segunda ronda**: Los agentes recibirán un informe con datos (provenientes de búsquedas en Google) y los argumentos expuestos por el resto de los agentes. Con esta información, podrán formular contraargumentos o reforzar su postura inicial.\n                                    3. **Tercera ronda**: Los agentes recibirán tanto los argumentos iniciales como los contraargumentos de las rondas previas. En base a ello, deberán realizar una argumentación final y emitir una conclusión definitiva.\n                                    En cada ronda, al finalizar su exposición, cada agente deberá explicitar su voto (a favor o en contra de la ley). El voto puede modificarse de ronda a ronda, pero el voto que determina la aprobación o rechazo de la ley será el emitido en la última ronda."
        },
        {
            "role": "user",
            "content": "Ahora arranca la ronda 0"
        },
        {
            "role": "user",
            "content": "En esta primera ronda, cada agente debe exponer su postura inicial respecto a la ley 'Reestructuración de títulos públicos emitidos bajo ley extranjera.. Edición del\n3 de Julio de 2025\nEdiciones Anteriores\nBúsqueda avanzada\nSecciones\nBúsqueda\nCantidad de resultados\nBúsqueda avanzada\nLegislación y Avisos Oficiales\nPrimera Sección\nSociedades y Avisos Judiciales\nSegunda Sección\nContrataciones\nTercera Sección\nVolver\nLegislación y Avisos Oficiales\nPrimera sección\nPrimera\nDecretos\nDetalle\n|\n|\nVer páginas publicadas\nVer texto del aviso\nDEUDA PÚBLICA\nDecreto 391/2020\nDCTO-2020-391-APN-PTE - Reestructuración de títulos públicos emitidos bajo ley extranjera.\nCiudad de Buenos Aires, 21/04/2020\nVISTO el Expediente N° EX-2020-26013821-APN-UGSDPE#MEC, la Ley N° 24.156 de Administración Financiera y de los Sistemas de Control del Sector Público Nacional y sus modificaciones, la Ley N° 27.541 de Solidaridad Social y Reactivación Productiva en el Marco de la Emergencia Pública, la Ley Nº 27.544 de Restauración de la Sostenibilidad de la Deuda Pública Emitida bajo Ley Extranjera y el Decreto N° 250 de fecha 9 de marzo de 2020, y\nCONSIDERANDO:\nQue por el artículo 1° de la Ley Nº 27.541 de Solidaridad Social y Reactivación Productiva en el Marco de la Emergencia Pública se declaró la emergencia pública en materia económica, financiera, fiscal, administrativa, previsional, tarifaria, energética, sanitaria y social.\nQue dicha declaración de emergencia contempla en su artículo 2° la creación de condiciones para asegurar la sostenibilidad de la deuda pública, que deberá ser compatible con la recuperación de la economía productiva y con la mejora de los indicadores sociales básicos.\nQue las consideraciones expuestas por el PODER EJECUTIVO NACIONAL en el mensaje de elevación al HONORABLE CONGRESO DE LA NACIÓN de la Ley Nº 27.541 dio cuenta de la subsistencia de las severas condiciones económicas y sociales que enfrenta nuestro país.\nQue para resolver la situación de inconsistencia macroeconómica, resulta fundamental la implementación de políticas de deuda como parte de un programa integral diseñado con el objetivo de recuperar un crecimiento sostenible de la economía y restaurar la sostenibilidad de la deuda pública.\nQue la Ley N° 27.544 de Restauración de la Sostenibilidad de la Deuda Pública Emitida bajo Ley Extranjera declaró prioritaria para el interés de la REPÚBLICA ARGENTINA la restauración de la sostenibilidad de la deuda pública emitida bajo ley extranjera, en los términos del artículo 65 de la Ley N° 24.156 de Administración Financiera y de los Sistemas de Control del Sector Público Nacional, y a tal fin autorizó al PODER EJECUTIVO NACIONAL a efectuar las operaciones de administración de pasivos y/o canjes y/o reestructuraciones de los servicios de vencimiento de intereses y amortizaciones de capital de los Títulos Públicos de la REPÚBLICA ARGENTINA emitidos bajo ley extranjera.\nQue, asimismo, por el artículo 1° de la mencionada Ley N° 27.544 se delegó en el PODER EJECUTIVO NACIONAL la determinación de los montos nominales por esta alcanzados y por su artículo 3°, se facultó al MINISTERIO DE ECONOMÍA a contemplar en la normativa e incluir en los documentos pertinentes las aprobaciones y cláusulas que establezcan la prórroga de jurisdicción a favor de tribunales extranjeros y que dispongan la renuncia a oponer la defensa de inmunidad soberana exclusivamente respecto de reclamos en la jurisdicción que se prorrogue y con relación a los contratos que se suscriban y a las operaciones de crédito público que se realicen dentro de los límites establecidos en dicho artículo.\nQue mediante el artículo 1° del Decreto N° 250 del 9 de marzo de 2020 se estableció en el VALOR NOMINAL de DÓLARES ESTADOUNIDENSES SESENTA Y OCHO MIL OCHOCIENTOS CUARENTA Y DOS MILLONES QUINIENTOS VEINTIOCHO MIL OCHOCIENTOS VEINTISÉIS (VN USD 68.842.528.826) o su equivalente en otras monedas, el monto nominal máximo de las operaciones de administración de pasivos y/o canjes y/o reestructuraciones de los títulos públicos de la REPÚBLICA ARGENTINA emitidos bajo ley extranjera existentes al 12 de febrero de 2020, detallados en el Anexo de dicho decreto.\nQue por el artículo 2° del mismo decreto y conforme lo dispuesto en el artículo 3° de la Ley N° 27.544 se estableció, por hasta un monto que no supere el indicado en el párrafo anterior, que las prórrogas de jurisdicción sean a favor de los tribunales estaduales y federales ubicados en las ciudades de Nueva York -ESTADOS UNIDOS DE AMÉRICA-, Londres -REINO UNIDO DE GRAN BRETAÑA E IRLANDA DEL NORTE-, y de los tribunales ubicados en la ciudad de Tokio -JAPÓN-.\nQue paralelamente, con fecha 11 de marzo de 2020, la ORGANIZACIÓN MUNDIAL DE LA SALUD declaró el brote del nuevo coronavirus COVID-19 como una pandemia, luego de que el número de personas infectadas a nivel global llegara a CIENTO DIECIOCHO MIL QUINIENTOS CINCUENTA Y CUATRO (118.554) y el número de muertes a CUATRO MIL DOSCIENTOS OCHENTA Y UNO (4.281), afectando hasta ese momento a CIENTO DIEZ (110) países.\nQue a raíz de ello, mediante el Decreto N° 260 del 12 de marzo de 2020 y su modificatorio se amplió, por el plazo de UN (1) año, la emergencia pública en materia sanitaria establecida por la Ley N° 27.541 en virtud de la referida pandemia, y mediante el Decreto N° 297 del 19 de marzo de 2020, se estableció para todas las personas que habitan en el país o se encuentren en él, la medida de “aislamiento social, preventivo y obligatorio”, el cual fue prorrogado por los Decretos N° 325/20 y N° 355/20.\nQue si bien la crisis sanitaria mundial generada por la pandemia del coronavirus COVID-19 ha alterado los plazos previstos oportunamente en el “Cronograma de acciones para la gestión del Proceso de Restauración de la Sostenibilidad de la Deuda Pública Externa”, resulta una obligación ineludible del Estado instar todos los trámites que sean necesarios para su cumplimiento.\nQue en este contexto, mediante el Decreto N° 346 del 5 de abril de 2020 se dispuso el diferimiento de los pagos de los servicios de intereses y amortizaciones de capital de la deuda pública nacional instrumentada mediante títulos denominados en dólares estadounidenses emitidos bajo ley de la REPÚBLICA ARGENTINA hasta el 31 de diciembre de 2020 o hasta fecha anterior que el MINISTERIO DE ECONOMÍA determine considerando el grado de avance y ejecución del proceso de restauración de la sostenibilidad de la deuda pública.\nQue bajo el marco jurídico mencionado y la situación excepcional que se está viviendo, el PODER EJECUTIVO NACIONAL ha considerado conveniente continuar avanzando hacia un proceso de reestructuración, determinando el universo de montos nominales tal que se preserven márgenes de acción en el diseño de las operaciones de administración de pasivos y/o canjes y/o reestructuraciones de los Títulos Públicos de la REPÚBLICA ARGENTINA conforme el Decreto Nº 250/20, con el fin de restaurar la sostenibilidad de la deuda pública bajo ley extranjera.\nQue por la Resolución N° 130 del 12 de marzo de 2020 del MINISTERIO DE ECONOMÍA se dispuso la registración ante la SECURITY EXCHANGE COMISSION de un primer monto de DÓLARES ESTADOUNIDENSES TREINTA MIL QUINIENTOS MILLONES (USD 30.500.000.000).\nQue por la Nota N° NO-2020-25494249-APN-MEC del 13 de abril de 2020, se amplió el antedicho monto por la suma de DÓLARES ESTADOUNIDENSES VEINTE MIL MILLONES (USD 20.000.000.000).\nQue, con el fin de realizar la propuesta de reestructuración que se propicia, se profundizaron los contactos con los tenedores de los referidos instrumentos de la deuda, avanzándose en una propuesta de reestructuración acorde con los lineamientos de sostenibilidad determinados por el MINISTERIO DE ECONOMÍA.\nQue la propuesta diseñada permitirá al ESTADO NACIONAL restaurar la sostenibilidad de la deuda pública emitida bajo Ley Extranjera, permitiéndole de esta forma hacer frente a servicios de deuda acordes con la capacidad de pago de la REPÚBLICA ARGENTINA conforme fuera expuesto por la UNIDAD DE GESTIÓN DE SOSTENIBILIDAD DE LA DEUDA PÚBLICA EXTERNA, dependiente de la SECRETARÍA DE FINANZAS del MINISTERIO DE ECONOMÍA.\nQue la SECRETARÍA DE POLÍTICA ECONÓMICA del MINISTERIO DE ECONOMÍA ha manifestado su opinión coincidente respecto de la sustentabilidad de la presente propuesta, según los principios de sostenibilidad de la deuda previstos en la Ley N° 27.541.\nQue los Títulos Públicos denominados en Yenes Japoneses (JPY) poseen condiciones financieras en términos de cupón y plazo que son concordantes con los Lineamientos para la Sostenibilidad de la Deuda, por lo que se entiende razonable excluirlos de la operación que por esta norma se aprueba.\nQue por lo expresado precedentemente, resulta necesario aprobar la reestructuración de los títulos públicos de la REPÚBLICA ARGENTINA emitidos bajo ley extranjera que se detallan en el presente, por medio de una operación de canje y solicitudes de consentimiento.\nQue los términos y las condiciones de la oferta, así como los mecanismos en base a los cuales se concretará dicha operación están descritos en el “Suplemento de Prospecto (Prospectus Supplement)”, cuyo modelo se aprueba por la presente medida.\nQue en virtud de las características particulares de la oferta descripta, el mejoramiento en el perfil de vencimientos resultante es consistente con un sendero de crecimiento económico sostenible, condición necesaria para restaurar la capacidad de pago de la REPÚBLICA ARGENTINA.\nQue en función de lo expresado en los considerandos precedentes, resulta necesario aprobar la documentación necesaria para llevar a cabo la Invitación a Canjear los títulos públicos seleccionados y disponer, además, la emisión de nuevos títulos públicos del ESTADO NACIONAL a ser entregados en canje.\nQue el artículo 7° de la mencionada Ley N° 27.544 establece que el gasto que demande el cumplimiento de lo allí dispuesto será imputado a las partidas presupuestarias correspondientes a la Jurisdicción 90 - Servicio de la Deuda Pública.\nQue, de conformidad con lo dispuesto por el artículo 61 de la Ley Nº 24.156, el BANCO CENTRAL DE LA REPÚBLICA ARGENTINA ha emitido su opinión sobre el impacto de la operación en la balanza de pagos, manifestando que la misma no merece objeciones por parte de dicha entidad.\nQue la Oficina Nacional de Crédito Público de la SUBSECRETARÍA DE FINANCIAMIENTO de la SECRETARÍA DE FINANZAS del MINISTERIO DE ECONOMÍA ha tomado la intervención que le compete por la Ley 24.156, en relación con la emisión de los nuevos instrumentos con cargo a la Ley N° 27.544.\nQue la DIRECCIÓN NACIONAL DE IMPUESTOS de la SUBSECRETARÍA DE INGRESOS PÚBLICOS de la SECRETARÍA DE HACIENDA del MINISTERIO DE ECONOMÍA ha opinado en relación a los asuntos tributarios de la transacción.\nQue la Ley Nº 26.122 regula el trámite y los alcances de la intervención del HONORABLE CONGRESO DE LA NACIÓN respecto de los decretos dictados por el PODER EJECUTIVO NACIONAL, en virtud de lo dispuesto por el artículo 76 de la CONSTITUCIÓN NACIONAL.\nQue la citada ley determina que la COMISIÓN BICAMERAL PERMANENTE del HONORABLE CONGRESO DE LA NACIÓN tiene competencia para pronunciarse respecto de la validez o invalidez de los decretos de delegación legislativa.\nQue el artículo 22 de la Ley Nº 26.122 estableció que las Cámaras se pronuncien mediante sendas resoluciones y que el rechazo o aprobación de los decretos deberá ser expreso conforme lo establecido en el artículo 82 de la Carta Magna.\nQue el servicio jurídico del MINISTERIO DE ECONOMÍA y la PROCURACIÓN DEL TESORO DE LA NACIÓN han tomado la intervención que les compete.\nQue la presente medida se dicta en uso de las atribuciones conferidas por los artículos 76 y 99, inciso 1 de la CONSTITUCIÓN NACIONAL, las Leyes Nros. 27.541, 24.156 y 27.544.\nPor ello,\nEL PRESIDENTE DE LA NACIÓN ARGENTINA\nDECRETA:\nARTÍCULO 1°.- Dispónese la reestructuración de los Títulos Públicos de la REPÚBLICA ARGENTINA emitidos bajo ley extranjera detallados en el Anexo I (IF-2020-26774272-APN-UGSDPE#MEC), mediante una Invitación a Canjear dichos títulos.\nLos alcances y los términos y condiciones de la operación se encuentran detallados en el modelo de Suplemento de Prospecto (“Prospectus Supplement)”, obrante -junto con su traducción al idioma castellano- como Anexo II (IF2020-26925172-APN-UGSDPE#MEC) al presente decreto, el cual se aprueba por la presente medida y la integra.\nARTÍCULO 2°.- Dispónese la emisión, por hasta las sumas necesarias para dar cumplimiento a lo dispuesto en el artículo 1° del presente decreto, de una o varias series de instrumentos denominados en Dólares Estadounidenses y Euros cuyas condiciones financieras obran en el Anexo III (IF-2020-26772030-APN-UGSDPE#MEC) que forma parte integrante del presente decreto como “Condiciones de Emisión de los Nuevos Títulos”.\nEl monto máximo de emisión para el conjunto de las series denominadas en Dólares Estadounidenses no podrá ser superior a VALOR NOMINAL DÓLARES ESTADOUNIDENSES CUARENTA Y CUATRO MIL QUINIENTOS MILLONES (V.N. USD 44.500.000.000).\nEl monto máximo de emisión para el conjunto de las series denominadas en Euros no podrá ser superior a VALOR NOMINAL EUROS DIECISIETE MIL SEISCIENTOS MILLONES (V.N. € 17.600.000.000).\nARTÍCULO 3°.- El Ministro de Economía podrá realizar las modificaciones que fueren necesarias en el modelo del Suplemento de Prospecto (“Prospectus Supplement”) aprobado mediante el artículo 1º, obrante –junto con su traducción al idioma castellano- como Anexo II (IF-2020-26832688-APN-UGSDPE#MEC) de este decreto, en la medida que dichas modificaciones no alteren (i) la lista de Títulos Públicos detallados en el Anexo I del presente decreto, (ii) los términos y condiciones financieras y, de ser aplicable, las cantidades totales de los títulos a emitirse para dar efecto a la operación de reestructuración planteada y (iii) los ratios de canje propuestos.\nARTÍCULO 4°.- El gasto que demande el cumplimiento de lo dispuesto en la presente medida será imputado a las partidas presupuestarias correspondientes a la Jurisdicción 90 - Servicio de la Deuda Pública.\nARTÍCULO 5°.- Dése cuenta a la COMISIÓN BICAMERAL PERMANENTE del HONORABLE CONGRESO DE LA NACIÓN.\nARTÍCULO 6°.- La presente medida entra en vigencia el día de su dictado.\nARTÍCULO 7°.- Comuníquese, publíquese, dése a la DIRECCIÓN NACIONAL DEL REGISTRO OFICIAL y archívese. FERNÁNDEZ - Santiago Andrés Cafiero - Martín Guzmán\nNOTA: El/los Anexo/s que integra/n este(a) Decreto se publican en la edición web del BORA -www.boletinoficial.gob.ar-\ne. 22/04/2020 N° 17620/20 v. 22/04/2020\nFecha de publicación 22/04/2020\nAnexo - 1\nAnexo - 2\nAnexo - 3\nCompartir por email\n×\nPara:\nAsunto:\nAviso:\nCerrar\nEnviar'. La respuesta debe dejar en claro si el agente está a favor o en contra de la ley, con una argumentación sólida, clara y fundamentada en su marco ideológico. Se espera que la intervención incluya al menos una referencia específica al contenido o impacto potencial de la ley. Dado que esta ronda establece las bases del debate, es fundamental que cada agente exprese con precisión sus valores, principios y preocupaciones centrales en relación con la ley, en distintos ejes. Al finalizar su intervención, el agente debe explicitar su voto actual (a favor o en contra de la ley)."
        },
        {
            "role": "user",
            "content": "Tiene la palabra el Agente Liberal"
        },
        {
            "role": "assistant",
            "content": "[Agente Liberal]: La reestructuración de títulos públicos bajo ley extranjera busca aliviar la carga de la deuda soberana, pero esto se hace a expensas de la transparencia y la disciplina fiscal. En lugar de implementar soluciones de corto plazo que continúan con el gasto estatal, lo ideal es permitir que los mercados se ajusten sin intervención gubernamental. Además, la emisión de nuevos títulos y el canje conlleva futuros compromisos que el Estado no puede financiar adecuadamente, lo que podría llevar a una mayor inflación y a la pérdida de confianza en el peso argentino. Una política de austeridad y el fomento del ahorro y la inversión privada deben ser la prioridad. Esto permitirá resolver el problema de la deuda de manera estructural y sostenible."
        },
        {
            "role": "user",
            "content": "Tiene la palabra el Agente de Juntos Por El Cambio"
        },
        {
            "role": "assistant",
            "content": "[Agente de Juntos Por El Cambio]: Nos encontramos ante un decreto que busca reestructurar la deuda pública emitida bajo ley extranjera, situación a la que se ha llegado por una gestión que no ha sabido abordar las problemáticas económicas de fondo. Si bien la reestructuración es una herramienta necesaria en contextos críticos, debemos tener en cuenta que su implementación debe estar alineada a principios de transparencia, sostenibilidad y respeto a la inversión privada. La historia nos muestra que las reestructuraciones unilaterales suelen generar desconfianza máxima en los mercados, afectando el acceso al financiamiento en el futuro. No podemos permitir que el Estado ceda a la tentación de actuar arbitrariamente; necesitamos un enfoque basado en la prudencia y en cumplir con los compromisos asumidos, no sólo para recuperar la credibilidad internacional, sino también para cuidar a cada argentino que confió en nuestros bonos. Proponemos, en cambio, reestructurar la deuda de una forma responsable, que contemple los intereses de los tenedores y al mismo tiempo garantice un camino sólido hacia la sostenibilidad. La falta de claridad en algunas disposiciones del decreto genera incertidumbre, y como defensores del estado de derecho y de las instituciones, consideramos que es fundamental establecer políticas públicas que fortalezcan la confianza en el sistema económico y financiero. Por los motivos expuestos, que reflejan nuestra visión republicana del manejo de la deuda y el compromiso con la legalidad y la seguridad jurídica, mi voto es en contra."
        },
        {
            "role": "user",
            "content": "Tiene la palabra el Agente de Union Por La Patria"
        },
        {
            "role": "assistant",
            "content": "[Agente de Union Por La Patria]: La reestructuración de títulos públicos emitidos bajo ley extranjera es un tema de suma importancia para la soberanía económica de Argentina. En una nación como la nuestra, que ha lidiado históricamente con el endeudamiento externo y sus consecuencias, es indispensable encarar la deuda pública de manera que priorice la recuperación y el bienestar social. En este sentido, el decreto se alinea con el principio de justicia social, ya que busca ajustar la carga de la deuda a la capacidad de pago real del país, evitando que las obligaciones internacionales afecten aún más la situación económica de los sectores más vulnerables. Dicha medida es parte de un esfuerzo más amplio por restaurar la sostenibilidad de la deuda pública en un contexto de emergencia económica, donde las decisiones deben ser tomadas con un enfoque en el desarrollo productivo y equitativo. Además, es importante mencionar que el Estado, como garante de los derechos de su pueblo, debe estar en el centro de estas negociaciones, asegurándose de que los acuerdos sean beneficiosos no solo para los acreedores, sino fundamentalmente para los argentinos. Por ello, apoyo la reestructuración como un paso necesario para asegurar la estabilidad financiera, siempre que se garantice que la reducción de la carga de la deuda no se traduzca en recortes en los derechos laborales y sociales. Esto es clave para fortalecer el Estado presente y activo que aboga por la justicia social y la soberanía política en la toma de decisiones económicas."
        },
        {
            "role": "user",
            "content": "Tiene la palabra el Agente de Izquierda"
        },
        {
            "role": "assistant",
            "content": "[Agente de Izquierda]: La reestructuración de títulos públicos emitidos bajo ley extranjera, tal como se propone en el decreto, representa una continuidad de las políticas de ajuste que el gobierno actual ha implementado, priorizando el pago de la deuda externa antes que las necesidades del pueblo trabajador. Este decreto no es más que un intento de administrar el endeudamiento, diseñado bajo las directrices del FMI, lo que significa que el costo de esta reestructuración recaerá sobre la clase trabajadora y los sectores populares. Aquí se olvidan las voces de aquellos que han sido empobrecidos por años de políticas económicas que benefician a los grandes capitales. En vez de limitar la deuda pública y priorizar el bienestar social, el gobierno elige atender a sus acreedores, sacrificando así nuestras necesidades fundamentales: educación, salud y empleo. La lucha debe ser, en cambio, por un cese al pago de la deuda, por la anulación de los contratos que priorizan la ganancia de los bancos e inversores sobre los derechos del pueblo. Necesitamos un movimiento que organice a los trabajadores para rechazar estas imposiciones y para empujar un plan de lucha que ponga en primer lugar las demandas populares. Por eso, me opongo con firmeza a este decreto."
        },
        {
            "role": "user",
            "content": "Ahora arranca la ronda 1"
        },
        {
            "role": "user",
            "content": "En esta ronda, cada agente tiene acceso a los argumentos expresados por todos los agentes en todo el debate hasta el momento, incluido el propio. La tarea consiste en analizar críticamente estos argumentos, respondiendo, reforzando o modificando su postura según corresponda. Cada agente puede señalar inconsistencias, falacias, omisiones o debilidades en los planteos de otros agentes, así como destacar puntos de coincidencia. Es importante que los agentes identifiquen explícitamente a qué argumentos o agentes están respondiendo, y que los contraargumentos sean coherentes con su orientación ideológica. Si algún agente decide modificar su postura o voto, debe justificar claramente los motivos de ese cambio. Al finalizar, el agente debe indicar si mantiene o modifica su voto (a favor o en contra de la ley)."
        },
        {
            "role": "user",
            "content": "Tiene la palabra el Agente Liberal"
        },
        {
            "role": "assistant",
            "content": "[Agente Liberal]: En esta ronda, quiero retomar algunas de las observaciones formuladas por los otros agentes, en particular las del Agente de Juntos Por El Cambio y el Agente de Unión Por La Patria. El Agente de Juntos Por El Cambio señala correctamente que las reestructuraciones unilaterales pueden generar desconfianza en los mercados, un punto crítico que apoyo totalmente. Hay que abordar la deuda y la reestructuración con responsabilidad, pero no desde la óptica de una nueva intervención estatal que perpetúe gastos y compromisos mal gestionados. En cuanto al Agente de Unión Por La Patria, si bien su enfoque social es comprensible, es fundamental resaltar que este tipo de medidas pueden crear una ilusión de alivio a corto plazo, pero sin reformar la raíz del problema, que es el tamaño y la ineficiencia del Estado. Por lo tanto, reitero que el mejor camino es garantizar un marco en el que se calme al mercado a través de la eliminación de gastos improductivos y una drástica disminución del gasto estatal, que a la larga contribuirá a la estabilización económica y fiscal del país. Y para ello, la reestructuración del decreto no es el camino adecuado, sino una política de endeudamiento responsable y alineada con la iniciativa privada. Por estos motivos, mantengo mi postura y mi voto en contra."
        },
        {
            "role": "user",
            "content": "Tiene la palabra el Agente de Juntos Por El Cambio"
        },
        {
            "role": "assistant",
            "content": "[Agente de Juntos Por El Cambio]: He escuchado atentamente las posturas de mis colegas. El Agente Liberal plantea que la reestructuración debe seguir un enfoque de mercado, evitando la intervención del Estado. Sin embargo, en un contexto de crisis económica como el argentino, la intervención controlada y el canje de deuda pueden ser herramientas necesarias para garantizar la sostenibilidad fiscal, mantenido un equilibrio entre las demandas de los acreedores y la capacidad del Estado para cumplir con sus compromisos sin sacrificar el desarrollo social. \n\nPor otro lado, el Agente de Unión Por La Patria argumenta a favor de la reestructuración como una medida de justicia social, señalando la importancia de priorizar el bienestar de la población. Estoy de acuerdo en que la equidad debe permanecer en el centro de toda decisión de política económica, pero también creo que no debemos perder de vista la importancia de la estabilidad económica a largo plazo. Las reestructuraciones unilaterales han demostrado ser perjudiciales en el pasado y nos exponen a un riesgo de inestabilidad futura.  \n\nFinalmente, el Agente de Izquierda critica la reestructuración al considerar que responde a los intereses de los bancos y el FMI, lo cual considero una simplificación de la situación. Este enfoque ignora la necesidad de enfrentar las históricas cargas que enfrenta el país, y los pasos necesarios para proteger a la población, pero no podemos simplemente ignorar nuestras deudas con la comunidad internacional. \n\nEs esencial llegar a un punto de acuerdo donde se cible la deuda de manera responsable, estableciendo caminos para restaurar la confianza del mercado, así como el crecimiento económico. \n\nPor todo esto, mantengo mi postura y mi voto en contra, porque creo que este decreto no genera la transparencia necesaria ni respeta los compromisos adquiridos. La deuda debe ser reestructurada, pero de forma que no se pongan en riesgo los sectores más vulnerables. Debemos plantear un escenario más claro en beneficio de la sociedad."
        },
        {
            "role": "user",
            "content": "Tiene la palabra el Agente de Union Por La Patria"
        },
        {
            "role": "assistant",
            "content": "[Agente de Union Por La Patria]: He escuchado atentamente las intervenciones de los demás agentes y, en particular, las críticas del Agente de Juntos Por El Cambio y del Agente de Izquierda. El Agente Liberal se centra en la idea de la austeridad y la intervención mínima del Estado, lo que va en contra de nuestra propuesta de un Estado presente y activo que garantice derechos fundamentales. Debemos recordar que la historia ha demostrado que las políticas de austeridad no han prosperado para los sectores más vulnerables, ya que destruyen el bienestar social. \n\nEl Agente de Juntos Por El Cambio plantea la necesidad de transparencia y sostenibilidad, pero ignora que el propio camino del endeudamiento ha sido precario y ha llevado a arbitrariedades en los pagos que terminan afectando a los más necesitados. Nos hemos comprometido a actuar en favor del desarrollo sostenible y la justicia social, lo que implica también renegociar la deuda, pero siempre desde una perspectiva donde se priorice el costo social, no solo el costo financiero.\n\nEn cuanto al Agente de Izquierda, su propuesta de anular la deuda puede sonar atractiva desde un discurso idealista, pero necesitamos estar anclados en la realidad de la economía global, donde los compromisos internacionales son inevitables. Lo que propone como una solución radical podría llevar a un aislamiento mayor y aún más sufrimiento a las clases trabajadoras. Sin embargo, coincido en que debemos asegurarnos de no continuar con el ciclo de deuda que hipotecó al país y ha aumentado nuestras vulnerabilidades.  \n\nPor último, reafirmo que la reestructuración es un paso clave en la dirección correcta, dado que busca aliviar la carga de la deuda en una narrativa que integra y prioriza el bienestar de nuestro pueblo. Así, continúo apoyando este decreto como una herramienta necesaria para garantizar la soberanía económica y fiscal de Argentina. \n\nPor lo tanto, mantengo mi voto a favor de la ley."
        },
        {
            "role": "user",
            "content": "Tiene la palabra el Agente de Izquierda"
        },
        {
            "role": "assistant",
            "content": "[Agente de Izquierda]: He escuchado los argumentos de los otros agentes y quiero responder a varios puntos cruciales. Primero, el Agente Liberal y el Agente de Juntos Por El Cambio argumentan a favor de las políticas de austeridad y un enfoque de disciplina fiscal. Sin embargo, sus propuestas ignoran el hecho de que este enfoque ya ha fracasado en el pasado, llevando a la ruina a millones de trabajadores. La austeridad no es la solución a la deuda, sino que perpetúa la miseria en la que viven aquellos que producen la riqueza de la nación. La historia ha demostrado que las reestructuraciones unilaterales, aunque son necesarias en algunos casos, deben hacerse con el objetivo de priorizar las necesidades del pueblo y no para satisfacer a los acreedores que continúan especulando con nuestra economía. \n \nEl Agente de Unión por la Patria propone que esta reestructuración tenga en cuenta la justicia social. Estoy de acuerdo en que las medidas deben estar dirigidas a proteger a los sectores vulnerables, pero debo reiterar que apoyar la reestructuración tal como se presenta en este decreto no garantiza que realmente se prioricen estas necesidades. La realidad es que este tipo de medidas, si se implementan sin una lucha activa por parte de los trabajadores, terminarán beneficiando a quienes ya tienen el poder económico y político. Se olvida que la raíz del problema de la deuda no está solo en la gestión actual, sino en un sistema que favorece a las élites y no al pueblo. \n \nPor lo tanto, reitero que debemos luchar contra este decreto que, en última instancia, perpetúa el ciclo de endeudamiento y dependencia del FMI. Necesitamos un plan que no solo reestructure la deuda, sino que garantice que el pueblo trabajador deje de pagar por los excesos de los capitalistas. Por estas razones, mantengo mi voto en contra de esta reestructuración."
        },
        {
            "role": "user",
            "content": "Ahora arranca la ronda 2"
        },
        {
            "role": "user",
            "content": "En esta última ronda, cada agente debe elaborar una conclusión integradora que contemple su postura inicial, los argumentos del resto de los agentes y los contraargumentos surgidos en la segunda ronda. La intervención debe explicar qué aspectos de los argumentos ajenos resultaron convincentes o irrelevantes, y cómo impactaron (o no) en la postura del agente. Se espera una síntesis reflexiva que muestre si el debate enriqueció su perspectiva o reforzó su posición original, manteniendo siempre la coherencia con sus valores e identidad ideológica. Finalmente, cada agente debe justificar de manera clara y fundamentada su voto final (a favor o en contra de la ley 'Reestructuración de títulos públicos emitidos bajo ley extranjera.. Edición del\n3 de Julio de 2025\nEdiciones Anteriores\nBúsqueda avanzada\nSecciones\nBúsqueda\nCantidad de resultados\nBúsqueda avanzada\nLegislación y Avisos Oficiales\nPrimera Sección\nSociedades y Avisos Judiciales\nSegunda Sección\nContrataciones\nTercera Sección\nVolver\nLegislación y Avisos Oficiales\nPrimera sección\nPrimera\nDecretos\nDetalle\n|\n|\nVer páginas publicadas\nVer texto del aviso\nDEUDA PÚBLICA\nDecreto 391/2020\nDCTO-2020-391-APN-PTE - Reestructuración de títulos públicos emitidos bajo ley extranjera.\nCiudad de Buenos Aires, 21/04/2020\nVISTO el Expediente N° EX-2020-26013821-APN-UGSDPE#MEC, la Ley N° 24.156 de Administración Financiera y de los Sistemas de Control del Sector Público Nacional y sus modificaciones, la Ley N° 27.541 de Solidaridad Social y Reactivación Productiva en el Marco de la Emergencia Pública, la Ley Nº 27.544 de Restauración de la Sostenibilidad de la Deuda Pública Emitida bajo Ley Extranjera y el Decreto N° 250 de fecha 9 de marzo de 2020, y\nCONSIDERANDO:\nQue por el artículo 1° de la Ley Nº 27.541 de Solidaridad Social y Reactivación Productiva en el Marco de la Emergencia Pública se declaró la emergencia pública en materia económica, financiera, fiscal, administrativa, previsional, tarifaria, energética, sanitaria y social.\nQue dicha declaración de emergencia contempla en su artículo 2° la creación de condiciones para asegurar la sostenibilidad de la deuda pública, que deberá ser compatible con la recuperación de la economía productiva y con la mejora de los indicadores sociales básicos.\nQue las consideraciones expuestas por el PODER EJECUTIVO NACIONAL en el mensaje de elevación al HONORABLE CONGRESO DE LA NACIÓN de la Ley Nº 27.541 dio cuenta de la subsistencia de las severas condiciones económicas y sociales que enfrenta nuestro país.\nQue para resolver la situación de inconsistencia macroeconómica, resulta fundamental la implementación de políticas de deuda como parte de un programa integral diseñado con el objetivo de recuperar un crecimiento sostenible de la economía y restaurar la sostenibilidad de la deuda pública.\nQue la Ley N° 27.544 de Restauración de la Sostenibilidad de la Deuda Pública Emitida bajo Ley Extranjera declaró prioritaria para el interés de la REPÚBLICA ARGENTINA la restauración de la sostenibilidad de la deuda pública emitida bajo ley extranjera, en los términos del artículo 65 de la Ley N° 24.156 de Administración Financiera y de los Sistemas de Control del Sector Público Nacional, y a tal fin autorizó al PODER EJECUTIVO NACIONAL a efectuar las operaciones de administración de pasivos y/o canjes y/o reestructuraciones de los servicios de vencimiento de intereses y amortizaciones de capital de los Títulos Públicos de la REPÚBLICA ARGENTINA emitidos bajo ley extranjera.\nQue, asimismo, por el artículo 1° de la mencionada Ley N° 27.544 se delegó en el PODER EJECUTIVO NACIONAL la determinación de los montos nominales por esta alcanzados y por su artículo 3°, se facultó al MINISTERIO DE ECONOMÍA a contemplar en la normativa e incluir en los documentos pertinentes las aprobaciones y cláusulas que establezcan la prórroga de jurisdicción a favor de tribunales extranjeros y que dispongan la renuncia a oponer la defensa de inmunidad soberana exclusivamente respecto de reclamos en la jurisdicción que se prorrogue y con relación a los contratos que se suscriban y a las operaciones de crédito público que se realicen dentro de los límites establecidos en dicho artículo.\nQue mediante el artículo 1° del Decreto N° 250 del 9 de marzo de 2020 se estableció en el VALOR NOMINAL de DÓLARES ESTADOUNIDENSES SESENTA Y OCHO MIL OCHOCIENTOS CUARENTA Y DOS MILLONES QUINIENTOS VEINTIOCHO MIL OCHOCIENTOS VEINTISÉIS (VN USD 68.842.528.826) o su equivalente en otras monedas, el monto nominal máximo de las operaciones de administración de pasivos y/o canjes y/o reestructuraciones de los títulos públicos de la REPÚBLICA ARGENTINA emitidos bajo ley extranjera existentes al 12 de febrero de 2020, detallados en el Anexo de dicho decreto.\nQue por el artículo 2° del mismo decreto y conforme lo dispuesto en el artículo 3° de la Ley N° 27.544 se estableció, por hasta un monto que no supere el indicado en el párrafo anterior, que las prórrogas de jurisdicción sean a favor de los tribunales estaduales y federales ubicados en las ciudades de Nueva York -ESTADOS UNIDOS DE AMÉRICA-, Londres -REINO UNIDO DE GRAN BRETAÑA E IRLANDA DEL NORTE-, y de los tribunales ubicados en la ciudad de Tokio -JAPÓN-.\nQue paralelamente, con fecha 11 de marzo de 2020, la ORGANIZACIÓN MUNDIAL DE LA SALUD declaró el brote del nuevo coronavirus COVID-19 como una pandemia, luego de que el número de personas infectadas a nivel global llegara a CIENTO DIECIOCHO MIL QUINIENTOS CINCUENTA Y CUATRO (118.554) y el número de muertes a CUATRO MIL DOSCIENTOS OCHENTA Y UNO (4.281), afectando hasta ese momento a CIENTO DIEZ (110) países.\nQue a raíz de ello, mediante el Decreto N° 260 del 12 de marzo de 2020 y su modificatorio se amplió, por el plazo de UN (1) año, la emergencia pública en materia sanitaria establecida por la Ley N° 27.541 en virtud de la referida pandemia, y mediante el Decreto N° 297 del 19 de marzo de 2020, se estableció para todas las personas que habitan en el país o se encuentren en él, la medida de “aislamiento social, preventivo y obligatorio”, el cual fue prorrogado por los Decretos N° 325/20 y N° 355/20.\nQue si bien la crisis sanitaria mundial generada por la pandemia del coronavirus COVID-19 ha alterado los plazos previstos oportunamente en el “Cronograma de acciones para la gestión del Proceso de Restauración de la Sostenibilidad de la Deuda Pública Externa”, resulta una obligación ineludible del Estado instar todos los trámites que sean necesarios para su cumplimiento.\nQue en este contexto, mediante el Decreto N° 346 del 5 de abril de 2020 se dispuso el diferimiento de los pagos de los servicios de intereses y amortizaciones de capital de la deuda pública nacional instrumentada mediante títulos denominados en dólares estadounidenses emitidos bajo ley de la REPÚBLICA ARGENTINA hasta el 31 de diciembre de 2020 o hasta fecha anterior que el MINISTERIO DE ECONOMÍA determine considerando el grado de avance y ejecución del proceso de restauración de la sostenibilidad de la deuda pública.\nQue bajo el marco jurídico mencionado y la situación excepcional que se está viviendo, el PODER EJECUTIVO NACIONAL ha considerado conveniente continuar avanzando hacia un proceso de reestructuración, determinando el universo de montos nominales tal que se preserven márgenes de acción en el diseño de las operaciones de administración de pasivos y/o canjes y/o reestructuraciones de los Títulos Públicos de la REPÚBLICA ARGENTINA conforme el Decreto Nº 250/20, con el fin de restaurar la sostenibilidad de la deuda pública bajo ley extranjera.\nQue por la Resolución N° 130 del 12 de marzo de 2020 del MINISTERIO DE ECONOMÍA se dispuso la registración ante la SECURITY EXCHANGE COMISSION de un primer monto de DÓLARES ESTADOUNIDENSES TREINTA MIL QUINIENTOS MILLONES (USD 30.500.000.000).\nQue por la Nota N° NO-2020-25494249-APN-MEC del 13 de abril de 2020, se amplió el antedicho monto por la suma de DÓLARES ESTADOUNIDENSES VEINTE MIL MILLONES (USD 20.000.000.000).\nQue, con el fin de realizar la propuesta de reestructuración que se propicia, se profundizaron los contactos con los tenedores de los referidos instrumentos de la deuda, avanzándose en una propuesta de reestructuración acorde con los lineamientos de sostenibilidad determinados por el MINISTERIO DE ECONOMÍA.\nQue la propuesta diseñada permitirá al ESTADO NACIONAL restaurar la sostenibilidad de la deuda pública emitida bajo Ley Extranjera, permitiéndole de esta forma hacer frente a servicios de deuda acordes con la capacidad de pago de la REPÚBLICA ARGENTINA conforme fuera expuesto por la UNIDAD DE GESTIÓN DE SOSTENIBILIDAD DE LA DEUDA PÚBLICA EXTERNA, dependiente de la SECRETARÍA DE FINANZAS del MINISTERIO DE ECONOMÍA.\nQue la SECRETARÍA DE POLÍTICA ECONÓMICA del MINISTERIO DE ECONOMÍA ha manifestado su opinión coincidente respecto de la sustentabilidad de la presente propuesta, según los principios de sostenibilidad de la deuda previstos en la Ley N° 27.541.\nQue los Títulos Públicos denominados en Yenes Japoneses (JPY) poseen condiciones financieras en términos de cupón y plazo que son concordantes con los Lineamientos para la Sostenibilidad de la Deuda, por lo que se entiende razonable excluirlos de la operación que por esta norma se aprueba.\nQue por lo expresado precedentemente, resulta necesario aprobar la reestructuración de los títulos públicos de la REPÚBLICA ARGENTINA emitidos bajo ley extranjera que se detallan en el presente, por medio de una operación de canje y solicitudes de consentimiento.\nQue los términos y las condiciones de la oferta, así como los mecanismos en base a los cuales se concretará dicha operación están descritos en el “Suplemento de Prospecto (Prospectus Supplement)”, cuyo modelo se aprueba por la presente medida.\nQue en virtud de las características particulares de la oferta descripta, el mejoramiento en el perfil de vencimientos resultante es consistente con un sendero de crecimiento económico sostenible, condición necesaria para restaurar la capacidad de pago de la REPÚBLICA ARGENTINA.\nQue en función de lo expresado en los considerandos precedentes, resulta necesario aprobar la documentación necesaria para llevar a cabo la Invitación a Canjear los títulos públicos seleccionados y disponer, además, la emisión de nuevos títulos públicos del ESTADO NACIONAL a ser entregados en canje.\nQue el artículo 7° de la mencionada Ley N° 27.544 establece que el gasto que demande el cumplimiento de lo allí dispuesto será imputado a las partidas presupuestarias correspondientes a la Jurisdicción 90 - Servicio de la Deuda Pública.\nQue, de conformidad con lo dispuesto por el artículo 61 de la Ley Nº 24.156, el BANCO CENTRAL DE LA REPÚBLICA ARGENTINA ha emitido su opinión sobre el impacto de la operación en la balanza de pagos, manifestando que la misma no merece objeciones por parte de dicha entidad.\nQue la Oficina Nacional de Crédito Público de la SUBSECRETARÍA DE FINANCIAMIENTO de la SECRETARÍA DE FINANZAS del MINISTERIO DE ECONOMÍA ha tomado la intervención que le compete por la Ley 24.156, en relación con la emisión de los nuevos instrumentos con cargo a la Ley N° 27.544.\nQue la DIRECCIÓN NACIONAL DE IMPUESTOS de la SUBSECRETARÍA DE INGRESOS PÚBLICOS de la SECRETARÍA DE HACIENDA del MINISTERIO DE ECONOMÍA ha opinado en relación a los asuntos tributarios de la transacción.\nQue la Ley Nº 26.122 regula el trámite y los alcances de la intervención del HONORABLE CONGRESO DE LA NACIÓN respecto de los decretos dictados por el PODER EJECUTIVO NACIONAL, en virtud de lo dispuesto por el artículo 76 de la CONSTITUCIÓN NACIONAL.\nQue la citada ley determina que la COMISIÓN BICAMERAL PERMANENTE del HONORABLE CONGRESO DE LA NACIÓN tiene competencia para pronunciarse respecto de la validez o invalidez de los decretos de delegación legislativa.\nQue el artículo 22 de la Ley Nº 26.122 estableció que las Cámaras se pronuncien mediante sendas resoluciones y que el rechazo o aprobación de los decretos deberá ser expreso conforme lo establecido en el artículo 82 de la Carta Magna.\nQue el servicio jurídico del MINISTERIO DE ECONOMÍA y la PROCURACIÓN DEL TESORO DE LA NACIÓN han tomado la intervención que les compete.\nQue la presente medida se dicta en uso de las atribuciones conferidas por los artículos 76 y 99, inciso 1 de la CONSTITUCIÓN NACIONAL, las Leyes Nros. 27.541, 24.156 y 27.544.\nPor ello,\nEL PRESIDENTE DE LA NACIÓN ARGENTINA\nDECRETA:\nARTÍCULO 1°.- Dispónese la reestructuración de los Títulos Públicos de la REPÚBLICA ARGENTINA emitidos bajo ley extranjera detallados en el Anexo I (IF-2020-26774272-APN-UGSDPE#MEC), mediante una Invitación a Canjear dichos títulos.\nLos alcances y los términos y condiciones de la operación se encuentran detallados en el modelo de Suplemento de Prospecto (“Prospectus Supplement)”, obrante -junto con su traducción al idioma castellano- como Anexo II (IF2020-26925172-APN-UGSDPE#MEC) al presente decreto, el cual se aprueba por la presente medida y la integra.\nARTÍCULO 2°.- Dispónese la emisión, por hasta las sumas necesarias para dar cumplimiento a lo dispuesto en el artículo 1° del presente decreto, de una o varias series de instrumentos denominados en Dólares Estadounidenses y Euros cuyas condiciones financieras obran en el Anexo III (IF-2020-26772030-APN-UGSDPE#MEC) que forma parte integrante del presente decreto como “Condiciones de Emisión de los Nuevos Títulos”.\nEl monto máximo de emisión para el conjunto de las series denominadas en Dólares Estadounidenses no podrá ser superior a VALOR NOMINAL DÓLARES ESTADOUNIDENSES CUARENTA Y CUATRO MIL QUINIENTOS MILLONES (V.N. USD 44.500.000.000).\nEl monto máximo de emisión para el conjunto de las series denominadas en Euros no podrá ser superior a VALOR NOMINAL EUROS DIECISIETE MIL SEISCIENTOS MILLONES (V.N. € 17.600.000.000).\nARTÍCULO 3°.- El Ministro de Economía podrá realizar las modificaciones que fueren necesarias en el modelo del Suplemento de Prospecto (“Prospectus Supplement”) aprobado mediante el artículo 1º, obrante –junto con su traducción al idioma castellano- como Anexo II (IF-2020-26832688-APN-UGSDPE#MEC) de este decreto, en la medida que dichas modificaciones no alteren (i) la lista de Títulos Públicos detallados en el Anexo I del presente decreto, (ii) los términos y condiciones financieras y, de ser aplicable, las cantidades totales de los títulos a emitirse para dar efecto a la operación de reestructuración planteada y (iii) los ratios de canje propuestos.\nARTÍCULO 4°.- El gasto que demande el cumplimiento de lo dispuesto en la presente medida será imputado a las partidas presupuestarias correspondientes a la Jurisdicción 90 - Servicio de la Deuda Pública.\nARTÍCULO 5°.- Dése cuenta a la COMISIÓN BICAMERAL PERMANENTE del HONORABLE CONGRESO DE LA NACIÓN.\nARTÍCULO 6°.- La presente medida entra en vigencia el día de su dictado.\nARTÍCULO 7°.- Comuníquese, publíquese, dése a la DIRECCIÓN NACIONAL DEL REGISTRO OFICIAL y archívese. FERNÁNDEZ - Santiago Andrés Cafiero - Martín Guzmán\nNOTA: El/los Anexo/s que integra/n este(a) Decreto se publican en la edición web del BORA -www.boletinoficial.gob.ar-\ne. 22/04/2020 N° 17620/20 v. 22/04/2020\nFecha de publicación 22/04/2020\nAnexo - 1\nAnexo - 2\nAnexo - 3\nCompartir por email\n×\nPara:\nAsunto:\nAviso:\nCerrar\nEnviar'), cerrando así su participación en el debate.Es fundamental que la conclusión final del agente no se salga de su marco ideológico y que se mantenga fiel a su identidad política, incluso si ha habido cambios en su postura a lo largo del debate. "
        },
        {
            "role": "user",
            "content": "Tiene la palabra el Agente Liberal"
        },
        {
            "role": "assistant",
            "content": "[Agente Liberal]: En esta última ronda, he considerado los argumentos expuestos por los demás agentes en las intervenciones previas, y quiero reflexionar sobre ellos. El Agente de Juntos Por El Cambio mostró un enfoque equilibrado al señalar la importancia de la transparencia en la reestructuración de la deuda, lo cual reconozco como un punto válido. Sin embargo, su insistencia en la austeridad como camino único no aborda la raíz del problema de la deuda que ha sido alimentada por un Estado sobredimensionado y un modelo de gasto insostenible. Este punto es fundamental para reafirmar mi postura a favor de limitar el alcance del gasto estatal y proteger a la economía privada.  \n\nPor otro lado, el Agente de Unión Por La Patria propone una reestructuración que prioriza la justicia social, y comprendo la necesidad de un enfoque social en la deuda. Sin embargo, mi preocupación radica en que este decreto podría perpetuar la dependencia económica del Estado. El Agente de Izquierda, en su crítica radical, propone anular la deuda, lo que reconozco como una visión interesante, pero poco práctica en un mundo globalizado donde la deuda y la confianza son esenciales para operar.  \n\nEn resumen, el debate ha reafirmado mi creencia en que la reestructuración que se plantea en este decreto es insatisfactoria para abordar la crisis de raíz en nuestra economía. La única forma de avanzar es por medio de una reducción genuina del Estado y fomentar la libertad del mercado. Mantengo que promover un modelo económico que se base en la responsabilidad, la austeridad y la libertad es primordial."
        },
        {
            "role": "user",
            "content": "Tiene la palabra el Agente de Juntos Por El Cambio"
        },
        {
            "role": "assistant",
            "content": "[Agente de Juntos Por El Cambio]: Durante este debate, he tenido la oportunidad de escuchar a mis colegas y reflexionar sobre sus argumentos. El Agente Liberal ha mantenido su enfoque en la austeridad y la intervención mínima del Estado, lo que, aunque puede parecer atractivo desde una perspectiva de mercado, ignora la situación crítica de muchos argentinos que sufren a causa de políticas de ajuste que ya han fracasado en el pasado. Por otro lado, el Agente de Unión Por La Patria ha planteado validamente la importancia de considerar las necesidades sociales en la reestructuración, pero considero que su enfoque podría llevar a la ineficiencia si no se articula con la responsabilidad fiscal y el cumplimiento de compromisos. Mientras tanto, el Agente de Izquierda ha propuesto una postura radical que podría desconectar aún más al país de los mercados internacionales, lo que sería devastador para nuestra economía.  A lo largo de este debate, refuerzo la necesidad de un enfoque balanceado que contemple tanto la sostenibilidad fiscal como el bienestar social. La reestructuración de la deuda es necesaria, pero debe hacerse con transparencia y dentro del marco de un plan a largo plazo que restaure la confianza. Por lo tanto, aunque reconozco la necesidad de una reestructuración, por la forma en que se plantea en este decreto, sigo oponiéndome a su aprobación, insistiendo en la importancia de hacerlo de una manera que proteja los intereses de todos los ciudadanos y fortalezca la institucionalidad. Mantengo así mi voto en contra de esta ley."
        },
        {
            "role": "user",
            "content": "Tiene la palabra el Agente de Union Por La Patria"
        },
        {
            "role": "assistant",
            "content": "[Agente de Union Por La Patria]: Durante el desarrollo de este debate, he escuchado atentamente las argumentaciones de mis colegas. El Agente Liberal sostiene que la austeridad y la intervención mínima del Estado son la solución a nuestra crisis de deuda, argumento que, aunque suena atractivo en teoría, ignora la realidad histórica de nuestro país donde las políticas de austeridad han llevado a un deterioro del bienestar social y a un incremento de la pobreza. La experiencia nos dice que el ajuste feroz solo beneficia a las elites. Por otra parte, el Agente de Juntos Por El Cambio comparte una preocupación válida sobre la falta de transparencia y sostenibilidad en la reestructuración, sin embargo, su enfoque parece olvidar que la rigurosidad excesiva en el manejo de la deuda a menudo termina afectando a los sectores más vulnerables, lo que contradice nuestra misión de justicia social. Por último, el Agente de Izquierda ha planteado la necesidad de anular la deuda como un acto de firmeza ante los acreedores, pero su propuesta a menudo puede parecer desmedida, ignorando el delicado equilibrio que necesitamos mantener en el escenario internacional. Aun así, he visto razón en su crítica hacia cómo la deuda ha continuado perpetuando injusticias y abusos hacia la clase trabajadora. Después de considerar todos estos puntos, mantengo mi apoyo a la reestructuración de la deuda que propone el decreto, pues creo firmemente que este es un paso necesario para restaurar la salud económica del país sin sacrificar el bienestar de aquellos que ya sufren. El Estado debe seguir siendo un actor en la economía, garantizando que esta reestructuración se realice de tal forma que priorice en todo momento el bienestar del pueblo. Por eso, mi voto sigue siendo a favor de la ley."
        },
        {
            "role": "user",
            "content": "Tiene la palabra el Agente de Izquierda"
        },
        {
            "role": "assistant",
            "content": "[Agente de Izquierda]: A lo largo de este debate, han emergido distintos puntos de vista sobre la reestructuración de los títulos públicos emitidos bajo ley extranjera. Quiero reconocer que el Agente de Unión por la Patria comparte la preocupación por la justicia social. Sin embargo, sus propuestas para la reestructuración, al igual que las del Agente de Juntos Por El Cambio, parecen seguir la lógica de un sistema capitalista que prioriza los intereses de los acreedores sobre las necesidades del pueblo trabajador. No debería existir un compromiso que beneficie a los grandes capitales mientras se ignoran las voces de aquellos que sufren a causa de la deuda. La postura del Agente Liberal, al abogar por la disciplina fiscal y la austeridad, es parte del problema que ya ha llevado a millones a la pobreza. Establezco que la reestructuración, tal cual se presenta en el decreto, es una continuación de políticas que perpetúan la dependencia del FMI y el ajuste. Durante el debate, ninguno de los otros agentes ha presentado alternativas que realmente rompan con este ciclo; por el contrario, se aboga por trabajar dentro del mismo marco que ha fracasado en proteger y promover la vida digna de los trabajadores. Por estas razones, refuerzo mi postura crítica a este decreto. Abogamos por la anulación de la deuda y el establecimiento de un plan que priorice las necesidades del pueblo, no de los bancos y acreedores. Mi voto sigue siendo en contra de esta reestructuración porque propone un enfoque que fallará a quienes sostienen el país con su trabajo día a día."
        }
    ],
    "Resumen final": "#### 🔍 Posturas por agente\nAgente Liberal: El agente argumentó que la reestructuración de la deuda perpetúa la intervención gubernamental, sugiriendo que el mercado debería ajustarse sin intervención estatal. Criticó la propuesta como una solución a corto plazo y propuso que el énfasis debería ser en la austeridad y la disminución del gasto del Estado. Mantiene su postura en contra del decreto, reafirmando su voto basado en la creencia de que el enfoque de intervención estatal genera más problemas. Voto: en contra.\n\nAgente de Juntos Por El Cambio: Este agente inició señalando que la reestructuración era necesaria, pero que debía hacerse con principios de transparencia y sostenibilidad. Después, reconoció la crítica del Agente de Unión por la Patria sobre la justicia social, pero reiteró la crítica a la falta de claridad en el decreto y la necesidad de cumplir compromisos de deuda. Su postura se mantuvo en contra debido a la falta de un enfoque equilibrado. Voto: en contra.\n\nAgente de Unión Por La Patria: Este agente enfatizó la importancia de la justicia social a través de la reestructuración, abogando por un enfoque que priorice el bienestar de la población. Si bien reconoció la razón detrás de las preocupaciones de sus colegas respecto a la transparencia y sostenibilidad, se mantuvo firme en que el decreto representa un avance hacia la estabilidad económica. No cambió su postura y continuó votando a favor. Voto: a favor.\n\nAgente de Izquierda: Este agente argumentó que el decreto representa la continuación de políticas que perjudican a la clase trabajadora y favorecen a los acreedores. Criticó la visión de austeridad y sugirió la anulación de la deuda como una alternativa más justa. No encontró convincentes las respuestas de los otros agentes y reafirmó su oposición al decreto. Su voto se mantiene en contra. Voto: en contra.\n\n#### 🧠 Síntesis del debate\nPuntos de acuerdo: Se reconoció la necesidad de una reestructuración de la deuda, pero existieron diferencias significativas en cómo llevarla a cabo. Hay consenso sobre la importancia de la justicia social y la responsabilidad en el manejo de la deuda, aunque con diferentes enfoques sobre cómo lograrlo.\nConflictos ideológicos principales: La tensión entre la necesidad de austeridad y la intervención estatal. El Agente Liberal y el de Juntos Por El Cambio abogan por un enfoque más de mercado y responsable financieramente, mientras que el Agente de Unión por la Patria y el de Izquierda evidencian una postura más crítica hacia la deuda y llaman a priorizar necesidades sociales.\nDivergencias argumentativas: Las divergencias se centraron en el papel del Estado en la economía, la naturaleza de la justicia social, y la manera correcta de abordar la reestructuración. El Agente de Izquierda promovió la anulación de la deuda frente a otros agentes que propusieron mantenerla con ajustes.\nResultado de la votación: 1 voto a favor / 3 en contra."
}