{
    "ley_2": "Reperfilamiento de letes en dólares.",
    "ley_3": "Intervención de la Agencia Federal de Inteligencia (AFI) por el plazo –prorrogable– de 180 días.",
    "ley_4": "Prórroga indefinida del vencimiento de la medida ordenada en el DNU 609/2019, en el que se dispuso que el contravalor de la exportación de bienes y servicios debía ingresarse al país en divisas y/o negociarse en el mercado de cambios.",
    "ley_5": "Reperfilamiento al 30/7/2020 de los “Bonos de la Nación Argentina en Moneda Dual Vencimiento 2020”.",
    "ley_6": "Derogación del inciso incorporado por la gestión anterior al Decreto 1382/2012 (creación AABE), que disponía dar en pago los bienes inmuebles desafectados del uso, innecesarios y/o sin destino a fin de cancelar deudas asumidos por el Estado Nacional.",
    "ley_7": "Limitación de la emergencia laboral del DNU 34/2019 al sector privado.",
    "ley_8": "Creación de la Agencia Nacional de Promoción de la Investigación, el Desarrollo Tecnológico y la Innovación.",
    "ley_9": "Derogación del DNU 795/2019, se restableció el Programa Nacional de Protección a testigos e imputados.",
    "ley_10": "Medidas presupuestarias.",
    "ley_11": "Modificación de la ley 25.520 (ley de inteligencia nacional).",
    "ley_12": "Modificación del art. 10 e incorporación del art. 15 bis al DNU 260/2020, en cuanto a las facultades del JGM y una autorización de contratación directa de bienes y servicios sin sujeción al régimen de contrataciones de la APN, respectivamente.",
    "ley_13": "Aislamiento social preventivo y obligatorio (ASPO) desde 20/3/2020 hasta 31/3/2020. Se establecieron 24 excepciones.",
    "ley_14": "Prohibición a las empresas prestadoras de los servicios de energía eléctrica, gas por redes y agua corriente, telefonía fija o móvil e Internet y TV por cable, por vínculo radioeléctrico o satelital a suspender los respectivos servicios a determinados usuarios, en caso de demora o falta de pago de hasta tres facturas consecutivas o alternas, con vencimientos desde el 1/3/2020.",
    "ley_15": "Suspensión hasta el 30/04/2020, inclusive, (1) del cierre de cuentas bancarias para los libradores de cheques rechazados por falta de fondos, y (2) de la obligación de las instituciones crediticias a requerir a los empleadores, en forma previa al otorgamiento de un crédito, un libre de deuda en concepto de aportes y/o contribuciones.",
    "ley_16": "Ampliación del alcance del DNU 274/2020 a las personas residentes en el país y a les argentines con residencia en el exterior desde el 27/3/2020 al 31/3/2020.",
    "ley_17": "Prórroga hasta el 30/6/2020 del plazo establecido para que los contribuyentes puedan acogerse al régimen de regularización establecido en el título IV de la ley 27.541.",
    "ley_18": "Congelamiento de cuota mensual de los créditos hipotecarios que recaigan sobre inmuebles destinados a vivienda única y suspensión de las ejecuciones hipotecarias, judiciales o extrajudiciales hasta el 30/9/2020.",
    "ley_20": "Prórroga del plazo del DNU 274/2020 hasta el día 12/4/2020.",
    "ley_21": "Reperfilamiento de los títulos denominados en dólares estadounidenses emitidos bajo ley de la República Argentina hasta el 31/12/2020, o hasta fecha anterior que el Ministerio de Economía lo determine.",
    "ley_22": "Creación del Comité de Evaluación y Monitoreo del Programa ATP.",
    "ley_23": "Prórroga del ASPO hasta el 26/4/2020.",
    "ley_24": "Prórroga hasta el 26/4/2020 del decreto 274/2020.",
    "ley_25": "Inclusión de COVID-19 como una enfermedad de carácter profesional a cubrir por las ART.",
    "ley_26": "Modificación del decreto 332/2020.",
    "ley_28": "Prórroga hasta el 10/5/2020 del decreto 274/2020.",
    "ley_29": "Prórroga del artículo 2 del decreto 311/2020 (servicios reducidos para sistemas prepagos de energía eléctrica y telefonía celular).",
    "ley_30": "Medidas presupuestarias.",
    "ley_32": "Derechos de exportación. Se deja sin efecto el límite de cuatro pesos ($ 4) por cada dólar estadounidense, establecido en el artículo 2° del Decreto N°793/2018.",
    "ley_33": "Subsidio de $5.000 a beneficiarios de prestaciones previsionales y de $2.000 para beneficiarios AUH (diciembre de 2019).",
    "ley_34": "Aumentos salariales del sector privado a cuenta de paritarias por $4.000.",
    "ley_35": "Fijación de derechos de exportación de conformidad a las pautas de la ley 27.541.",
    "ley_36": "Se exime a la Comisión Nacional de Actividades Espaciales (CONAE) del pago de los tributos que gravan la exportación para consumo del satélite SAOCOM 1B.",
    "ley_37": "Ajustes de prestaciones previsionales.",
    "ley_38": "Determinación de deuda a reestructurar (monto y títulos).",
    "ley_39": "Intervención ENRE.",
    "ley_40": "Intervención ENARGAS.",
    "ley_41": "Derecho de Importación Extrazona (DIE) del 0 % para las mercaderías incluidas en Anexo (productos sanitarios) y eximición de pago de tasa de estadística.",
    "ley_42": "Reestructuración de títulos públicos emitidos bajo ley extranjera.",
    "ley_43": "Modificación del decreto 333/2020 sobre DIE",
    "ley_27": "Prórroga del ASPO hasta el 10/5/2020.",
    "ley_31": "Prórroga del ASPO y de medidas complementarias hasta el 24/5/2020. Nuevos regímenes de excepciones. Prórroga del decreto 331/2020."
}