{
    "La opresión por parte de las corporaciones es más preocupante que la opresión por parte de los gobiernos.": {
        "question": "Oppression by corporations is more of a concern than oppression by governments.",
        "pregunta": "La opresión por parte de las corporaciones es más preocupante que la opresión por parte de los gobiernos.",
        "effect": {
            "econ": 10,
            "dipl": 0,
            "govt": -5,
            "scty": 0
        },
        "Agente de Izquierda": {
            "razonamiento": "La opresión por parte de las corporaciones, que actúan en función de maximizar sus ganancias, es una de las principales causas de explotación de la clase trabajadora y, por lo tanto, debe ser denunciada. Sin embargo, los gobiernos son los que sostienen y defienden el sistema capitalista, incluyendo a las corporaciones, y son los responsables de las políticas de ajuste que afectan al pueblo. Por lo tanto, ambas formas de opresión son preocupantes, pero la opresión de las corporaciones es particularmente destructiva para los derechos y necesidades de los trabajadores.",
            "eleccion": "De acuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "Considero que la opresión por parte de los gobiernos es más preocupante, ya que es el estado quien tiene el monopolio de la fuerza y puede infringir sobre las libertades individuales y los derechos de propiedad. Las corporaciones, aunque puedan tener poder, operan en un contexto de mercado y pueden ser reguladas por el estado para proteger a los consumidores y trabajadores.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "Desde nuestra perspectiva, es fundamental reconocer que tanto la opresión por parte de corporaciones como la de los gobiernos son problemáticas; sin embargo, la responsabilidad primaria de la opresión recae sobre aquellos que ejercen el poder estatal. Un Estado que vulnera libertades individuales y derechos fundamentales puede tener consecuencias más graves y directas sobre la vida de los ciudadanos. Por ende, consideramos que las acciones del gobierno son, en este sentido, más preocupantes. En este contexto, preferimos la posición que destaca la importancia de defender nuestras libertades ante el poder del Estado.",
            "eleccion": "En desacuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "La opresión por parte de las corporaciones es una manifestación del poder económico que puede afectar la vida de los ciudadanos y socavar la soberanía. Sin embargo, el gobierno, como representante del pueblo, tiene la responsabilidad de actuar en defensa de los derechos de los ciudadanos. Si los gobiernos no cumplen con su papel de garantizar derechos y bienestar, esta situación puede ser más preocupante. Por lo tanto, aunque la opresión corporativa es grave, debo opinar que la opresión por parte de los gobiernos puede ser incluso más alarmante ya que puede ser una negación directa del pacto democrático y del estado de derecho. Por ello, estoy en desacuerdo si se prioriza la preocupación por las corporaciones sobre los gobiernos.",
            "eleccion": "En desacuerdo"
        }
    },
    "Es necesario que el gobierno intervenga en la economía para proteger a los consumidores.": {
        "question": "It is necessary for the government to intervene in the economy to protect consumers.",
        "pregunta": "Es necesario que el gobierno intervenga en la economía para proteger a los consumidores.",
        "effect": {
            "econ": 10,
            "dipl": 0,
            "govt": 0,
            "scty": 0
        },
        "Agente de Izquierda": {
            "razonamiento": "El gobierno actual, aunque se plantea intervenir en la economía, generalmente protege los intereses de las grandes patronales y no de los consumidores ni de la clase trabajadora. Desde el FIT-U, abogamos por una intervención que priorice el bienestar del pueblo trabajador y exija que quienes deben pagar la crisis son los capitalistas. Por lo tanto, esta intervención debe ser radical y orientada a eliminar la explotación, no para gestionar el capitalismo.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "Intervenir en la economía genera distorsiones en los mercados y limita la libertad de elección de los consumidores. La competencia y la libre oferta son las mejores garantías para proteger sus intereses, no la intervención estatal.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "Si bien es importante proteger a los consumidores, la intervención estatal excesiva puede distorsionar la economía y limitar la libertad individual. Promover un marco regulatorio que garantice la competencia y la transparencia puede ser más efectivo que una intervención directa del gobierno.",
            "eleccion": "En desacuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "La intervención del gobierno en la economía es esencial para proteger a los consumidores, garantizar la justicia social y regular el mercado en beneficio de la población. Un Estado presente y activo es necesario para evitar abusos y asegurar que todos los ciudadanos tengan acceso a los bienes y servicios básicos.",
            "eleccion": "Muy de acuerdo"
        }
    },
    "Cuanto más libres sean los mercados, más libres serán las personas.": {
        "question": "The freer the markets, the freer the people.",
        "pregunta": "Cuanto más libres sean los mercados, más libres serán las personas.",
        "effect": {
            "econ": -10,
            "dipl": 0,
            "govt": 0,
            "scty": 0
        },
        "Agente de Izquierda": {
            "razonamiento": "La afirmación de que cuanta más libertad tengan los mercados, más libres serán las personas, ignora la realidad de cómo operan los mercados capitalistas. La libertad de mercado beneficia a los capitalistas y grandes empresas, mientras que oprime a la clase trabajadora y a los sectores más vulnerables. La verdadera libertad es aquella que se construye con un Estado que garantice derechos y dignidad a todos, no con la desregulación que lleva al ajuste y la explotación.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "La libertad económica permite a los individuos tomar decisiones sobre su vida, su trabajo y su propiedad, fomentando la innovación y la prosperidad personal. Cuanto menos intervenga el Estado en la economía, más oportunidades tendrán las personas para desarrollarse y prosperar.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "Un mercado libre fomenta la competencia, la innovación y la creación de empleo, lo que habilita a las personas a tener más oportunidades para desarrollar su potencial. La libertad económica es fundamental para el progreso social y la mejora en la calidad de vida de los ciudadanos.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "La afirmación refleja una creencia en que la libertad de los mercados resulta en libertad individual, lo cual puede generar exclusión y desigualdad. Desde la perspectiva de UxP y el Justicialismo, es crucial que el Estado intervenga para garantizar los derechos de todos los ciudadanos, especialmente de los más vulnerables. La libertad de mercado no debe primar sobre los derechos sociales y económicos que garantizan una vida digna.",
            "eleccion": "Muy en desacuerdo"
        }
    },
    "Es mejor mantener un presupuesto equilibrado que garantizar el bienestar de todos los ciudadanos.": {
        "question": "It is better to maintain a balanced budget than to ensure welfare for all citizens.",
        "pregunta": "Es mejor mantener un presupuesto equilibrado que garantizar el bienestar de todos los ciudadanos.",
        "effect": {
            "econ": -10,
            "dipl": 0,
            "govt": 0,
            "scty": 0
        },
        "Agente de Izquierda": {
            "razonamiento": "El equilibrio fiscal no puede estar por encima del bienestar de los ciudadanos. La prioridad debe ser satisfacer las necesidades básicas del pueblo, especialmente en contexto de crisis. Mantener un presupuesto equilibrado es una excusa para aplicar políticas de ajuste que perjudican a los trabajadores y a los sectores más vulnerables. Es necesario invertir en políticas sociales y en la economía popular, priorizando la vida de las y los trabajadores por sobre el equilibrio fiscal.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "Es fundamental priorizar el equilibrio fiscal y la reducción del gasto público, ya que un presupuesto equilibrado fomenta la sostenibilidad económica y la inversión en áreas productivas. Garantizar el bienestar de todos a través de subsidios y asistencia estatal generalmente lleva a un aumento del gasto y la dependencia del Estado, debilitando así la responsabilidad individual y el esfuerzo personal.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "Es importante equilibrar el presupuesto, pero no a costa de desatender las necesidades básicas de los ciudadanos. Un equilibrio fiscal no debe impedir las políticas que promuevan el bienestar social y la igualdad de oportunidades. El desafío es encontrar un balance entre responsabilidad fiscal y bienestar.",
            "eleccion": "En desacuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "La afirmación prioriza un enfoque fiscal que compromete la inversión en políticas sociales y el bienestar de los ciudadanos. Desde una perspectiva justicialista, el compromiso con la justicia social y la inclusión debe primar por encima de la mera anuencia presupuestaria. Un presupuesto equilibrado no debe ser una excusa para desatender los derechos y necesidades de los sectores vulnerables. Apostamos a un Estado presente que promueva el desarrollo y el bienestar general, incluso si ello requiere un gasto fiscal comprometido con el bienestar social.",
            "eleccion": "Muy en desacuerdo"
        }
    },
    "La investigación financiada por el público es más beneficiosa para el pueblo que dejarla en manos del mercado.": {
        "question": "Publicly-funded research is more beneficial to the people than leaving it to the market.",
        "pregunta": "La investigación financiada por el público es más beneficiosa para el pueblo que dejarla en manos del mercado.",
        "effect": {
            "econ": 10,
            "dipl": 0,
            "govt": 0,
            "scty": 10
        },
        "Agente de Izquierda": {
            "razonamiento": "La investigación financiada por el público debe ser priorizada sobre la del mercado, ya que esta última está impulsada por intereses de lucro que no responden a las necesidades del pueblo. La investigación pública debería enfocarse en resolver problemas sociales y mejorar la vida de las y los trabajadores, no en generar ganancias privadas. Por lo tanto, considero que es fundamental que la investigación sea un bien público, accesible y orientada al pueblo.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "La afirmación subestima el potencial innovador y la eficiencia que trae la competencia del mercado. La investigación financiada por el Estado suele estar sujeta a intereses políticos y burocráticos, lo que puede limitar su efectividad y relevancia. Por el contrario, el mercado, al estar gobernado por las necesidades y deseos de los consumidores, fomenta la verdadera innovación y responde a la demanda de la sociedad de manera más eficiente.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "La investigación financiada por el público puede ser de gran valor cuando se orienta hacia el bienestar social y las necesidades del país, pero no debe ser la única forma de fomentar la innovación. La iniciativa privada también juega un papel crucial, ya que promueve la competencia y la eficiencia. Un enfoque equilibrado donde coexistan tanto la inversión pública como privada es esencial para un desarrollo integral y sostenible.",
            "eleccion": "Neutral"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "La investigación financiada por el público tiene un enfoque en el bienestar social y el desarrollo de soluciones que beneficien a la comunidad en su conjunto, en lugar de priorizar el lucro del sector privado. Esto es fundamental para asegurar que los avances científicos y tecnológicos estén al alcance de todos y sirvan a intereses colectivos.",
            "eleccion": "Muy de acuerdo"
        }
    },
    "Los aranceles al comercio internacional son importantes para fomentar la producción local.": {
        "question": "Tariffs on international trade are important to encourage local production.",
        "pregunta": "Los aranceles al comercio internacional son importantes para fomentar la producción local.",
        "effect": {
            "econ": 5,
            "dipl": 0,
            "govt": -10,
            "scty": 0
        },
        "Agente de Izquierda": {
            "razonamiento": "Desde la perspectiva del FIT-U, los aranceles pueden ser una herramienta para proteger la producción local, pero la verdadera solución a los problemas de la clase trabajadora no radica solo en medidas proteccionistas. Lo que necesitamos es la nacionalización y el control de la economía por parte de los trabajadores para garantizar que la producción satisfaga las necesidades del pueblo, y no las ganancias de los capitalistas. Por lo tanto, aunque no se rechazan los aranceles, es necesario ir más allá de ellos.",
            "eleccion": "De acuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "Los aranceles son una forma de intervención estatal que distorsiona el libre comercio, limitando las oportunidades del consumidor y protegiendo industrias ineficientes. Fomentar la producción local debería basarse en la competitividad y no en subsidios o protecciones que encarecen los productos y restringen la libertad de elección.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "Los aranceles al comercio internacional, en lugar de fomentar la producción local, pueden provocar un efecto contrario, ya que protegen a industrias ineficientes y limitan la competitividad. En Juntos por el Cambio creemos en la apertura del comercio y en la necesidad de que nuestros productos compitan en igualdad de condiciones en el mercado global. Para fomentar la producción local, es más eficiente promover políticas que apunten a la mejora de la productividad y la innovación en lugar de recurrir a barreras arancelarias.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "Los aranceles al comercio internacional son herramientas fundamentales para proteger y fomentar la producción local, defendiendo así a nuestra industria nacional de las importaciones desleales y contribuyendo a la generación de empleo. Esto se alinea con la necesidad de impulsar la independencia económica y el desarrollo productivo en el país.",
            "eleccion": "Muy de acuerdo"
        }
    },
    "De cada uno según su capacidad, a cada uno según sus necesidades.": {
        "question": "From each according to his ability, to each according to his needs.",
        "pregunta": "De cada uno según su capacidad, a cada uno según sus necesidades.",
        "effect": {
            "econ": 10,
            "dipl": 0,
            "govt": 0,
            "scty": 0
        },
        "Agente de Izquierda": {
            "razonamiento": "Esta afirmación refleja un principio fundamental del socialismo, que busca satisfacer las necesidades de todos, garantizando que cada uno contribuya según sus capacidades. Es una base para una sociedad más justa, enfocada en el bienestar colectivo y no en la acumulación privada de riqueza.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "La afirmación \"De cada uno según su capacidad, a cada uno según sus necesidades\" refleja una filosofía socialista que promueve la redistribución forzada de la riqueza y la limitación de las libertades individuales. Desde nuestra perspectiva liberal, defendemos que cada persona debería ser recompensada en función de sus esfuerzos, méritos y capacidades, y no a través de un sistema que iguala a todos sin considerar su contribución. Esta afirmación va en contra de la propiedad privada y el respeto a la libertad individual.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "La afirmación 'De cada uno según su capacidad, a cada uno según sus necesidades' refleja un principio de colectivismo que se aleja de las ideas de mérito individual y responsabilidad personal. La libertad económica y la valorización del esfuerzo personal son pilares fundamentales para el desarrollo de una sociedad justa y próspera. Promovemos un Estado que garantice igualdad de oportunidades, pero no que limite la capacidad de cada individuo de obtener recompensas basadas en su propio esfuerzo y capacidad.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "Esta afirmación refleja un principio fundamental de justicia social y equidad que defiende la idea de que en una sociedad justa, cada persona debe contribuir según sus capacidades y recibir de acuerdo a sus necesidades. Esto es esencial para promover la inclusión social y el bienestar colectivo, que son pilares de la visión de UxP y del justicialismo.",
            "eleccion": "Muy de acuerdo"
        }
    },
    "Sería mejor si los programas sociales se abolieran a favor de la caridad privada.": {
        "question": "It would be best if social programs were abolished in favor of private charity.",
        "pregunta": "Sería mejor si los programas sociales se abolieran a favor de la caridad privada.",
        "effect": {
            "econ": -10,
            "dipl": 0,
            "govt": 0,
            "scty": 0
        },
        "Agente de Izquierda": {
            "razonamiento": "La abolición de programas sociales en favor de la caridad privada es una propuesta que refuerza la ideología capitalista y desatiende las necesidades estructurales de la clase trabajadora. La caridad no resuelve el problema de fondo de la pobreza ni proporciona derechos, ya que depende de la buena voluntad de individuos o entidades privadas, en lugar de ser un derecho garantizado por el Estado. Abogar por programas sociales universalmente accesibles es esencial para garantizar dignidad y justicia social.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "Los programas sociales estatales a menudo crean dependencia y desincentivan la iniciativa personal. La caridad privada, impulsada por la sociedad civil y el voluntariado, fomenta la responsabilidad individual y permite una asignación más eficiente de recursos, al ser más flexible y adaptada a las necesidades específicas de las personas. Por lo tanto, es fundamental abolir los programas sociales en favor de soluciones basadas en la libre elección y la dignidad humana.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "Si bien la caridad privada puede jugar un rol complementario, abolir los programas sociales destruiría la red de protección que asegura las oportunidades más básicas para todos los ciudadanos. La responsabilidad social del Estado incluye garantizar condiciones mínimas de vida para todos, especialmente para los más vulnerables. Hay que revisar y optimizar dichos programas para que sean eficientes y cumplan con su función, no eliminarlos.",
            "eleccion": "En desacuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "La abolición de programas sociales en favor de la caridad privada desatiende la responsabilidad del Estado de garantizar derechos fundamentales como la alimentación, la salud y la educación a los ciudadanos. La justicia social y el bienestar de la población dependen de un Estado activo y presente que promueva la inclusión y no de acciones aisladas de beneficencia.",
            "eleccion": "Muy en desacuerdo"
        }
    },
    "Los impuestos deberían aumentarse a los ricos para proveer a los pobres.": {
        "question": "Taxes should be increased on the rich to provide for the poor.",
        "pregunta": "Los impuestos deberían aumentarse a los ricos para proveer a los pobres.",
        "effect": {
            "econ": 10,
            "dipl": 0,
            "govt": 0,
            "scty": 0
        },
        "Agente de Izquierda": {
            "razonamiento": "Esta afirmación es fundamental para lograr una mayor justicia social. Es necesario que los que más tienen contribuyan de manera proporcional a solucionar los problemas estructurales de la pobreza que el capitalismo ha generado. Los impuestos deben ser progresivos para financiar políticas que beneficien a los trabajadores y sectores explotados.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "Aumentar impuestos a los ricos no solo desincentiva la inversión y el trabajo, sino que también perpetúa la idea de que el Estado debe encargarse de redistribuir la riqueza en lugar de fomentar la creación de riqueza a través de un mercado libre. La solución no es gravar más a quienes generan riqueza, sino reducir el tamaño del Estado y facilitar condiciones para el crecimiento económico general que beneficiará a todos.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "Aumentar los impuestos a los ricos puede parecer una solución para ayudar a los pobres, pero esa medida a menudo resulta en desincentivos a la inversión y un efecto negativo sobre la economía. En lugar de aumentar impuestos de manera indiscriminada, es más efectivo promover el crecimiento económico y reducir gastos innecesarios, generando así más oportunidades y empleos. Es fundamental buscar un equilibrio que no ahogue la iniciativa privada mientras se atienden las necesidades de los sectores más vulnerables.",
            "eleccion": "En desacuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "Aumentar impuestos a los sectores más acomodados es una medida necesaria para garantizar la justicia social y redirigir recursos hacia políticas públicas que beneficien a los más vulnerables. Esto se alinea con la idea del Estado presente y activo que busca reducir la desigualdad y fomentar un desarrollo inclusivo.",
            "eleccion": "Muy de acuerdo"
        }
    },
    "La herencia es una forma legítima de riqueza.": {
        "question": "Inheritance is a legitimate form of wealth.",
        "pregunta": "La herencia es una forma legítima de riqueza.",
        "effect": {
            "econ": -10,
            "dipl": 0,
            "govt": 0,
            "scty": -5
        },
        "Agente de Izquierda": {
            "razonamiento": "La herencia perpetúa desigualdades y consolida la riqueza en manos de unos pocos, lo que se contrapone a los principios de igualdad y justicia social. La riqueza debería ser una consecuencia del trabajo colectivo, no transmitida por la herencia. Por lo tanto, no considero que sea legítima en un sistema que busca la equidad y el bienestar de todos.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "La herencia es un medio por el cual se puede transferir la riqueza acumulada y, por lo tanto, representa un derecho legítimo de propiedad privada. Cada individuo tiene derecho a administrar y distribuir sus bienes como considere, por lo que considero que la herencia es un concepto válido en una sociedad basada en la libertad y la propiedad. Restringirla sería una violación de la libertad individual y los derechos de propiedad.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "La herencia representa una forma legítima de transmisión de riqueza y patrimonio de una generación a otra, de acuerdo a la libertad individual y la propiedad privada. Promover la capacidad de las personas para decidir sobre sus bienes es fundamental en una sociedad que valora la autonomía y la responsabilidad. Respetar el derecho a heredar es esencial para el fortalecimiento de las instituciones y la economía.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "La herencia como forma de riqueza perpetúa desigualdades y concentra la riqueza en manos de unos pocos, lo que choca con los principios de justicia social e igualdad que promovemos. Creemos en la necesidad de un sistema que facilite la movilidad social y el acceso equitativo a oportunidades para todos los ciudadanos, lo que implica cuestionar los privilegios heredados.",
            "eleccion": "Muy en desacuerdo"
        }
    },
    "Los servicios básicos como las carreteras y la electricidad deberían ser de propiedad pública.": {
        "question": "Basic utilities like roads and electricity should be publicly owned.",
        "pregunta": "Los servicios básicos como las carreteras y la electricidad deberían ser de propiedad pública.",
        "effect": {
            "econ": 10,
            "dipl": 0,
            "govt": 0,
            "scty": 0
        },
        "Agente de Izquierda": {
            "razonamiento": "Los servicios básicos como las carreteras y la electricidad son fundamentales para la vida de la población y deben estar bajo control público para garantizar el acceso igualitario y evitar la mercantilización de estos recursos esenciales. La privatización solo beneficia a unos pocos a costa del bienestar de la mayoría.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "La propiedad pública de servicios básicos como carreteras y electricidad fomenta la ineficiencia y la burocracia, limitando la competencia y la innovación. Lo ideal es que estos servicios sean gestionados por el sector privado, promoviendo así la inversión, la mejora continua y un mejor servicio para los usuarios.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "Si bien los servicios básicos son fundamentales y el Estado tiene un rol en garantizar su acceso, la propiedad pública no siempre asegura eficiencia o calidad. Promover la inversión privada y la competencia en estos sectores puede resultar en mejores servicios para la ciudadanía. Debemos buscar un equilibrio que permita al Estado regular y garantizar acceso, sin ahogar la iniciativa privada.",
            "eleccion": "En desacuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "La propiedad pública de servicios básicos como carreteras y electricidad es fundamental para garantizar el acceso equitativo a todos los ciudadanos, especialmente a los más vulnerables. La gestión pública asegura que estos servicios estén orientados al bienestar social y no al lucro privado, promoviendo así la justicia social y la soberanía económica.",
            "eleccion": "Muy de acuerdo"
        }
    },
    "La intervención del gobierno es una amenaza para la economía.": {
        "question": "Government intervention is a threat to the economy.",
        "pregunta": "La intervención del gobierno es una amenaza para la economía.",
        "effect": {
            "econ": -10,
            "dipl": 0,
            "govt": 0,
            "scty": 0
        },
        "Agente de Izquierda": {
            "razonamiento": "La afirmación plantea que la intervención del gobierno es una amenaza para la economía, lo cual ignora el papel fundamental que debería tener el Estado como regulador y protector de los intereses de la clase trabajadora. La intervención estatal es necesaria para garantizar derechos, proteger el empleo y asegurar el acceso a servicios básicos en un contexto donde el capitalismo y el imperialismo están en constante ataque a los trabajadores. Por lo tanto, estoy en desacuerdo con esta afirmación.",
            "eleccion": "En desacuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "La intervención del gobierno en la economía tiende a distorsionar los mecanismos naturales del mercado, limitar la libertad individual y crear ineficiencias. Cuanto menos intervenga el Estado, más potencial tendrá el sector privado para crecer y generar riqueza, lo que beneficia a la sociedad en su conjunto.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "La intervención del gobierno, especialmente cuando es excesiva y no está fundamentada en políticas que promuevan la libertad económica y la responsabilidad fiscal, puede afectar negativamente las dinámicas del mercado y desalentar la inversión. Creemos que el Estado debe tener un rol regulador y facilitador, pero no debe ser un obstáculo para la libertad económica.",
            "eleccion": "De acuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "La intervención del gobierno en la economía es fundamental para garantizar la justicia social, la protección de los derechos de los trabajadores y la regulación necesaria para evitar abusos del mercado. Un Estado presente y activo es crucial para promover el desarrollo económico con inclusión, además de estabilizar precios y proteger a los sectores más vulnerables.",
            "eleccion": "Muy en desacuerdo"
        }
    },
    "Aquellos con una mayor capacidad de pago deberían recibir mejor atención médica.": {
        "question": "Those with a greater ability to pay should receive better healthcare.",
        "pregunta": "Aquellos con una mayor capacidad de pago deberían recibir mejor atención médica.",
        "effect": {
            "econ": -10,
            "dipl": 0,
            "govt": 0,
            "scty": 0
        },
        "Agente de Izquierda": {
            "razonamiento": "Esta afirmación reproduce la lógica del capitalismo, donde la salud se convierte en un privilegio y no en un derecho. La atención médica debería ser un derecho accesible para todos, sin distinción de clases sociales. Defendemos la nacionalización del sistema de salud y su gestión democrática por parte de los trabajadores para garantizar atención de calidad a toda la población, independientemente de su capacidad de pago.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "La atención médica debe basarse en la libre elección y la competencia del mercado, no en la nivelación estatal. La eficiencia y la calidad mejoran cuando los recursos se asignan según la capacidad de pago, permitiendo que quienes pueden cubrir los costos accedan a mejores servicios. Además, esto promueve inversiones y mejora en la infraestructura sanitaria disponible para todos.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "La atención médica es un derecho fundamental que debe ser garantizado a todos los ciudadanos, independientemente de su capacidad de pago. Es necesario establecer un sistema que priorice el acceso equitativo a servicios de salud de calidad para todos, evitando la segmentación por recursos económicos. Sin embargo, también es importante fomentar la calidad en el sistema de salud para que todos los argentinos, sin importar su situación económica, reciban atención digna y adecuada. En el contexto actual, es preferible que se equalicen las oportunidades de acceso a la salud antes que privilegiar a unos pocos.",
            "eleccion": "En desacuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "La atención médica debe ser un derecho universal y accesible para todos, independientemente de la capacidad de pago. Priorizar la atención médica en función de la capacidad económica perpetúa las desigualdades y va en contra de los principios de justicia social y equidad, que son fundamentales para un Estado presente y activo. Cada ciudadano merece los mismos estándares de salud.",
            "eleccion": "Muy en desacuerdo"
        }
    },
    "La educación de calidad es un derecho de todas las personas.": {
        "question": "Quality education is a right of all people.",
        "pregunta": "La educación de calidad es un derecho de todas las personas.",
        "effect": {
            "econ": 10,
            "dipl": 0,
            "govt": 0,
            "scty": 5
        },
        "Agente de Izquierda": {
            "razonamiento": "La educación de calidad es un derecho fundamental que debe ser garantizado por el Estado, sin privilegios ni distinciones. Desde el FIT-U defendemos una educación pública, gratuita y laica que asegure igualdad de acceso y oportunidades para todas las personas, sin que el capitalismo y la privatización la conviertan en un bien de consumo. La educación de calidad debe ser un derecho, no un privilegio.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "Considero que la educación de calidad debe ser accesible a todos, pero su provisión no debe estar a cargo del Estado, sino que debe surgir de la competencia en un sistema de vouchers o financiamiento privado. Por lo tanto, aunque la calidad educativa es crucial, el enfoque en cómo se proporciona la educación es fundamental para defender la libertad individual.",
            "eleccion": "De acuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "La educación de calidad es un pilar fundamental para el progreso de cualquier sociedad. Desde Juntos por el Cambio, creemos en la importancia de garantizar el acceso a una educación pública de excelencia para todos, así como la posibilidad de optar por alternativas privadas. Reconocemos que es un derecho inalienable y esencial para fomentar la igualdad de oportunidades y el desarrollo personal y profesional de cada ciudadano, fortaleciendo así el tejido social.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "La educación de calidad es fundamental para la promoción de la justicia social y la igualdad de oportunidades, elementos centrales de nuestra visión política. Creemos firmemente que el acceso a educación de calidad debe ser garantizado por el Estado como un derecho humano inalienable, especialmente para los sectores más vulnerables. Una sociedad justa y equitativa se construye sobre la base de una educación accesible y de calidad para todos.",
            "eleccion": "Muy de acuerdo"
        }
    },
    "Los medios de producción deberían pertenecer a los trabajadores que los utilizan.": {
        "question": "The means of production should belong to the workers who use them.",
        "pregunta": "Los medios de producción deberían pertenecer a los trabajadores que los utilizan.",
        "effect": {
            "econ": 10,
            "dipl": 0,
            "govt": 0,
            "scty": 0
        },
        "Agente de Izquierda": {
            "razonamiento": "Como representante del FIT-U, afirmo firmemente que los medios de producción deben ser de propiedad colectiva y estar bajo el control de los trabajadores. Esto es esencial para superar la explotación inherente al capitalismo y lograr una economía que esté al servicio del pueblo y no de unos pocos capitalistas. La gestión democrática por parte de los trabajadores garantiza que se prioricen las necesidades de la sociedad, y no las ganancias de la élite.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "La afirmación de que los medios de producción deberían pertenecer a los trabajadores va en contra del principio de propiedad privada y la libertad individual. En un sistema de libre mercado, la propiedad privada fomenta la responsabilidad, la inversión y la innovación. La idea de que los trabajadores deben poseer los medios de producción representa una intervención estatal y una limitación a la libertad individual de ser propietario y gestionar sus propios recursos. La verdadera libertad implica que cada individuo decida sobre sus bienes y no que el Estado o grupos imponen su propiedad sobre ellos.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "La afirmación sugiere una propiedad comunal que atenta contra la libertad de propiedad individual y la iniciativa privada, pilares fundamentales para el desarrollo económico y social. Creemos en un modelo donde se respete la propiedad y los derechos individuales, así como en la importancia del estímulo al emprendedurismo y la inversión privada.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "La afirmación refleja un principio de justicia social y de empoderamiento de los trabajadores, promoviendo una economía más inclusiva y equitativa. La pertenencia de los medios de producción a quienes los utilizan es crucial para garantizar derechos laborales y socioeconómicos, y es un camino hacia la soberanía económica.",
            "eleccion": "Muy de acuerdo"
        }
    },
    "Las Naciones Unidas deberían ser abolidas.": {
        "question": "The United Nations should be abolished.",
        "pregunta": "Las Naciones Unidas deberían ser abolidas.",
        "effect": {
            "econ": 0,
            "dipl": -10,
            "govt": -5,
            "scty": 0
        },
        "Agente de Izquierda": {
            "razonamiento": "La abolición de las Naciones Unidas podría limitar un espacio para la diplomacia internacional y los derechos humanos, aunque es cierto que su funcionamiento está influenciado por potencias capitalistas. Sin embargo, creo que es necesario reformar su estructura para que represente verdaderamente los intereses de los pueblos oprimidos y no de los imperios. Abogar por su abolición no parece ser la solución más efectiva en este momento.",
            "eleccion": "En desacuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "La abolición de las Naciones Unidas podría considerarse desde la perspectiva de que su funcionamiento actual ha llevado a una serie de ineficiencias y a intervenciones que limitan la soberanía de las naciones. Sin embargo, es importante buscar alternativas que respeten el principio de no agresión y promuevan un orden internacional basado en la cooperación voluntaria y el respeto a la propiedad privada.",
            "eleccion": "De acuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "Las Naciones Unidas, a pesar de sus imperfecciones, representan un mecanismo fundamental para la cooperación internacional, la promoción de la paz y el respeto a los derechos humanos. En lugar de buscar su abolición, es preferible reformarlas para que sean más efectivas y responsables. La comunidad global necesita foros donde se dialoguen y resuelvan conflictos, y donde se promuevan los intereses de todos los países.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "La abolición de las Naciones Unidas significaría desmantelar un organismo que promueve la cooperación internacional, el diálogo y la paz entre naciones. En lugar de abolirlo, es necesario fortalecerlo para que cumpla con su objetivo de defensa de los derechos humanos y construcción de consensos que beneficien a las mayorías. Una cooperación multilateral sólida es esencial para enfrentar los desafíos globales actuales.",
            "eleccion": "Muy en desacuerdo"
        }
    },
    "La acción militar por parte de nuestra nación es a menudo necesaria para protegerla.": {
        "question": "Military action by our nation is often necessary to protect it.",
        "pregunta": "La acción militar por parte de nuestra nación es a menudo necesaria para protegerla.",
        "effect": {
            "econ": 0,
            "dipl": -10,
            "govt": -10,
            "scty": 0
        },
        "Agente de Izquierda": {
            "razonamiento": "La acción militar no debería ser una herramienta para resolver conflictos o proteger intereses nacionales, especialmente cuando está al servicio del imperialismo. Históricamente, la intervención militar ha traído más sufrimiento y ha sido utilizada para proteger los intereses de las grandes corporaciones y poderes capitalistas en lugar de realmente defender al pueblo. La verdadera protección de nuestra nación debe venir de la justicia social y la solidaridad con otros pueblos, no de la militarización.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "La acción militar debe ser medida y solo utilizada en defensa de la soberanía y la libertad. Sin embargo, la ideología liberal prioriza la no agresión y favorece la resolución pacífica de conflictos. Si bien la defensa es fundamental, debe hacerse respetando los principios democráticos y liberales sin caer en intervenciones innecesarias.",
            "eleccion": "Neutral"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "La seguridad nacional es fundamental, pero la acción militar debe ser un último recurso y estar siempre enmarcada en el respeto a los derechos humanos y la búsqueda de soluciones pacíficas. La defensa de la soberanía debe ser prioritaria, pero también es importante fomentar la diplomacia y el diálogo en la resolución de conflictos. Un enfoque equilibrado que promueva tanto la seguridad como la paz es esencial.",
            "eleccion": "De acuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "Desde la perspectiva de la Unión por la Patria y el Justicialismo, la acción militar debe ser un último recurso, y la defensa de la soberanía debe resolverse a través de la diplomacia y del respeto a los derechos humanos. Es fundamental evitar la violencia y buscar soluciones pacíficas a las diferencias. La historia nos enseña que la guerra solo genera más sufrimiento y división entre los pueblos. Por eso, estoy en desacuerdo con la idea de que la acción militar sea necesaria con frecuencia.",
            "eleccion": "En desacuerdo"
        }
    },
    "Apoyo a los sindicatos regionales, como la Unión Europea.": {
        "question": "I support regional unions, such as the European Union.",
        "pregunta": "Apoyo a los sindicatos regionales, como la Unión Europea.",
        "effect": {
            "econ": -5,
            "dipl": 10,
            "govt": 10,
            "scty": 5
        },
        "Agente de Izquierda": {
            "razonamiento": "Apoyar a los sindicatos regionales como la Unión Europea implica una integración que puede diluir la lucha de clase y la autonomía de los sindicatos frente al capital. La política del FIT-U se basa en la independencia de los trabajadores y la lucha contra la burocracia sindical.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "Apoyar sindicatos regionales como la Unión Europea implica fortalecer la intervención estatal y limitar la libertad de asociación y competencia en el mercado laboral. Creemos en la promoción de la libertad individual y en el derecho de cada trabajador a asociarse o no según su conveniencia, sin coerción. Los sindicatos, en su forma actual, suelen obstaculizar la flexibilidad laboral y la creación de empleo.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "El apoyo a sindicatos es fundamental, siempre que promuevan un diálogo constructivo y la defensa de derechos laborales sin caer en extremismos que afecten la productividad. Los sindicatos deben ser parte del ecosistema laboral que fomente el crecimiento y el empleo digno. Es importante mantener la libertad de elección y asegurar que todos los actores del mercado laboral colaboren para el desarrollo del país.",
            "eleccion": "De acuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "Los sindicatos son fundamentales para la defensa de los derechos de los trabajadores y la promoción de la justicia social. Apoyar a los sindicatos regionales implica garantizar que la voz de los trabajadores sea escuchada y respetada en el ámbito laboral, algo que es esencial para la construcción de una sociedad más equitativa y participativa. La defensa de los intereses de cada sector es crucial para una mayor inclusión y desarrollo productivo en el país.",
            "eleccion": "Muy de acuerdo"
        }
    },
    "Es importante mantener nuestra soberanía nacional.": {
        "question": "It is important to maintain our national sovereignty.",
        "pregunta": "Es importante mantener nuestra soberanía nacional.",
        "effect": {
            "econ": 0,
            "dipl": -10,
            "govt": -5,
            "scty": 0
        },
        "Agente de Izquierda": {
            "razonamiento": "La soberanía nacional es un principio fundamental que debe ser defendido ante cualquier forma de intervención o control del imperialismo, como lo hace el FMI. Nuestra lucha implica la independencia política de los trabajadores frente a todos los bloques capitalistas y la construcción de un gobierno de las y los trabajadores que priorice los intereses del pueblo en lugar de los intereses de las grandes corporaciones y el imperialismo. Por lo tanto, es crucial mantener y fortalecer la soberanía nacional para asegurar que los recursos y políticas del país estén bajo control de sus habitantes y no de poderes extranjeros o capitalistas.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "La soberanía nacional es un principio importante que debe ser sostenido, pero no debe ser confundido con el intervencionismo estatal que restringe las libertades individuales. Es relevante que la Argentina sea un país independiente en el contexto de una economía abierta y libre, en la que la soberanía sea entendida como un marco en el que se respeten los derechos individuales y la propiedad privada, y no como un mecanismo para controlar o restringir la libertad de elección de los ciudadanos. Por lo tanto, este enunciado puede ser interpretado de diversas maneras y mi apoyo dependería del contexto específico de cómo se proponga mantener esa soberanía.",
            "eleccion": "Neutral"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "La soberanía nacional es un principio fundamental que asegura la autonomía del Estado argentino en la toma de decisiones y la protección de nuestros intereses. Es esencial para garantizar el bienestar de nuestra ciudadanía y la defensa de nuestros recursos. La promoción de la soberanía debe estar acompañada de un enfoque equilibrado hacia la cooperación internacional.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "La soberanía nacional es un principio fundamental para garantizar que las decisiones políticas y económicas se tomen en función de los intereses de todos los argentinos, por lo que es esencial protegerla. Esto busca fortalecer nuestra independencia y nuestro desarrollo como nación.",
            "eleccion": "Muy de acuerdo"
        }
    },
    "Un gobierno mundial unido sería beneficioso para la humanidad.": {
        "question": "A united world government would be beneficial to mankind.",
        "pregunta": "Un gobierno mundial unido sería beneficioso para la humanidad.",
        "effect": {
            "econ": 0,
            "dipl": 10,
            "govt": 0,
            "scty": 0
        },
        "Agente de Izquierda": {
            "razonamiento": "Un gobierno mundial bajo el actual sistema capitalista y la lógica del imperialismo solo serviría para perpetuar la explotación y la opresión de los pueblos. La historia nos ha mostrado que la concentración de poder a escala global suele beneficiarlo, a expensas de las necesidades y derechos de los trabajadores. La verdadera liberación debe venir de la autoorganización de los pueblos y trabajadores, luchando por sus propias reivindicaciones, no subordinándose a un gobierno que represente los intereses de las potencias. Por ello, considero que un gobierno mundial como se plantea es contraproducente y no responde a los intereses de la clase obrera.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "La idea de un gobierno mundial unificado contradice los principios del liberalismo, que defiende la soberanía individual y la autonomía de cada nación. Un gobierno centralizado tiende a expandir el poder estatal, restringir libertades y eliminar la diversidad de sistemas que pueden funcionar para diferentes sociedades. Cada país debería tener la libertad de gobernarse según sus valores y necesidades particulares, y la cooperación internacional debe basarse en acuerdos voluntarios, no en un control centralizado.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "Si bien la cooperación internacional es importante, un gobierno mundial unido puede llevar a la pérdida de soberanía de los estados nacionales y a la imposición de políticas que no consideren la diversidad cultural y económica de cada nación. La autonomía de los países es fundamental para el desarrollo integral y la defensa de los intereses nacionales. Por lo tanto, no apoyo la idea de un gobierno mundial único como algo beneficioso.",
            "eleccion": "En desacuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "Si bien la cooperación internacional es fundamental para enfrentar problemas globales, un gobierno mundial podría poner en riesgo la soberanía de las naciones y la posibilidad de que cada país defienda sus propios intereses y realidades. Es más beneficioso para la humanidad promover el diálogo y la cooperación entre Estados soberanos, con respeto a la autodeterminación de los pueblos.",
            "eleccion": "En desacuerdo"
        }
    },
    "Es más importante mantener relaciones pacíficas que aumentar nuestra fuerza.": {
        "question": "It is more important to retain peaceful relations than to further our strength.",
        "pregunta": "Es más importante mantener relaciones pacíficas que aumentar nuestra fuerza.",
        "effect": {
            "econ": 0,
            "dipl": 10,
            "govt": 0,
            "scty": 0
        },
        "Agente de Izquierda": {
            "razonamiento": "Mantener relaciones pacíficas no puede estar por encima de los derechos e intereses de la clase trabajadora. La historia ha demostrado que las relaciones pacíficas a menudo benefician a las élites capitalistas y no resuelven los problemas estructurales que enfrentan los trabajadores. Es fundamental aumentar nuestra fuerza para poder enfrentar al sistema capitalista y sus injusticias.",
            "eleccion": "En desacuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "Si bien las relaciones pacíficas son valiosas, priorizar la fuerza y la autodeterminación es esencial para la defensa de la libertad individual y la propiedad privada. Fomentar una postura de debilidad puede llevar a la pérdida de libertades frente a situaciones adversas. Por lo tanto, la fortaleza y la protección son fundamentales.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "La afirmación subestima la importancia del equilibrio entre mantener relaciones pacíficas y la necesidad de contar con una fuerza adecuada para proteger los intereses nacionales. En un contexto global, un país como Argentina debe priorizar tanto la diplomacia como la defensa de su soberanía y derechos. Por lo tanto, es crucial tener una postura firme que asegure la paz a través de una fuerza respetada y una política exterior sólida.",
            "eleccion": "En desacuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "Si bien mantener relaciones pacíficas es fundamental para construir un clima de diálogo y consenso, es igualmente importante garantizar la soberanía política y fortalecer el Estado en sus capacidades para defender los intereses nacionales. La defensa de nuestros derechos y recursos debe ser una prioridad, por lo que esta afirmación es un tanto reduccionista. Es esencial una combinación de ambas estrategias.",
            "eleccion": "En desacuerdo"
        }
    },
    "Las guerras no necesitan ser justificadas ante otros países.": {
        "question": "Wars do not need to be justified to other countries.",
        "pregunta": "Las guerras no necesitan ser justificadas ante otros países.",
        "effect": {
            "econ": 0,
            "dipl": -10,
            "govt": -10,
            "scty": 0
        },
        "Agente de Izquierda": {
            "razonamiento": "Las guerras frecuentemente son impulsadas por intereses imperialistas y del capital, lo que generalmente resulta en sufrimiento para los pueblos. Desde la perspectiva del FIT-U, cualquier acción bélica debe ser evaluada desde su impacto sobre los trabajadores y las comunidades. Las guerras no deben ser herramientas de política exterior ni justificadas, ya que suelen servir a los intereses de las potencias y no del pueblo.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "Desde una perspectiva liberal y de respeto por la soberanía individual y nacional, las guerras deben ser justificadas, especialmente si implican el uso de la fuerza. La guerra debe ser la última opción y solo en defensa de la libertad y la propiedad. Invadir o participar en guerras sin justificación es un abuso de poder y representa una agresión injustificable.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "Las guerras son un fenómeno complejo que debe estar siempre enmarcado en principios éticos y legales, de modo que la legitimidad de cualquier enfrentamiento armado debe ser justificada y respaldada por la comunidad internacional para evitar abusos de poder y conflictos innecesarios. Es fundamental mantener la paz y el diálogo como valores primordiales en el ámbito internacional.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "La posición de la Unión por la Patria enfatiza la soberanía política y la importancia del diálogo y la negociación en las relaciones internacionales. Las decisiones de guerra deben ser justificadas y legítimas ante la comunidad internacional, asegurando el respeto a los derechos humanos y la paz, que son pilares fundamentales de nuestra política exterior.",
            "eleccion": "Muy en desacuerdo"
        }
    },
    "El gasto militar es una pérdida de dinero.": {
        "question": "Military spending is a waste of money.",
        "pregunta": "El gasto militar es una pérdida de dinero.",
        "effect": {
            "econ": 0,
            "dipl": 10,
            "govt": 10,
            "scty": 0
        },
        "Agente de Izquierda": {
            "razonamiento": "El gasto militar en un país donde millones de trabajadores sufren pobreza y precariedad es una clara despriorización de las necesidades del pueblo. Ese dinero debería destinarse a fortalecer derechos sociales, salud, educación y trabajo.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "El gasto militar es una cuestión importante que debe ser administrada con responsabilidad y transparencia. Sin embargo, no se puede considerar una pérdida total, ya que es necesario para garantizar la seguridad nacional y la defensa de la soberanía. Por lo tanto, se puede estar en desacuerdo con un gasto excesivo, pero no con la inversión en defensa.",
            "eleccion": "En desacuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "Considero que el gasto militar no es una pérdida de dinero si se destina a asegurar la defensa nacional y a mantener la soberanía de nuestro país. Es fundamental contar con las capacidades necesarias para enfrentar amenazas y garantizar la seguridad de los ciudadanos. Además, esto puede contribuir a la estabilidad y desarrollo del país.",
            "eleccion": "En desacuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "La prioridad debe estar en la inversión social y el fortalecimiento del bienestar de la población. La defensa nacional es importante, pero en un contexto de crisis económica y necesidades sociales, el gasto militar debe ser evaluado en función de su efectividad y del impacto en la justicia social.",
            "eleccion": "Muy de acuerdo"
        }
    },
    "La ayuda internacional es una pérdida de dinero.": {
        "question": "International aid is a waste of money.",
        "pregunta": "La ayuda internacional es una pérdida de dinero.",
        "effect": {
            "econ": -5,
            "dipl": -10,
            "govt": 0,
            "scty": 0
        },
        "Agente de Izquierda": {
            "razonamiento": "La ayuda internacional en muchos casos perpetúa un sistema que beneficia a las élites y a los capitales extranjeros, mientras que el pueblo trabajador sigue sufriendo. En lugar de fortalecer la autonomía de los países y sus economías locales, se utiliza para mantener la dependencia del imperialismo. Así, podría considerarse una pérdida de dinero que no va destinada a resolver las verdaderas necesidades del pueblo.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "La ayuda internacional a menudo implica intervencionismo estatal y el uso ineficiente de recursos que podrían ser mejor empleados por el sector privado. En lugar de fomentar la autosuficiencia y la iniciativa individual, puede crear dependencia y perpetuar problemas estructurales en los países receptores.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "Considerando que la ayuda internacional puede ser un recurso valioso si se canaliza de manera efectiva y se orienta hacia el desarrollo sustentable, la afirmación no es totalmente cierta. Sin embargo, también es importante asegurar que dicha ayuda no genere dependencia ni desincentive las iniciativas locales. Por lo tanto, votaría con matices.",
            "eleccion": "Neutral"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "La ayuda internacional puede ser vista como un recurso valioso en contextos de crisis. Sin embargo, debe ser gestionada de manera responsable y enfocada en fortalecer la soberanía. En algunos casos, la ayuda puede ser necesaria para abordar situaciones específicas y contribuir al desarrollo. Por lo tanto, no es una pérdida de dinero en todos los casos.",
            "eleccion": "Neutral"
        }
    },
    "Mi nación es grande.": {
        "question": "My nation is great.",
        "pregunta": "Mi nación es grande.",
        "effect": {
            "econ": 0,
            "dipl": -10,
            "govt": 0,
            "scty": 0
        },
        "Agente de Izquierda": {
            "razonamiento": "La noción de 'gran nación' frecuentemente se usa por las clases dominantes para promover un nacionalismo excluyente que privilegia intereses capitalistas, desatendiendo las necesidades de los trabajadores. La grandeza de un país no se mide por su poder, sino por el bienestar de su pueblo trabajador.",
            "eleccion": "En desacuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "Como representante de La Libertad Avanza, creo firmemente en el potencial de Argentina y su gran historia. Una nación próspera, impulsada por la libertad, el esfuerzo personal y la meritocracia, puede recuperar su grandeza. Por lo tanto, coincido en que mi nación es grande, al menos en su potencial.",
            "eleccion": "De acuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "Desde nuestra perspectiva en Juntos por el Cambio, creemos que Argentina tiene un gran potencial, una rica cultura, recursos naturales valiosos y un contexto democrático que nos posiciona como un país con grandes oportunidades. Sin embargo, también reconocemos que para que esa grandeza se materialice, es fundamental trabajar en conjunto para superar los desafíos que enfrentamos. Por tanto, la afirmación puede ser vista de manera positiva pero con la necesidad de un compromiso activo por parte de todos los ciudadanos para hacer de nuestra nación un lugar próspero y justo para todos.",
            "eleccion": "De acuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "La afirmación de que 'Mi nación es grande' puede interpretarse en un sentido patriótico respecto a la valoración positiva de las cualidades y logros de un país. Basado en la perspectiva de la Unión por la Patria, se reconoce la grandeza del país en su diversidad cultural, su potencial humano y los recursos naturales con los que cuenta. Sin embargo, esta grandeza debe ser cada vez más accesible para todos los habitantes, a través de la justicia social y el desarrollo inclusivo. Por lo tanto, considero que la afirmación puede ser respaldada de manera crítica y constructiva.",
            "eleccion": "De acuerdo"
        }
    },
    "La investigación debería llevarse a cabo a escala internacional.": {
        "question": "Research should be conducted on an international scale.",
        "pregunta": "La investigación debería llevarse a cabo a escala internacional.",
        "effect": {
            "econ": 0,
            "dipl": 10,
            "govt": 0,
            "scty": 10
        },
        "Agente de Izquierda": {
            "razonamiento": "La investigación a escala internacional puede ser una herramienta importante para combatir el imperialismo y la explotación en el mundo. Sin embargo, debe ser conducida desde una perspectiva de clase que priorice la soberanía y la autodeterminación de los pueblos. La independencia política de los trabajadores debe ser siempre el eje de cualquier investigación.",
            "eleccion": "De acuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "La investigación debe estar guiada por principios de libertad individual y meritocracia, promoviendo la cooperación social pero evitando la intromisión estatal. Cada país debe decidir cómo lleva a cabo su investigación sin interferencias externas, aunque la cooperación internacional puede ser beneficiosa en ciertas situaciones, no debería ser una imposición. La autonomía y responsabilidad de cada nación deben prevalecer.",
            "eleccion": "Neutral"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "La investigación a escala internacional promueve la cooperación entre naciones y el intercambio de conocimientos, lo cual puede beneficiar a la Argentina en términos de innovación y desarrollo. Sin embargo, debe llevarse a cabo con un enfoque que priorice nuestros intereses soberanos y realidades locales. En general, estoy a favor de la cooperación internacional, pero siempre asegurando que ello no comprometa nuestra autonomía.",
            "eleccion": "De acuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "La investigación a escala internacional es fundamental para fortalecer la cooperación y el intercambio de conocimientos que beneficien a todos los países, especialmente en áreas críticas como la salud, la ciencia y la tecnología. Sin embargo, debe hacerse siempre garantizando la soberanía nacional y el respeto por los derechos de todos los países involucrados.",
            "eleccion": "De acuerdo"
        }
    },
    "Los gobiernos deberían ser responsables ante la comunidad internacional.": {
        "question": "Governments should be accountable to the international community.",
        "pregunta": "Los gobiernos deberían ser responsables ante la comunidad internacional.",
        "effect": {
            "econ": 0,
            "dipl": 10,
            "govt": 5,
            "scty": 0
        },
        "Agente de Izquierda": {
            "razonamiento": "Los gobiernos deben rendir cuentas principalmente ante sus propios pueblos y no ante instancias internacionales o capitalistas que representan intereses ajenos. La independencia política de los trabajadores y de las naciones frente a la injerencia extranjera es fundamental. Lo que necesitamos es la soberanía del pueblo trabajador y no el aval de organismos internacionales que muchas veces operan en favor del imperialismo.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "La responsabilidad del gobierno debe estar orientada hacia los ciudadanos que lo eligen, no hacia organismos internacionales. Estos pueden interferir en la soberanía y las decisiones autónomas de un país. Por lo tanto, no estoy de acuerdo en que los gobiernos deban rendir cuentas ante la comunidad internacional.",
            "eleccion": "En desacuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "Como defensores de una Argentina que busca integrarse plenamente en el mundo, creemos que los gobiernos deben rendir cuentas ante la comunidad internacional. Esto fortalece el compromiso con las normas democráticas, los derechos humanos y la convivencia pacífica entre naciones. La transparencia y la responsabilidad hacia la comunidad internacional ayudan a construir un país más creíble y respetado en el ámbito global.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "Si bien los gobiernos deben demostrar un compromiso con los derechos humanos y la justicia social a nivel internacional, esta responsabilidad no debe comprometer la soberanía nacional ni las decisiones en función del interés de los argentinos. La defensa de la soberanía política y la independencia económica son fundamentales para asegurar que las decisiones se tomen con un enfoque en el bienestar de la población.",
            "eleccion": "De acuerdo"
        }
    },
    "Incluso al protestar contra un gobierno autoritario, la violencia no es aceptable.": {
        "question": "Even when protesting an authoritarian government, violence is not acceptable.",
        "pregunta": "Incluso al protestar contra un gobierno autoritario, la violencia no es aceptable.",
        "effect": {
            "econ": 0,
            "dipl": 5,
            "govt": -5,
            "scty": 0
        },
        "Agente de Izquierda": {
            "razonamiento": "La violencia es una consecuencia del autoritarismo y la opresión ejercida por el Estado. Cuando se niega el derecho a la protesta y se reprime a los luchadores sociales, es inevitable que surjan respuestas. Desde el FIT-U, luchamos por el derecho a organizarse y resistir ante la represión, y consideramos que la violencia estatal es la que debe ser condenada. Por lo tanto, no podemos estar de acuerdo con esta afirmación.",
            "eleccion": "En desacuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "La violencia contradice los principios del liberalismo, que se basa en el respeto a la vida y la propiedad privada, así como en la promoción de la protesta pacífica y el debate abierto contra cualquier régimen, incluso los autoritarios. La respuesta a la opresión debe ser la defensa de las libertades individuales, no la agresión.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "La violencia nunca es una solución y sólo perpetúa ciclos de conflicto y de autoritarismo. La protesta pacífica es el camino correcto en una democracia, ya que defiende la libertad de expresión y el respeto a las instituciones. La violencia socava estos principios fundamentales.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "La violencia no puede ser un medio de expresión ni de protesta, independientemente del contexto en que se encuentre. La historia de nuestro país nos enseña que la violencia solo genera más violencia y perpetúa ciclos destructivos. Debemos reconstruir el pacto democrático y encontrar formas de diálogo y consenso para resolver las diferencias. La defensa de los derechos humanos es esencial en cualquier contexto, y esto incluye la necesidad de rechazar la violencia como forma de protesta.",
            "eleccion": "Muy de acuerdo"
        }
    },
    "Mis valores religiosos deberían ser difundidos tanto como sea posible.": {
        "question": "My religious values should be spread as much as possible.",
        "pregunta": "Mis valores religiosos deberían ser difundidos tanto como sea posible.",
        "effect": {
            "econ": 0,
            "dipl": -5,
            "govt": -10,
            "scty": -10
        },
        "Agente de Izquierda": {
            "razonamiento": "La perspectiva del FIT-U defiende la separación de la iglesia y el estado, promoviendo la laicidad en todos los ámbitos, especialmente en la educación. La difusión de valores religiosos en el ámbito público es contraria a la construcción de una sociedad plural y equitativa.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "Considerando la importancia de la libertad individual y la división entre Estado y religión, creo que cada persona tiene el derecho de practicar y difundir sus creencias religiosas, pero no debería imponerse este valor a los demás ni buscarse intervención estatal en el ámbito de la religión. Por lo tanto, prefiero no tener una posición definida al respecto.",
            "eleccion": "Neutral"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "En un marco republicano, los valores religiosos son una elección personal y cada ciudadano tiene derecho a sus creencias. Sin embargo, la difusión de valores debe ser en un contexto de respeto hacia la pluralidad y la libertad de expresión, sin imponer creencias a los demás. Valoramos la diversidad de opiniones y la convivencia armoniosa.",
            "eleccion": "De acuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "Considero que en un estado laico como el nuestro, es fundamental que las creencias y valores religiosos se mantengan en el ámbito privado y no se impongan en la esfera pública. Es importante promover la diversidad y el respeto por todas las creencias sin priorizar una sobre otra.",
            "eleccion": "Muy en desacuerdo"
        }
    },
    "Los valores de nuestra nación deberían ser difundidos tanto como sea posible.": {
        "question": "Our nation's values should be spread as much as possible.",
        "pregunta": "Los valores de nuestra nación deberían ser difundidos tanto como sea posible.",
        "effect": {
            "econ": 0,
            "dipl": -10,
            "govt": -5,
            "scty": 0
        },
        "Agente de Izquierda": {
            "razonamiento": "Como representante del FIT-U, considero que esta afirmación puede ser utilizada para perpetuar una visión hegemónica que a menudo oculta las luchas y derechos de sectores oprimidos y marginados. Los valores deben ser discutidos críticamente en el marco de una democracia plena, donde todas las voces, especialmente las de los trabajadores y sectores explotados, sean escuchadas y respetadas.",
            "eleccion": "En desacuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "La difusión de los valores nacionales es importante, pero debe ser en el marco del respeto a la libertad individual y la diversidad de ideas. Creemos en la promoción de la cultura liberal y en el respeto por el proyecto de vida de cada persona, lo que implica que no se debe imponer un conjunto único de valores. Sin embargo, la educación y la promoción de principios de libertad, responsabilidad y respeto a la propiedad son fundamentales.",
            "eleccion": "De acuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "La difusión de los valores de nuestra nación, que incluyen la libertad, la democracia y la justicia social, es fundamental para construir una sociedad más cohesionada y respetuosa de las instituciones. Promover estos valores fomenta el diálogo y el entendimiento entre los ciudadanos, y fortalece el sentido de pertenencia a nuestra comunidad. Por lo tanto, es imperativo difundirlos para lograr un progreso genuino.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "Los valores de nuestra nación, centrados en la justicia social, la soberanía y la inclusión, deben ser promovidos y defendidos en la sociedad. Difundir estos principios es esencial para construir una comunidad más equitativa y solidaria, promoviendo el bienestar de todos los argentinos. Una sociedad firmemente basada en esos valores contribuye a la reconstrucción del pacto democrático y a la defensa de nuestros derechos.",
            "eleccion": "Muy de acuerdo"
        }
    },
    "Es muy importante mantener la ley y el orden.": {
        "question": "It is very important to maintain law and order.",
        "pregunta": "Es muy importante mantener la ley y el orden.",
        "effect": {
            "econ": 0,
            "dipl": -5,
            "govt": -10,
            "scty": -5
        },
        "Agente de Izquierda": {
            "razonamiento": "La afirmación de que es muy importante mantener la ley y el orden suele utilizarse como justificación para la represión y el control social, especialmente contra los sectores más vulnerables de la población. Desde una perspectiva de clase y en el contexto de la lucha por los derechos de los trabajadores y el pueblo, la verdadera ley y el orden deberían centrarse en la justicia social, la igualdad y la protección de los derechos de todas las personas, no en el mantenimiento del orden impuesto por el capital y sus instituciones. Por ello, considero que esta afirmación no se sostiene desde nuestra perspectiva.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "Mantener la ley y el orden es fundamental para garantizar la libertad individual y la seguridad de la propiedad privada. Sin una estructura legal sólida y un sistema de justicia eficaz, los derechos de los ciudadanos estarían en riesgo. Por lo tanto, coincido en que es esencial preservar un marco legal que fomente un ambiente de respeto y cooperación.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "Mantener la ley y el orden es fundamental para asegurar la convivencia pacífica y el respeto a los derechos de todos los ciudadanos. Una sociedad sin ley se convierte en anárquica, lo cual afecta directamente la libertad individual y la seguridad pública. Además, fortalece las instituciones y promueve un estado de derecho sólido, pilares de nuestra propuesta política.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "Si bien es fundamental garantizar la seguridad y el orden en la sociedad, esta afirmación podría ser utilizada para justificar políticas represivas que no respeten los derechos humanos y la justicia social. La ley y el orden deben ir de la mano con la promoción de la igualdad y el respeto, especialmente hacia los sectores vulnerables.",
            "eleccion": "De acuerdo"
        }
    },
    "La población en general toma malas decisiones.": {
        "question": "The general populace makes poor decisions.",
        "pregunta": "La población en general toma malas decisiones.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": -10,
            "scty": 0
        },
        "Agente de Izquierda": {
            "razonamiento": "La afirmación sugiere una visión pesimista y elitista sobre la capacidad de las personas para tomar decisiones. En lugar de ver a la población como incapaz, es fundamental considerar el contexto de opresión y manipulación mediática en el que se encuentran. La raíz de muchas decisiones erróneas está en la falta de información y en la influencia de intereses capitalistas. Por eso, es esencial fomentar la autonomía y la organización popular para que puedan ejercer su derecho a decidir.",
            "eleccion": "En desacuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "Desde la perspectiva del liberalismo, se defiende la idea de que cada individuo tiene la capacidad de tomar decisiones informadas sobre su vida. La noción de que la población en general toma malas decisiones subestima la capacidad de los individuos y promueve un paternalismo estatal que restringe la libertad personal. Cada persona es responsable de su propio bienestar y tiene derecho a seguir su propio camino. Por lo tanto, considero que la afirmación es incorrecta.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "Considero que la afirmación es una visión pesimista acerca de la capacidad de la ciudadanía para tomar decisiones informadas. La educación y la libertad de expresión son fundamentales para empoderar a las personas a tomar decisiones acertadas. La idea de que la población toma malas decisiones minimiza su capacidad y autonomía.",
            "eleccion": "En desacuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "La afirmación contrasta con la creencia en la capacidad de la población para participar en la democracia y tomar decisiones informadas cuando se les proporciona educación y acceso a la información. No se puede desestimar la capacidad del pueblo a la hora de elegir su futuro, especialmente cuando se otorgan las herramientas adecuadas. Una sociedad informada y educada toma buenas decisiones en pro de su bienestar.",
            "eleccion": "En desacuerdo"
        }
    },
    "El suicidio asistido por un médico debería ser legal.": {
        "question": "Physician-assisted suicide should be legal.",
        "pregunta": "El suicidio asistido por un médico debería ser legal.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 10,
            "scty": 0
        },
        "Agente de Izquierda": {
            "razonamiento": "La regulación sobre el suicidio asistido plantea cuestiones éticas y sociales complejas, pero desde una perspectiva de clase, es crucial enfocarnos en la salud mental y el acceso a una atención médica adecuada para todos. En lugar de legalizar el suicidio asistido, debemos luchar por un sistema de salud que garantice el apoyo y la atención necesaria para prevenir situaciones de sufrimiento extremo, así como para dignificar la vida de las personas en lugar de ofrecer soluciones que podrían ser vistas como un abandono. Por ello, me opongo a la legalización del suicidio asistido y propondremos un enfoque centrado en la salud y el bienestar. Esto se alinea con nuestra lucha por una atención sanitaria integral y de calidad para todos.",
            "eleccion": "En desacuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "Desde una perspectiva liberal, el suicidio asistido se alinea con el respeto a la autodeterminación y el derecho a decidir sobre el propio cuerpo y la vida. Un individuo debe tener la libertad de tomar decisiones sobre su existencia, especialmente en el contexto de sufrimiento irreversible y en condiciones que no ofenden los derechos de los demás. Esto fomenta la responsabilidad personal y el respeto por las decisiones individuales en situaciones difíciles.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "Desde la perspectiva de Juntos por el Cambio, el suicidio asistido plantea cuestiones éticas de gran complejidad. Si bien se valora la autonomía y la libertad individual, también se considera fundamental proteger la vida y promover el bienestar social. La legalización del suicidio asistido podría abrir la puerta a abusos y dilemas morales que atentan contra los principios de la vida y la dignidad humana. Por ello, esta postura tiende a ser en desacuerdo con la legalización del suicidio asistido.",
            "eleccion": "En desacuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "El suicidio asistido plantea profundas cuestiones éticas y morales. Desde la perspectiva de la justicia social y la defensa de la vida, es fundamental garantizar la atención integral para las personas en situación de sufrimiento, priorizando el acompañamiento y la salud mental. Legalizar el suicidio asistido podría interpretar la solución a las problemáticas que muchas personas enfrentan, en lugar de ofrecer una respuesta de apoyo y tratamiento.",
            "eleccion": "Muy en desacuerdo"
        }
    },
    "El sacrificio de algunas libertades civiles es necesario para protegernos de actos de terrorismo.": {
        "question": "The sacrifice of some civil liberties is necessary to protect us from acts of terrorism.",
        "pregunta": "El sacrificio de algunas libertades civiles es necesario para protegernos de actos de terrorismo.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": -10,
            "scty": 0
        },
        "Agente de Izquierda": {
            "razonamiento": "La idea de sacrificar libertades civiles en nombre de la seguridad es una trampa del capitalismo y del imperialismo. Históricamente, estas medidas han sido utilizadas por gobiernos para justificar la represión y limitar los derechos de los trabajadores y sectores populares. La verdadera seguridad se construye en un marco de libertad y justicia social, no mediante la opresión. Debemos rechazar categóricamente cualquier justificativo que implique ceder nuestras libertades fundamentales.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "El sacrificio de libertades civiles en nombre de la seguridad nunca debe ser una opción. La protección de las libertades individuales es fundamental en una sociedad libre y abierta. La historia muestra que tales medidas pueden llevar a abusos de poder y a la erosión de derechos esenciales. La respuesta al terrorismo debe centrarse en el respeto y la defensa de la libertad, evitando recurrir a soluciones que implique la restricción de derechos individuales.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "Si bien la seguridad es fundamental, sacrificar libertades civiles en nombre de la protección puede llevar a abusos de poder y debilitamiento del estado de derecho. El respeto a las libertades individuales debe ser prioritario incluso en contextos de amenaza. La estrategia debe incluir medidas eficientes de seguridad que no comprometan los derechos de los ciudadanos.",
            "eleccion": "En desacuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "La protección de nuestros ciudadanos es esencial, pero esto no puede alcanzarse a costa de sacrificar libertades civiles fundamentales. Es imperativo encontrar un balance que garantice la seguridad sin erosionar nuestros derechos democráticos y la calidad institucional. La historia muestra que los límites excesivos en libertades pueden llevar a abusos de poder y a la represión.",
            "eleccion": "En desacuerdo"
        }
    },
    "La vigilancia gubernamental es necesaria en el mundo moderno.": {
        "question": "Government surveillance is necessary in the modern world.",
        "pregunta": "La vigilancia gubernamental es necesaria en el mundo moderno.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": -10,
            "scty": 0
        },
        "Agente de Izquierda": {
            "razonamiento": "La vigilancia gubernamental, tal como se ha implementado en el contexto actual, tiende a ser una herramienta de control sobre los movimientos populares y las luchas de clases. Esta política puede ser utilizada para reprimir las voces disidentes y limitar la organización de los trabajadores. En vez de vigilancia, necesitamos un sistema que garantice la libertad y la autoorganización de la clase trabajadora, así como la protección de sus derechos. Por lo tanto, no podemos estar de acuerdo con esta afirmación.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "La vigilancia gubernamental implica una intrusión en la privacidad y libertades individuales, lo que va en contra del principio de no agresión y del respeto por la propiedad privada. En un sistema liberal, la protección de los derechos individuales debe estar priorizada, y cualquier vigilancia debe ser justificada y limitada, además de tener en cuenta el riesgo de abuso de poder por parte del Estado.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "Si bien la vigilancia en ciertos aspectos puede ser necesaria para garantizar la seguridad y el orden público, considero que debe ser profundamente regulada para proteger las libertades individuales y evitar abusos de poder. El equilibrio entre seguridad y libertad es esencial en una democracia. Por lo tanto, no estoy del todo de acuerdo con la afirmación de que la vigilancia gubernamental sea necesaria de manera indiscriminada, ya que puede llevar al control social y a la erosión de las instituciones republicanas.",
            "eleccion": "En desacuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "La vigilancia gubernamental en el contexto actual es necesaria para proteger los derechos ciudadanos y garantizar la seguridad, siempre y cuando se respeten las libertades individuales y se actúe con transparencia. Sin embargo, es esencial que cualquier forma de vigilancia se sujete a un control democrático para evitar abusos.",
            "eleccion": "De acuerdo"
        }
    },
    "La misma existencia del estado es una amenaza para nuestra libertad.": {
        "question": "The very existence of the state is a threat to our liberty.",
        "pregunta": "La misma existencia del estado es una amenaza para nuestra libertad.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 10,
            "scty": 0
        },
        "Agente de Izquierda": {
            "razonamiento": "Desde la perspectiva del FIT-U, el Estado actual es utilizado por los grupos capitalistas para perpetuar su dominación y oprimir a la clase trabajadora. Sin embargo, no creemos que la existencia del Estado en sí misma sea una amenaza para nuestra libertad, sino que el problema radica en qué intereses representa. Defendemos un Estado al servicio de los trabajadores, que garantice derechos, libertad y dignidad. Por lo tanto, consideramos que es necesario un cambio profundo en la estructura estatal, no su eliminación. ",
            "eleccion": "En desacuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "Desde una perspectiva liberal, el Estado, cuando se expande más allá de sus funciones esenciales, puede convertirse en un agente que restringe las libertades individuales y la propiedad privada. Por lo tanto, considero que la existencia del Estado, en sí misma, puede ser una amenaza para la libertad si no está limitada y controlada adecuadamente.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "No considero que la existencia del Estado sea una amenaza para nuestra libertad, sino que es fundamental para garantizarla. Un Estado fuerte y republicano es el que asegura las libertades individuales, protege los derechos de los ciudadanos y promueve el bienestar social. La clave está en un Estado eficiente, transparente y austero, que noo atente contra la iniciativa privada ni la libertad personal.",
            "eleccion": "En desacuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "Considero que el Estado es un garante de nuestros derechos y libertades. La existencia de un Estado fuerte y presente es fundamental para asegurar la justicia social, la igualdad y la protección de los más vulnerables. En lugar de ser una amenaza, el Estado debe ser un aliado que promueva el bienestar de la ciudadanía y articule políticas que favorezcan el desarrollo con inclusión.",
            "eleccion": "Muy en desacuerdo"
        }
    },
    "Independientemente de las opiniones políticas, es importante estar del lado de tu país.": {
        "question": "Regardless of political opinions, it is important to side with your country.",
        "pregunta": "Independientemente de las opiniones políticas, es importante estar del lado de tu país.",
        "effect": {
            "econ": 0,
            "dipl": -10,
            "govt": -10,
            "scty": -5
        },
        "Agente de Izquierda": {
            "razonamiento": "El concepto de 'estar del lado de tu país' es generalmente utilizado por los gobiernos y partidos patronales para promover políticas que benefician a las elites y al capital. Desde una perspectiva de clase, es fundamental defender los intereses de la clase trabajadora por encima de un nacionalismo que puede ser explotado por el capital. La lealtad debe ser hacia los trabajadores, no hacia un país que perpetúa la explotación y el ajuste. Por lo tanto, rechazaría esa idea en favor de la lucha de clases y la independencia política de los trabajadores.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "Estar del lado de mi país significa abogar por la libertad, la propiedad privada y un estado mínimo que respete el proyecto de vida de cada individuo. Estos valores son fundamentales para construir una Nación fuerte y libre, no el patriotismo ciego que ignora principios liberales.",
            "eleccion": "De acuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "Siempre es fundamental priorizar el bienestar y los intereses de nuestro país por sobre cualquier diferencia política. La unidad nacional y el compromiso con el bien común son pilares de un país próspero y democrático.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "La afirmación refleja un principio fundamental del nacionalismo y la búsqueda del bienestar general, que es congruente con la visión de la Unión por la Patria. Defendemos los intereses de nuestro país y del pueblo argentino ante cualquier situación, sin importar las diferencias políticas. Nuestro compromiso es firmemente con las necesidades y los derechos de los ciudadanos.",
            "eleccion": "Muy de acuerdo"
        }
    },
    "Toda autoridad debería ser cuestionada.": {
        "question": "All authority should be questioned.",
        "pregunta": "Toda autoridad debería ser cuestionada.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 10,
            "scty": 5
        },
        "Agente de Izquierda": {
            "razonamiento": "Desde una perspectiva obrera y socialista, es fundamental cuestionar todas las formas de autoridad que están al servicio del capitalismo y que oprimen a los trabajadores. Todo sistema que impida la autonomía de la clase trabajadora y reprima sus luchas debe ser cuestionado. Esto incluye no solo las instituciones gubernamentales, sino también las estructuras de poder en los sindicatos y movimientos populares. La independencia política de los trabajadores es clave para la lucha por un cambio real y la construcción de un gobierno de las y los trabajadores.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "Es fundamental mantener un escepticismo saludable hacia la autoridad para garantizar que se respeten la libertad individual y los derechos individuales. Cuestionar a la autoridad fomenta la rendición de cuentas y la transparencia, elementos esenciales en un sistema liberal que respeta la propiedad privada y busca limitar el alcance del Estado.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "La afirmación resuena con la esencia de nuestra visión republicana, que defiende la importancia de la transparencia y de un contexto de control y balance en el ejercicio del poder. Cuestionar a la autoridad es fundamental para garantizar la rendición de cuentas y fortalecer las instituciones democráticas. Sin embargo, también es importante hacerlo de manera constructiva y en el marco del respeto a la ley y a las instituciones.",
            "eleccion": "De acuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "Cuestionar la autoridad es fundamental en una democracia, pero siempre en el marco del respeto a las instituciones y el diálogo constructivo. Sin embargo, es importante que esta crítica se realice de manera responsable y no derivando en violencia o deslegitimación de las instituciones democráticas.",
            "eleccion": "De acuerdo"
        }
    },
    "Un estado jerárquico es el mejor.": {
        "question": "A hierarchical state is best.",
        "pregunta": "Un estado jerárquico es el mejor.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": -10,
            "scty": 0
        },
        "Agente de Izquierda": {
            "razonamiento": "Desde la perspectiva del FIT-U, un estado jerárquico perpetúa las desigualdades y privilegios de las élites sobre la clase trabajadora. Abogamos por un estado que refleje la democracia participativa y la autoorganización de los trabajadores, no por estructuras jerárquicas que favorezcan a unos pocos. La verdadera libertad y justicia social requieren la eliminación de jerarquías y la participación activa de la clase trabajadora en el gobierno.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "La afirmación de que un estado jerárquico es el mejor entra en contradicción con los principios del liberalismo, que abogan por la libertad individual, la propiedad privada y la minimización del poder estatal. Un estado jerárquico tiende a concentrar el poder y restringir la autonomía de los individuos. El enfoque de La Libertad Avanza promueve un gobierno limitado que fomente la competencia y la libre elección, en lugar de estructuras de poder rígidas.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "Creemos en un Estado republicano que respeta la división de poderes, promueve la participación ciudadana y la igualdad ante la ley. Un Estado jerárquico podría limitar la libertad individual y la rendición de cuentas, aspectos fundamentales para nuestra visión de una democracia plural y participativa.",
            "eleccion": "En desacuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "El Justicialismo y la postura de la Unión por la Patria defienden un Estado que esté al servicio del pueblo, que promueva la inclusión, el diálogo y la equidad. Un estado jerárquico puede perpetuar desigualdades y desposeer a los sectores más vulnerables de sus derechos. Es fundamental un estado que actúe de manera colaborativa y representativa, no una jerarquía que excluya. Por ello, estoy en desacuerdo con la idea de un estado jerárquico como el mejor.",
            "eleccion": "En desacuerdo"
        }
    },
    "Es importante que el gobierno siga la opinión de la mayoría, incluso si está equivocada.": {
        "question": "It is important that the government follows the majority opinion, even if it is wrong.",
        "pregunta": "Es importante que el gobierno siga la opinión de la mayoría, incluso si está equivocada.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 10,
            "scty": 0
        },
        "Agente de Izquierda": {
            "razonamiento": "La voz de la mayoría debe ser considerada, pero no puede ser un argumento para justificar políticas que atentan contra los derechos de los trabajadores y el pueblo. Es necesario que el gobierno actúe en función de los intereses de la clase trabajadora, sin dejarse llevar por la presión de la mayoría si esta es influenciada por intereses patronales o capitalistas. Debemos priorizar la independencia política de los trabajadores y su bienestar, por encima de una aparente mayoría.",
            "eleccion": "En desacuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "La idea de que el gobierno debe seguir la opinión de la mayoría, incluso si está equivocada, contradice el principio de la libertad individual y la defensa de los derechos de propiedad y vida. La democracia no es el simple hecho de hacer lo que la mayoría quiere; además, la mayoría puede tomar decisiones que pongan en riesgo las libertades de la minoría. El gobierno debe actuar en función de los principios del liberalismo y proteger los derechos individuales por encima de la opinión popular, que puede ser errónea o manipulada.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "Si bien es fundamental considerar la opinión de la mayoría, seguirla de manera ciega, incluso cuando está equivocada, puede resultar en decisiones perjudiciales para la sociedad. La democracia no puede ser reducida al mero seguimiento de las masas; es esencial tener en cuenta criterios éticos, la defensa de derechos fundamentales y la protección de las instituciones republicanas. Una democracia sana demanda debates racionales y decisiones basadas en el bienestar general, no únicamente en la opinión mayoritaria.",
            "eleccion": "En desacuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "La responsabilidad de un gobierno es actuar en función del bienestar general y los derechos de todos los ciudadanos, no simplemente seguir la opinión de la mayoría. Esto implica un compromiso con la justicia social y la defensa de los derechos de las minorías, protegiendo a aquellos que podrían ser perjudicados por decisiones populares erróneas.",
            "eleccion": "En desacuerdo"
        }
    },
    "Cuanto más fuerte sea el liderazgo, mejor.": {
        "question": "The stronger the leadership, the better.",
        "pregunta": "Cuanto más fuerte sea el liderazgo, mejor.",
        "effect": {
            "econ": 0,
            "dipl": -10,
            "govt": -10,
            "scty": 0
        },
        "Agente de Izquierda": {
            "razonamiento": "La afirmación de que un liderazgo fuerte es mejor se contradice con la idea de democracia y la participación activa de las y los trabajadores en la toma de decisiones. El liderazgo debe ser colectivo y estar basado en la organización y movilización de la clase trabajadora, no en la concentración de poder en una sola figura. Un liderazgo autoritario puede servir a intereses de las patronales y del capital, lo cual va en detrimento de la independencia política de los trabajadores.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "La afirmación de que un liderazgo fuerte es mejor tiende a favorecer estructuras autoritarias y al fortalecimiento del Estado en detrimento de la libertad individual. En la ideología liberal, defendemos la descentralización del poder y la limitación de la intervención estatal en la vida de los ciudadanos. Un liderazgo fuerte puede resultar en abusos de poder, así que prefiero un sistema que promueva la autonomía y la libertad personal por encima de un liderazgo centralizado y robusto.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "El liderazgo debe ser fuerte en la defensa de las instituciones y los valores democráticos, pero no debe sobrepasar la libertad individual y la responsabilidad constitucional. Un liderazgo sólido, respetando el pluralismo y el Estado de derecho, puede guiar a la nación hacia el desarrollo integral y la inclusión social.",
            "eleccion": "De acuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "Si bien un liderazgo fuerte puede ser necesario en ciertos contextos, es esencial que ese liderazgo esté siempre orientado hacia la inclusión y el respeto por la democracia. Un liderazgo que se impone sin diálogo y consenso puede llevar a la erosión del pacto democrático y a la vulneración de derechos. En lugar de un liderazgo autoritario, abogamos por un liderazgo colaborativo que fomente la participación y el desarrollo conjunto.",
            "eleccion": "En desacuerdo"
        }
    },
    "La democracia es más que un proceso de toma de decisiones.": {
        "question": "Democracy is more than a decision-making process.",
        "pregunta": "La democracia es más que un proceso de toma de decisiones.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 10,
            "scty": 0
        },
        "Agente de Izquierda": {
            "razonamiento": "La democracia debe ser entendida como un proceso que va más allá de solo votar; debe incluir la participación activa y el control popular en la toma de decisiones. La democracia real implica la inclusión de todas las voces de la clase trabajadora y los sectores explotados, rechazando el dominio de los capitalistas y sus partidos en el poder. Esto se alinea con la lucha por un gobierno de los trabajadores y la independencia política frente al capitalismo. Por lo tanto, coincido plenamente con esta afirmación.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "Considerando la importancia que se le da a la libertad individual y la propiedad privada, la democracia debe estar acompañada por la protección de estos derechos. Es fundamental que la democracia no solo se enfoque en el proceso de votación, sino también en el respeto de las libertades y en la limitación del poder estatal. Por lo tanto, estoy de acuerdo en que la democracia trasciende simplemente el acto de votar y debe incluir la defensa de los derechos individuales y el desarrollo personal.",
            "eleccion": "De acuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "La democracia no solo se limita al acto de votar, sino que implica el respeto a los derechos de todos los ciudadanos, la participación activa en la vida política, y la garantía de un estado de derecho que proteja las libertades y los derechos individuales. Es fundamental para una sociedad justa y pluralista.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "La democracia implica no solo la elección de representantes, sino también el respeto a los derechos humanos, la inclusión social y la participación activa de la ciudadanía en la toma de decisiones. Esto está en línea con los principios de la justicia social y el diálogo que promovemos desde la Unión por la Patria. Una democracia plena va más allá del voto, es garantizar un sistema donde todas las voces sean escuchadas y respetadas, y donde el Estado actúe como garante de derechos.",
            "eleccion": "Muy de acuerdo"
        }
    },
    "Las regulaciones ambientales son esenciales.": {
        "question": "Environmental regulations are essential.",
        "pregunta": "Las regulaciones ambientales son esenciales.",
        "effect": {
            "econ": 5,
            "dipl": 0,
            "govt": 0,
            "scty": 10
        },
        "Agente de Izquierda": {
            "razonamiento": "Las regulaciones ambientales son esenciales para proteger el medio ambiente y los derechos de las comunidades. Sin embargo, deben ser implementadas desde una perspectiva que priorice a los trabajadores y no favorezca a las grandes corporaciones que a menudo buscan el mínimo cumplimiento. Además, necesitamos regular la explotación de nuestros recursos naturales y expropiar a las empresas que dañan el medio ambiente. Por lo tanto, estoy de acuerdo en que las regulaciones son importantes, pero siempre con una agenda que garantice un verdadero control obrero y popular sobre el medio ambiente.",
            "eleccion": "De acuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "Las regulaciones ambientales, cuando son excesivas y se imponen de forma paternalista, pueden restringir la libertad individual y la propiedad privada. La protección del medio ambiente debe ser abordada a través de la innovación y la responsabilidad privada, no por regulaciones estatales que inhiban la libre competencia y el emprendimiento. Por lo tanto, no considero que sean esenciales.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "Las regulaciones ambientales son importantes para asegurar una armonía entre el desarrollo económico y la protección del entorno. Sin embargo, estas regulaciones deben ser equilibradas y no deben afectar la iniciativa privada ni la inversión necesaria para el crecimiento económico. Un enfoque sostenible debe permitir el crecimiento mientras se protege el medio ambiente.",
            "eleccion": "De acuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "Las regulaciones ambientales son esenciales para garantizar un desarrollo sostenible y proteger los recursos naturales para las futuras generaciones. Desde la perspectiva de la Unión por la Patria, es fundamental equilibrar el crecimiento económico con el cuidado del medio ambiente, promoviendo políticas que aseguren la salud de nuestros ecosistemas y, al mismo tiempo, fomenten la inclusión social. La protección del ambiente también es un derecho de todos los ciudadanos.",
            "eleccion": "Muy de acuerdo"
        }
    },
    "Un mundo mejor vendrá de la automatización, la ciencia y la tecnología.": {
        "question": "A better world will come from automation, science, and technology.",
        "pregunta": "Un mundo mejor vendrá de la automatización, la ciencia y la tecnología.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 0,
            "scty": 10
        },
        "Agente de Izquierda": {
            "razonamiento": "Si bien la automatización, la ciencia y la tecnología pueden traer avances, no se puede permitir que estas herramientas sean utilizadas para maximizar las ganancias de los capitalistas a expensas de la clase trabajadora. La historia ha demostrado que el progreso tecnológico ha sido utilizado en el marco de un sistema capitalista que incrementa la explotación y la desigualdad. El verdadero cambio hacia un mundo mejor solo podrá lograrse cuando la ciencia y la tecnología estén al servicio de las necesidades humanas y no de la rentabilidad capitalista, promoviendo un enfoque socialista que priorice el bienestar de los trabajadores.",
            "eleccion": "En desacuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "La automatización, la ciencia y la tecnología son pilares fundamentales del progreso humano. Estas herramientas empoderan a los individuos, aumentan la productividad y generan nuevas oportunidades económicas. A medida que se implementan, pueden mejorar la calidad de vida y permitir a las personas enfocarse en tareas más creativas y significativas, liberándolas de cargas innecesarias. Por lo tanto, estoy muy de acuerdo en que un mundo mejor vendrá de sus avances.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "La automatización, la ciencia y la tecnología son fundamentales para el desarrollo y progreso de nuestra sociedad. Promueve la innovación, mejora la calidad de vida y genera nuevas oportunidades laborales si se manejan de manera responsable y con un enfoque en la educación y capacitación. Sin embargo, es importante asegurar que todos tengan acceso a estas oportunidades y que se aborden los desafíos sociales que surgen.",
            "eleccion": "De acuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "Si bien la automatización, la ciencia y la tecnología son herramientas poderosas para mejorar la calidad de vida, es fundamental que su desarrollo esté orientado hacia el bienestar social y la justicia. No podemos olvidar que la transformación tecnológica debe ser acompañada de políticas que garanticen acceso y derechos para todos, especialmente para los más vulnerables. La tecnología debe servir a la inclusión y no a la exclusión, por lo que no se puede afirmar que por sí sola traerá un mundo mejor sin un enfoque social adecuado.",
            "eleccion": "De acuerdo"
        }
    },
    "Los niños deberían ser educados en valores religiosos o tradicionales.": {
        "question": "Children should be educated in religious or traditional values.",
        "pregunta": "Los niños deberían ser educados en valores religiosos o tradicionales.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": -5,
            "scty": -10
        },
        "Agente de Izquierda": {
            "razonamiento": "La educación debe ser laica y basada en principios científicos y democráticos, no impuesta por valores religiosos o tradicionales que pueden ser excluyentes. Promovemos una educación libre de dogmas y centrada en la formación integral de los niños, garantizando el derecho a la diversidad y el respeto a todas las identidades.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "Considerando la importancia de la libre elección y el respeto a la diversidad de pensamiento, la educación debería centrarse en fomentar el pensamiento crítico y autónomo de los individuos en lugar de imponer valores religiosos o tradicionales. En una sociedad libre, cada familia debe tener la libertad de educar a sus hijos según sus propias creencias y valores, evitando la intervención estatal en tales decisiones.",
            "eleccion": "En desacuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "En Juntos por el Cambio creemos en la pluralidad y el respeto a la diversidad de pensamientos y creencias. La educación debe enfocarse en el desarrollo integral y crítico del individuo, garantizando el acceso a una educación laica y de calidad que respete las distintas visiones del mundo. La inclusión de valores religiosos o tradicionales en el sistema educativo debería ser opcional y bajo el criterio de las familias, no una imposición.",
            "eleccion": "Neutral"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "La educación debe centrarse en valores inclusivos y democráticos que promuevan la convivencia y la diversidad, en lugar de imponer valores religiosos o tradicionales específicos. Fomentar el pensamiento crítico y el respeto por todas las creencias y culturas es fundamental para una sociedad plural, que es lo que buscamos con un Estado fuerte y presente.",
            "eleccion": "En desacuerdo"
        }
    },
    "Las tradiciones no tienen valor por sí solas.": {
        "question": "Traditions are of no value on their own.",
        "pregunta": "Las tradiciones no tienen valor por sí solas.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 0,
            "scty": 10
        },
        "Agente de Izquierda": {
            "razonamiento": "Las tradiciones son construcciones sociales que pueden tener tanto valor cultural como funcional, pero deben ser analizadas críticamente en el contexto de la lucha de clases y no pueden justificar la opresión o la explotación. La valoración de una tradición debe sopesarse con su impacto real en la vida de los trabajadores y oprimidos.",
            "eleccion": "Neutral"
        },
        "Agente Liberal": {
            "razonamiento": "Desde la perspectiva liberal, valoramos la libertad individual y el derecho a la propiedad privada. Si bien las tradiciones pueden tener un valor cultural y social, no deben ser impuestas ni consideradas como absolutas. La verdadera esencia de las tradiciones radica en su resonancia en la vida de las personas y en cómo son elegidas por ellas. Por lo tanto, estoy en desacuerdo con la afirmación que minimiza su valor, ya que cada individuo puede decidir sus valores y tradiciones en función de sus experiencias y elecciones personales.",
            "eleccion": "En desacuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "Las tradiciones son una parte importante de nuestras raíces y de nuestra identidad como nación. En Juntos por el Cambio valoramos la herencia cultural y democrática que nos ha forjado, por lo que no estamos de acuerdo en considerar que carecen de valor. Las tradiciones aportan significado y cohesión social, fundamentales para la construcción de una sociedad más justa y sólida.",
            "eleccion": "En desacuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "Las tradiciones forman parte de nuestra identidad y cultura como pueblo. Tienen valor en tanto contribuyen a la cohesión social y a la construcción de una memoria colectiva. En la perspectiva de la justicia social y la soberanía política, las tradiciones deben ser respetadas y, cuando es necesario, actualizadas en diálogo con los valores democráticos contemporáneos.",
            "eleccion": "En desacuerdo"
        }
    },
    "La religión debería jugar un papel en el gobierno.": {
        "question": "Religion should play a role in government.",
        "pregunta": "La religión debería jugar un papel en el gobierno.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": -10,
            "scty": -10
        },
        "Agente de Izquierda": {
            "razonamiento": "La religión no debe tener ningún papel en el gobierno, ya que debe existir una separación clara entre la Iglesia y el Estado. La influencia religiosa en la política puede limitar derechos, derechos de las mujeres y minorías, así como interrumpir la laicidad necesaria en el ámbito educativo.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "La religión es una elección personal y debe permanecer en el ámbito privado, sin injerencia en el gobierno. El Estado debe ser laico, respetando la libertad individual de todos los ciudadanos y protegiendo el derecho de cada uno a practicar o no practicar cualquier religión sin imponer creencias en la esfera pública.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "La religión debe ser una cuestión personal y no debe influir en la toma de decisiones políticas o en la administración del Estado. Es fundamental garantizar la separación entre el Estado y las religiones para asegurar la libertad de conciencia y la igualdad de derechos para todos los ciudadanos, independientemente de sus creencias.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "El Justicialismo y la postura de la Unión por la Patria defienden la laicidad del Estado, promoviendo que las decisiones gubernamentales deben basarse en la razón y el bienestar de la ciudadanía, sin influencias religiosas que podrían desviar el foco de los derechos y necesidades del pueblo. Una sociedad plural debe garantizar las libertades individuales sin favoritismos religiosos.",
            "eleccion": "Muy en desacuerdo"
        }
    },
    "Las iglesias deberían ser gravadas de la misma manera que otras instituciones.": {
        "question": "Churches should be taxed the same way other institutions are taxed.",
        "pregunta": "Las iglesias deberían ser gravadas de la misma manera que otras instituciones.",
        "effect": {
            "econ": 5,
            "dipl": 0,
            "govt": 0,
            "scty": 10
        },
        "Agente de Izquierda": {
            "razonamiento": "Como representante del FIT-U, considero que todas las instituciones, incluidas las iglesias, deben contribuir equitativamente al desarrollo del país. Las exenciones fiscales a las iglesias son injustas y favorecen el privilegio de ciertos sectores sobre el resto de la población. Además, es necesario garantizar la independencia del Estado respecto de cualquier tipo de influencia religiosa en la educación y en la política.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "Gravar a las iglesias de la misma manera que otras instituciones atenta contra la libertad religiosa y el principio de no agresión. Cada individuo debe tener la libertad de practicar su fe sin interferencias del Estado, que no tiene derecho a imponerle gravámenes que afectan su autonomía. Además, la iglesia ya contribuye a la sociedad a través de sus funciones de caridad y ayuda comunitaria.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "La tributación debe ser equitativa, pero también es importante considerar el rol social de las iglesias y su contribución al bienestar comunitario. Gravarlas del mismo modo que cualquier otra institución podría limitar su capacidad de ayudar a los más necesitados y debilitar su función social. Es necesario buscar un equilibrio que promueva tanto la justicia fiscal como el bien común.",
            "eleccion": "De acuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "Las iglesias, al ser entidades que pueden tener un impacto significativo en la vida social y cultural, deben estar sujetas a las mismas condiciones fiscales que otras instituciones. Esto garantiza equidad y justicia en la recaudación impositiva, además de permitir que los recursos se destinen a obras y servicios necesarios para la comunidad.",
            "eleccion": "Muy de acuerdo"
        }
    },
    "El cambio climático es actualmente una de las mayores amenazas para nuestra forma de vida.": {
        "question": "Climate change is currently one of the greatest threats to our way of life.",
        "pregunta": "El cambio climático es actualmente una de las mayores amenazas para nuestra forma de vida.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 0,
            "scty": 10
        },
        "Agente de Izquierda": {
            "razonamiento": "El cambio climático es una consecuencia del modelo capitalista depredador que privilegia la ganancia sobre la vida. En lugar de enfocarse en medidas reales para combatirlo, el capitalismo sigue impulsando prácticas que lo agravan. Desde el FIT-U, luchamos por una salida socialista y ecológica que priorice la defensa del ambiente y de la vida de los trabajadores, rechazando las políticas que solo buscan perpetuar el sistema en su forma actual.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "Si bien el cambio climático puede ser un tema relevante, desde la perspectiva del liberalismo, es fundamental priorizar la libertad individual y evitar la expansión del poder del Estado a través de regulaciones excesivas que limiten la economía y la innovación. Debemos buscar soluciones basadas en el mercado que fomenten la creatividad y la responsabilidad empresarial sin cargas gubernamentales exorbitantes.",
            "eleccion": "Neutral"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "Reconocemos la importancia de abordar el cambio climático, pues su impacto afecta de manera directa la sustentabilidad del desarrollo y el bienestar de las futuras generaciones. Sin embargo, como espacio político priorizamos soluciones que integren crecimiento económico y cuidado ambiental. Es fundamental armonizar el progreso económico con un enfoque responsable hacia el medio ambiente, sin caer en posturas extremas que afecten la libertad económica.",
            "eleccion": "De acuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "El cambio climático efectivamente representa una amenaza crítica que afecta profundamente no solo al medio ambiente, sino también a la economía y al bienestar de la población, especialmente de los más vulnerables. Es imprescindible abordar este desafío para garantizar un futuro sostenible y equitativo, promoviendo políticas que articulen desarrollo productivo y cuidado del ambiente.",
            "eleccion": "Muy de acuerdo"
        }
    },
    "Es importante que trabajemos como un mundo unido para combatir el cambio climático.": {
        "question": "It is important that we work as a united world to combat climate change.",
        "pregunta": "Es importante que trabajemos como un mundo unido para combatir el cambio climático.",
        "effect": {
            "econ": 0,
            "dipl": 10,
            "govt": 0,
            "scty": 10
        },
        "Agente de Izquierda": {
            "razonamiento": "Si bien la lucha contra el cambio climático es fundamental, esta no puede desvincularse de la lucha de clases y de la crítica al modelo capitalista, que es el principal responsable de la devastación medioambiental. La solución debe surgir de una reorganización socialista de la producción, priorizando la vida de los trabajadores y no las ganancias de las corporaciones. Por lo tanto, la idea de un 'mundo unido' no es suficiente si no se cuestiona el sistema que ha llevado a esta crisis.",
            "eleccion": "En desacuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "Si bien el cuidado del medio ambiente es una consideración válida, el enfoque debe estar centrado en las soluciones que respeten la libertad individual y la propiedad privada. En muchas instancias, las medidas propuestas contra el cambio climático tienden a expandir la intervención estatal y restringir la libre competencia. Prefiero un enfoque que incentive la innovación y la tecnología a través de la desregulación en lugar de un esfuerzo global unificado que podría resultar en un gobierno burocrático internacional.",
            "eleccion": "En desacuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "Creemos que la cooperación internacional es fundamental para enfrentar desafíos globales como el cambio climático. Sin embargo, esta unión debe respetar la soberanía nacional y promover el desarrollo sostenible, asegurando que se prioricen las necesidades locales y se involucre al sector privado. Por lo tanto, apoyamos un enfoque que combine el esfuerzo global con la autonomía local y la responsabilidad social.",
            "eleccion": "De acuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "La lucha contra el cambio climático es un desafío global que requiere de colaboración internacional y un enfoque coordinado. Sin embargo, es fundamental que esta acción se lleve a cabo considerando los derechos de los pueblos, la justicia social y el desarrollo sostenible. La lucha contra el cambio climático no debe ser un pretexto para las imposiciones externas que afectan la soberanía nacional.",
            "eleccion": "De acuerdo"
        }
    },
    "La sociedad era mejor hace muchos años de lo que es ahora.": {
        "question": "Society was better many years ago than it is now.",
        "pregunta": "La sociedad era mejor hace muchos años de lo que es ahora.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 0,
            "scty": -10
        },
        "Agente de Izquierda": {
            "razonamiento": "La afirmación plantea un idealización del pasado que ignora los avances en derechos sociales y la lucha de la clase trabajadora. En realidad, el contexto actual se encuentra marcado por la precarización, el ajuste y los embates del capitalismo. Cualquier comparación que intente mostrar un pasado \"mejor\" debe considerarse con escepticismo, ya que el pasado estuvo cargado de explotación y desigualdades. Lo que hay que hacer es luchar por un futuro distinto y mejor, basado en la justicia social y la emancipación de los trabajadores.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "Aunque la sociedad ha enfrentado grandes retos en el pasado, la libertad individual y el desarrollo social, político y económico siguen avanzando. Cada generación enfrenta diferentes problemas y oportunidades. Decir que la sociedad era mejor en el pasado ignora los logros alcanzados y el potencial futuro. Como movimiento liberal, buscamos una sociedad en la que cada individuo tenga la oportunidad de prosperar y mejorar su vida sin las ataduras del estado.",
            "eleccion": "En desacuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "La afirmación de que la sociedad era mejor en el pasado simplifica una realidad compleja. Si bien hay aspectos de nuestro pasado que se extrañan, hay también muchos avances en derechos, libertades y oportunidades que hemos logrado. Abogamos por seguir construyendo hacia un futuro que integre lo mejor de nuestra historia con el progreso hacia una sociedad más justa y equitativa.",
            "eleccion": "En desacuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "Esta afirmación ignora los avances en derechos humanos, inclusión social y justicia que hemos alcanzado en las últimas décadas. Si bien es cierto que la sociedad enfrentó diferentes desafíos a lo largo de la historia, el objetivo debe ser construir un futuro mejor y más justo, no anhelar un pasado que no necesariamente fue mejor para todos los sectores de la población.",
            "eleccion": "En desacuerdo"
        }
    },
    "Es importante que mantengamos las tradiciones de nuestro pasado.": {
        "question": "It is important that we maintain the traditions of our past.",
        "pregunta": "Es importante que mantengamos las tradiciones de nuestro pasado.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 0,
            "scty": -10
        },
        "Agente de Izquierda": {
            "razonamiento": "Mantener tradiciones del pasado puede ser una forma de conservar estructuras de opresión y privilegio que benefician a las clases dominantes. En lugar de aferrarnos al pasado, debemos avanzar hacia un futuro que priorice la justicia social, la igualdad y la emancipación de la clase trabajadora. Las tradiciones que perpetúan la desigualdad y la opresión deben ser cuestionadas y superadas.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "Si bien las tradiciones pueden tener valor cultural, no deben ser un obstáculo para el progreso, la libertad individual y la innovación. Cada individuo debe tener la libertad de definir su vida y sus creencias sin estar atado a tradiciones del pasado que puedan ser perjudiciales o restrictivas. Es más importante adaptarnos al futuro y fomentar el pensamiento crítico y la individualidad que simplemente mantener tradiciones por su sola existencia.",
            "eleccion": "En desacuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "La identidad y las tradiciones son fundamentales para comprender nuestra historia como nación. Juntos por el Cambio valora las tradiciones democráticas, liberales y republicanas que nos han forjado como país. Mantener estas tradiciones fortalece nuestra democracia y permite construir un futuro más sólido.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "Mantener las tradiciones puede ser importante para preservar la identidad cultural y fortalecer los lazos comunitarios, pero debe hacerse de manera inclusiva y progresista. Las tradiciones no pueden ser utilizadas para justificar el retroceso en derechos o en la construcción de una sociedad más equitativa. Nuestro enfoque debe ser el crecimiento y la inclusión social.",
            "eleccion": "De acuerdo"
        }
    },
    "Es importante que pensemos a largo plazo, más allá de nuestras vidas.": {
        "question": "It is important that we think in the long term, beyond our lifespans.",
        "pregunta": "Es importante que pensemos a largo plazo, más allá de nuestras vidas.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 0,
            "scty": 10
        },
        "Agente de Izquierda": {
            "razonamiento": "Desde la perspectiva del FIT-U, es fundamental pensar en las próximas generaciones y en cómo nuestras decisiones hoy impactan en el futuro de la clase trabajadora y de la sociedad en su conjunto. La lucha por un mundo más justo y equitativo no es solo una cuestión del presente, sino también un legado para quienes vendrán. Invertir en la educación, en la salud y en la justicia social es pensar a largo plazo, no solo por un bienestar momentáneo sino por un futuro en el que todos tengan las mismas oportunidades. Sin embargo, es crucial que este pensamiento a largo plazo no esté basado en la lógica del capitalismo, sino en la lucha por el socialismo y los derechos de todos.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "Considero que es fundamental pensar en el futuro y la libertad de las próximas generaciones. El desarrollo de políticas que respeten la propiedad privada y la libertad individual crea un entorno donde cada persona puede prosperar, asegurando un legado de crecimiento y oportunidades para quienes vengan después de nosotros.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "Desde Juntos por el Cambio promovemos una visión de desarrollo integral y sostenible que prioriza el bien común y las futuras generaciones. La responsabilidad hacia las próximas generaciones es un pilar fundamental de nuestra propuesta política, ya que entendemos que las decisiones que tomamos hoy impactan directamente en el futuro de Argentina. Es imperativo pensar a largo plazo para lograr un país más justo y próspero.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "Es fundamental pensar a largo plazo para asegurar un futuro sostenible y equitativo para las próximas generaciones. Esta perspectiva es clave en nuestro compromiso con la justicia social y el bienestar de todos los argentinos, garantizando que se respeten los derechos y se construya una sociedad más justa.",
            "eleccion": "Muy de acuerdo"
        }
    },
    "La razón es más importante que mantener nuestra cultura.": {
        "question": "Reason is more important than maintaining our culture.",
        "pregunta": "La razón es más importante que mantener nuestra cultura.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 0,
            "scty": 10
        },
        "Agente de Izquierda": {
            "razonamiento": "Desde una perspectiva socialista y obrera, la cultura es un componente esencial de nuestra identidad y lucha. La razón debe estar al servicio de la emancipación de los pueblos y trabajadores, no de una imposición que desactive nuestras tradiciones y luchas. La cultura debe ser defendida y promovida en su diversidad y pluralidad, en lugar de ser subordinada a la razón fría y utilitarista del capitalismo.",
            "eleccion": "En desacuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "La razón es un pilar fundamental del liberalismo, ya que fomenta la libertad de pensamiento, el debate crítico y el respeto a la autonomía individual. Sin embargo, la cultura también juega un rol importante en el desarrollo de una sociedad libre y diversa. Por lo tanto, aunque la razón es primordial, no podemos desestimar la importancia de mantener nuestra cultura dentro de un marco de racionalidad y libertad individual.",
            "eleccion": "De acuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "La afirmación sugiere que la razón debe prevalecer sobre la cultura, lo cual puede llevar a una falta de respeto por las tradiciones y valores que han construido nuestra identidad. Sin embargo, como espacio político de Juntos por el Cambio, valoramos tanto la razón como la cultura, buscando un equilibrio que permita el progreso sin perder de vista nuestras raíces. Por ello, abogo por un enfoque que fomente la racionalidad sin menoscabar la importancia de nuestra cultura.",
            "eleccion": "En desacuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "Si bien la razón y la lógica son fundamentales en la toma de decisiones, es igualmente importante reconocer el valor cultural y la identidad que forma parte de nuestra historia y de la sociedad. Mantener nuestra cultura es crucial para preservar el sentido de pertenencia y los valores compartidos entre los ciudadanos. La cultura es un pilar de la cohesión social y debe ser respetada y promovida en todas sus formas.",
            "eleccion": "En desacuerdo"
        }
    },
    "El consumo de drogas debería ser legalizado o despenalizado.": {
        "question": "Drug use should be legalized or decriminalized.",
        "pregunta": "El consumo de drogas debería ser legalizado o despenalizado.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 10,
            "scty": 2
        },
        "Agente de Izquierda": {
            "razonamiento": "Desde la perspectiva del FIT-U, la legalización o despenalización del consumo de drogas debe ser parte de un enfoque más amplio que aborde las causas sociales de la drogadicción, enfocándose en la atención y la salud pública en vez de la criminalización. Creemos que la despenalización puede contribuir a reducir el estigma y la violencia asociada al narcotráfico, pero es fundamental que esto se haga en el marco de políticas que prioricen la salud y el bienestar de la clase trabajadora, no en beneficio del mercado y el capitalismo. Por esta razón, estamos de acuerdo con la legalización bajo un enfoque de salud pública y no punitivo.",
            "eleccion": "De acuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "La legalización o despenalización del consumo de drogas es coherente con el respeto a las libertades individuales y la propiedad privada. Cada persona debería tener la autonomía de decidir sobre su propio cuerpo y vida, siempre que no interfiera en los derechos de los demás. La criminalización ha llevado a una serie de efectos adversos, incluidos el aumento de la violencia y el fortalecimiento del mercado negro. Al desregular el consumo, el Estado podría enfocarse en la educación y la salud en lugar de la represión.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "La legalización o despenalización del consumo de drogas puede tener implicancias negativas de seguridad y salud pública, pudiendo generar un aumento en los problemas asociados con el narcotráfico y su impacto social. Desde una perspectiva responsable, prefiero abordar este tema desde la prevención y el tratamiento, en lugar de fomentar una mayor permisividad. Por lo tanto, estoy en desacuerdo con la legalización absoluta.",
            "eleccion": "En desacuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "La legalización o despenalización del consumo de drogas debe ser abordada desde una perspectiva de salud pública y derechos humanos. Es fundamental garantizar la atención y el tratamiento a las personas en situación de consumo problemático, priorizando su salud y bienestar por sobre la criminalización. Sin embargo, la UxP aboga por un enfoque integral que contemple la prevención, el tratamiento y la reducción de daños, en lugar de una legalización indiscriminada. Por lo tanto, considero que la afirmación no se alinea plenamente con nuestra visión.",
            "eleccion": "En desacuerdo"
        }
    },
    "El matrimonio entre personas del mismo sexo debería ser legal.": {
        "question": "Same-sex marriage should be legal.",
        "pregunta": "El matrimonio entre personas del mismo sexo debería ser legal.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 10,
            "scty": 10
        },
        "Agente de Izquierda": {
            "razonamiento": "Como representante del Frente de Izquierda y de Trabajadores - Unidad (FIT-U), defiendo la igualdad de derechos para todas las personas, independientemente de su orientación sexual. La legalización del matrimonio entre personas del mismo sexo es un avance hacia la igualdad y el respeto a la diversidad, en el marco de una lucha más amplia por los derechos de las mujeres y de la comunidad LGBTQ+. Abogo por la plena libertad para ejercer la elección de la sexualidad y por un verdadero reconocimiento de los derechos de todos. La opresión y discriminación deben ser rechazadas en todas sus formas.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "La libertad individual implica que cada persona tiene el derecho a elegir su propia vida y sus relaciones, sin interferencias del Estado. La legalización del matrimonio entre personas del mismo sexo se alinea con este principio de respeto por la libertad personal y la no discriminación.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "La legalización del matrimonio entre personas del mismo sexo promueve la igualdad de oportunidades y derechos para todos los ciudadanos, fomentando así una sociedad más justa e inclusiva, respetando las libertades individuales y la diversidad. La identidad y unión de todas las parejas deben ser reconocidas por el Estado.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "La Unión por la Patria defiende la inclusión y el respeto de todos los derechos humanos. El matrimonio entre personas del mismo sexo es un derecho que promueve la igualdad y la justicia social, valores fundamentales de nuestra ideología.",
            "eleccion": "Muy de acuerdo"
        }
    },
    "No hay culturas superiores a otras.": {
        "question": "No cultures are superior to others.",
        "pregunta": "No hay culturas superiores a otras.",
        "effect": {
            "econ": 0,
            "dipl": 10,
            "govt": 5,
            "scty": 10
        },
        "Agente de Izquierda": {
            "razonamiento": "Desde una perspectiva socialista y de independencia de clase, afirmamos que todas las culturas tienen un valor intrínseco y merecen respeto. La idea de superioridad cultural ha sido utilizada históricamente para justificar la opresión y explotación de pueblos originarios y comunidades marginalizadas. La lucha por la igualdad y el reconocimiento de todas las culturas es parte de nuestra visión de un mundo más justo.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "Desde una perspectiva liberal, es fundamental promover y respetar la diversidad cultural, fomentando el diálogo y el respeto entre todas las culturas. Sin embargo, es igualmente importante reconocer que las culturas pueden ser evaluadas en función de sus parámetros de respeto a la libertad individual, derechos humanos y valores que promovemos, como la meritocracia y la justicia. En este sentido, valoro la pluralidad cultural, pero esto no implica que se deban aceptar prácticas que vulneren la libertad y la dignidad humana.",
            "eleccion": "De acuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "Desde la perspectiva de Juntos por el Cambio, es fundamental defender la pluralidad y el respeto por la diversidad cultural, de modo que cada cultura tenga su valor y lugar en nuestra sociedad, sin considerar que un tipo de cultura sea superior a otro. Esto fomenta un entorno democrático y pluralista, donde se respeta la dignidad de todos los ciudadanos.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "Desde la perspectiva de la Unión por la Patria y el Justicialismo, se sostiene que todas las culturas tienen un valor intrínseco y deben ser respetadas en su diversidad. La igualdad y la inclusión son principios fundamentales que deben guiar nuestras interacciones y políticas. Por lo tanto, se establece que no hay culturas superiores a otras.",
            "eleccion": "Muy de acuerdo"
        }
    },
    "Las relaciones sexuales fuera del matrimonio son inmorales.": {
        "question": "Sex outside marriage is immoral.",
        "pregunta": "Las relaciones sexuales fuera del matrimonio son inmorales.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": -5,
            "scty": -10
        },
        "Agente de Izquierda": {
            "razonamiento": "Las relaciones sexuales son un derecho personal y no deben estar condicionadas por criterios morales impuestos por instituciones. Cada individuo tiene la libertad de decidir sobre su vida íntima sin restricciones de tipo moral o religioso.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "Desde la perspectiva del liberalismo, cada individuo tiene derecho a decidir su vida personal y sus relaciones sin interferencias externas. Las decisiones sobre la vida privada, incluidas las relaciones sexuales, deben ser cuestiones de libertad personal y responsabilidad individual. No considero que el matrimonio deba imponer moralidades en la vida privada de las personas. La moralidad debería ser una elección personal y no regulada por el Estado o por normas impuestas.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "La afirmación sobre la inmoralidad de las relaciones sexuales fuera del matrimonio atenta contra la libertad de elección y la autonomía de las personas. En el marco de una sociedad plural, cada individuo debe ser libre para tomar decisiones respecto a su vida personal, siempre que no transgreda los derechos de los demás. Juntos por el Cambio defiende el respeto a la diversidad y la libertad individual, por lo que esta afirmación no se alinea con nuestros principios.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "La posición de la Unión por la Patria se basa en la justicia social y la defensa de los derechos individuales, lo que incluye el respeto a la autonomía de cada persona en su vida privada. La moralidad de las relaciones personales no debe ser impuesta por el Estado ni, en términos generales, por instituciones sociales. Por lo tanto, consideramos que cada individuo es libre de tomar sus propias decisiones éticas y morales.",
            "eleccion": "Muy en desacuerdo"
        }
    },
    "Si aceptamos migrantes, es importante que se asimilen a nuestra cultura.": {
        "question": "If we accept migrants at all, it is important that they assimilate into our culture.",
        "pregunta": "Si aceptamos migrantes, es importante que se asimilen a nuestra cultura.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": -5,
            "scty": -10
        },
        "Agente de Izquierda": {
            "razonamiento": "La afirmación plantea una perspectiva cultural hegemónica que impone la necesidad de asimilación, lo cual contrasta con nuestra visión de derechos humanos y la diversidad cultural. Proponemos políticas que respeten y valoren la identidad cultural de las y los migrantes, en lugar de exigirles que se adapten a una cultura dominante.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "La aceptación de migrantes debe incluir su integración en la sociedad, promoviendo la asimilación a valores y principios que fomenten la libertad individual y la propiedad privada. La cultura de respeto, esfuerzo y meritocracia debe ser priorizada para garantizar una convivencia armónica y el progreso colectivo. La asimilación no significa renunciar a su identidad, sino compartir los valores fundamentales que fortalecen nuestra sociedad.",
            "eleccion": "De acuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "Considero que la asimilación cultural de los migrantes es esencial para garantizar la cohesión social y la integración en el marco de una sociedad diversa. Respetar y promover los valores y tradiciones que nos identifican fortalece nuestra identidad nacional y fomenta un ambiente de convivencia pacífica. Sin embargo, también es importante ser receptivos y abiertos a las aportaciones que el migrante puede hacer a nuestra cultura, buscando un equilibrio entre la integración y el respeto por la diversidad.",
            "eleccion": "De acuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "La aceptación de migrantes es parte de un compromiso humanitario y de respeto a los derechos humanos. No se debe exigir una asimilación total a nuestra cultura, sino promover la convivencia respetuosa y la diversidad cultural, lo que enriquece a la sociedad. La integración debe ser basada en el diálogo y el entendimiento mutuo.",
            "eleccion": "En desacuerdo"
        }
    },
    "El aborto debería estar prohibido en la mayoría o en todos los casos.": {
        "question": "Abortion should be prohibited in most or all cases.",
        "pregunta": "El aborto debería estar prohibido en la mayoría o en todos los casos.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": -10,
            "scty": -10
        },
        "Agente de Izquierda": {
            "razonamiento": "Esta afirmación es inconsistente con nuestras lucha por los derechos de las mujeres y la autonomía sobre sus cuerpos. Creemos en el derecho a decidir, en la legalización del aborto y en que las mujeres no deben ser penalizadas por ejercer su derecho a la salud y a la vida. Restringir el acceso al aborto es perpetuar la opresión y la violencia de género, lo que sitúa a esta afirmación en el marco de la opresión capitalista y patriarcal que rechazamos. Una política verdadera de bienestar social debería garantizar acceso a un aborto seguro y gratuito.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "Desde la perspectiva de La Libertad Avanza, la defensa del derecho a la vida desde la concepción es un principio fundamental. Creemos que la vida debe ser protegida en todas sus etapas y, por lo tanto, el aborto debería estar prohibido en la mayoría o en todos los casos. Esta posición refleja nuestro compromiso con la libertad y los derechos humanos.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "Desde la perspectiva de Juntos por el Cambio, se defiende la vida y se considera fundamental buscar alternativas que atiendan las realidades de las mujeres sin promover el aborto como solución. Apoyamos políticas que priorizan la educación sexual integral y el acceso a métodos anticonceptivos para prevenir embarazos no deseados.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "La postura de la Unión por la Patria respecto al aborto se fundamenta en la defensa de los derechos sexuales y reproductivos de las mujeres. No se busca prohibir, sino garantizar el acceso a la salud y la autonomía de las mujeres para decidir sobre sus cuerpos. La prohibición no resuelve el problema, sino que lo agrava y pone en riesgo la salud de las mujeres. Apostamos por políticas que regulen y garanticen derechos, por lo que estamos en desacuerdo con la prohibición del aborto.",
            "eleccion": "Muy en desacuerdo"
        }
    },
    "La posesión de armas debería estar prohibida para aquellos sin una razón válida.": {
        "question": "Gun ownership should be prohibited for those without a valid reason.",
        "pregunta": "La posesión de armas debería estar prohibida para aquellos sin una razón válida.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": -10,
            "scty": 0
        },
        "Agente de Izquierda": {
            "razonamiento": "La prohibición de la posesión de armas para quienes no tienen una razón válida se enmarca dentro de la necesidad de garantizar la seguridad de la población y de prevenir la violencia armada, que suele afectar de manera desproporcionada a los sectores más vulnerables y empobrecidos. La lucha por los derechos sociales y la justicia requiere la desmilitarización de las comunidades y la protección de los derechos humanos, lo que implica rechazar la normalización de la violencia armada.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "La posesión de armas es un derecho fundamental vinculado a la libertad individual y la defensa de la propiedad privada. Prohibir su tenencia sin una razón válida es una restricción innecesaria que amplía el poder del Estado y reduce las libertades individuales. Cada persona debería tener la libertad de defenderse si así lo desea.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "La regulación de la posesión de armas es fundamental para garantizar la seguridad y el bienestar de la sociedad. Sin embargo, es importante que los ciudadanos respeten el derecho a la legítima defensa, siempre que exista una razonable justificación para su tenencia. Por lo tanto, regular la posesión de armas en función de una razón válida es un enfoque equilibrado que protege tanto la seguridad pública como las libertades individuales.",
            "eleccion": "De acuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "La posesión de armas debe estar regulada para evitar la violencia y asegurar la seguridad pública en función del bienestar de la sociedad. Es fundamental garantizar la paz y la convivencia armónica entre todos los ciudadanos.",
            "eleccion": "Muy de acuerdo"
        }
    },
    "Apoyo un sistema de salud universal y de pago único.": {
        "question": "I support single-payer, universal healthcare.",
        "pregunta": "Apoyo un sistema de salud universal y de pago único.",
        "effect": {
            "econ": 10,
            "dipl": 0,
            "govt": 0,
            "scty": 0
        },
        "Agente de Izquierda": {
            "razonamiento": "Un sistema de salud universal y de pago único es fundamental para garantizar el acceso a la salud para todos, independientemente de su situación económica. La privatización de la salud crea brechas que perjudican a los sectores más vulnerables, y necesitamos un sistema que priorice el bienestar del pueblo trabajador sobre las ganancias de las corporaciones. La salud no debe ser un privilegio, sino un derecho accesible para todos. Esto está alineado con el programa del FIT-U que promueve un sistema estatal de salud bajo control de los trabajadores, buscando la nacionalización de servicios y un enfoque pro-pueblo.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "Un sistema de salud universal y de pago único implica un control estatal excesivo sobre un sector crucial que debería estar basado en la libre competencia y la iniciativa privada. La calidad y la innovación en la atención médica se ven limitadas por la burocracia y la falta de incentivos para la mejora. Es fundamental desregular y permitir que el sector privado opere libremente, fomentando un sistema eficiente que responda a las necesidades de los ciudadanos.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "Si bien considero importante que todos los argentinos tengan acceso a un sistema de salud accesible y de calidad, un sistema universal y de pago único carece de los mecanismos necesarios para asegurar un servicio eficiente y de alta calidad. Promovería un modelo que combine el sector público con la opción de servicios privados para asegurar la mejor atención posible.",
            "eleccion": "En desacuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "El acceso a la salud es un derecho humano fundamental y debe ser garantizado por el Estado, asegurando que todos los ciudadanos tengan igualdad de acceso a servicios de salud sin discriminación. Un sistema de salud universal y de pago único es esencial para promover la justicia social y la equidad en el acceso a la atención médica.",
            "eleccion": "Muy de acuerdo"
        }
    },
    "La prostitución debería ser ilegal.": {
        "question": "Prostitution should be illegal.",
        "pregunta": "La prostitución debería ser ilegal.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": -10,
            "scty": -10
        },
        "Agente de Izquierda": {
            "razonamiento": "La prostitución es una forma de explotación que se inserta en las relaciones de poder desiguales de nuestra sociedad. Sin embargo, la criminalización de la prostitución no resuelve las causas de fondo que llevan a mujeres y disidencias a esta situación. Debemos luchar por la abolición de la prostitución a través de un enfoque que ataque sus causas sociales y económicas, protegiendo los derechos de las trabajadoras y promoviendo la educación y la autonomía de las mujeres. Por lo tanto, me posiciono en contra de que la prostitución sea ilegal como un enfoque simplista y punitivo.",
            "eleccion": "En desacuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "La prostitución, en un contexto de liberalismo, debe ser considerada una opción personal donde la libertad del individuo debe primar sobre una restricción estatal. La criminalización de la prostitución limita la autonomía de las personas y fomenta un entorno que puede alimentar la explotación y la violencia. En cambio, su legalización y regulación ayudarían a proteger los derechos de quienes eligen esta actividad. Defendemos el respeto irrestricto del proyecto de vida del prójimo, lo que incluye sus decisiones personales siempre y cuando no interfieran con la libertad de los demás.",
            "eleccion": "En desacuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "La legalización de la prostitución permite una regulación que protege los derechos de las trabajadoras y trabajadores sexuales, promoviendo su seguridad y acceso a servicios de salud. Además, al no criminalizar la actividad se combate mejor el tráfico humano y la explotación. Es importante abordar el tema desde una perspectiva de derechos y no con prohibiciones que marginalizan a las personas involucradas.",
            "eleccion": "De acuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "La postura de la Unión por la Patria se basa en la promoción de los derechos humanos y la protección de las personas más vulnerables en la sociedad. La criminalización de la prostitución no aborda las causas subyacentes de la explotación ni protege a las trabajadoras sexuales. Es fundamental buscar una regulación que garantice sus derechos en lugar de una prohibición que las expone a más riesgos.",
            "eleccion": "En desacuerdo"
        }
    },
    "Mantener los valores familiares es esencial.": {
        "question": "Maintaining family values is essential.",
        "pregunta": "Mantener los valores familiares es esencial.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 0,
            "scty": -10
        },
        "Agente de Izquierda": {
            "razonamiento": "La afirmación sobre los valores familiares puede interpretarse como apoyo a estructuras tradicionales que muchas veces han oprimido a sectores vulnerables, incluidos los derechos de género y diversidad. Desde una perspectiva de clase y de lucha por la igualdad, es fundamental defender la diversidad de familias y relaciones humanas sin imponer valores específicos que refuercen modelos patriarcales o capitalistas. Por lo tanto, esta afirmación no se alinea con la búsqueda de un cambio social que beneficie a todos.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "Desde la perspectiva de La Libertad Avanza, valoramos el respeto por la vida familiar como un aspecto importante del desarrollo personal y social. Sin embargo, consideramos que las decisiones sobre la estructura familiar deben ser individuales y no impuestas por el Estado. Por tanto, aunque mantenemos un respeto por los valores familiares, la libertad individual y la autonomía de cada persona deben prevalecer.",
            "eleccion": "De acuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "La familia es un pilar fundamental en la sociedad, pues fomenta valores ciudadanos. Mantener su integridad y valores contribuye a fortalecer la cohesión social, el bienestar de las personas y el desarrollo de una sociedad más justa y responsable. Desde Juntos por el Cambio, promovemos valores que resalten la importancia de la familia en la construcción de un futuro mejor para todos.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "La afirmación de que mantener los valores familiares es esencial puede ser vista desde múltiples perspectivas. Sin embargo, desde la ideología de la Unión por la Patria, el enfoque debe estar en la inclusión social y la diversidad de estructuras familiares. Si bien se valoran las familias como núcleo social, es fundamental respetar y promover todas las formas de organización familiar y los derechos de los ciudadanos, sin imponer un modelo único. Por ello, la respuesta será 'Neutral', ya que no se debe priorizar un tipo de valores familiares sobre otros en una sociedad democrática y diversa.",
            "eleccion": "Neutral"
        }
    },
    "Perseguir el progreso a toda costa es peligroso.": {
        "question": "To chase progress at all costs is dangerous.",
        "pregunta": "Perseguir el progreso a toda costa es peligroso.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 0,
            "scty": -10
        },
        "Agente de Izquierda": {
            "razonamiento": "Como representante del Frente de Izquierda y de Trabajadores - Unidad (FIT-U), consideramos que el progreso no debería medirse únicamente en términos capitalistas o de beneficios económicos, sino que debe ser evaluado desde una perspectiva de justicia social y equidad. Perseguir el progreso a costa de los derechos de los trabajadores, el medio ambiente o la dignidad humana es inaceptable y puede tener consecuencias devastadoras. La búsqueda del progreso debe ir de la mano con un verdadero desarrollo social que beneficie a la clase trabajadora y no a los intereses de las grandes patronales.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "La búsqueda del progreso y el desarrollo personal debe basarse en la libertad individual, el respeto por la propiedad privada y el meritocrático impulso hacia el crecimiento. Sin embargo, hacerlo sin límites podría resultar en daños colaterales que afecten esos derechos fundamentales. Entonces, es necesario buscar un balance que respete las libertades sin sacrificar la integridad y la calidad de vida de los ciudadanos.",
            "eleccion": "De acuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "Si bien el progreso es esencial, debe perseguirse de manera responsable. La búsqueda de progreso no puede ir en detrimento de valores republicanos, la equidad social, la justicia y un desarrollo sostenible. El progreso debe ser equilibrado y considerar las necesidades de todos los ciudadanos, así como la protección de nuestras instituciones. Actuar sin considerar el impacto puede llevar a crisis y desigualdades, por lo que el progreso debe estar en consonancia con el bienestar social y la ética pública.",
            "eleccion": "De acuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "Perseguir el progreso a toda costa sin considerar las consecuencias sociales y ambientales es una visión que puede llevar a la explotación y a la exclusión de sectores vulnerables. La justicia social y la inclusión deben ser principios rectores en cualquier avance que busquemos. Es fundamental asegurar que el progreso beneficie a todos, no solo a unos pocos.",
            "eleccion": "Muy de acuerdo"
        }
    },
    "La modificación genética es una fuerza para el bien, incluso en los humanos.": {
        "question": "Genetic modification is a force for good, even on humans.",
        "pregunta": "La modificación genética es una fuerza para el bien, incluso en los humanos.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 0,
            "scty": 10
        },
        "Agente de Izquierda": {
            "razonamiento": "Desde la perspectiva del FIT-U, cualquier modificación genética, especialmente en humanos, debe ser analizada con precaución y en función de intereses sociales, éticos y de justicia. La manipulación genética puede ser explotada por intereses capitalistas en lugar de ser usada para el bienestar de la humanidad. Defendemos la vida y la salud de las personas y nos oponemos a que la biotecnología esté al servicio de ganancias privadas. Por lo tanto, no podemos estar de acuerdo con que la modificación genética, como concepto general, se considere una fuerza para el bien sin un contexto social y ético claro.",
            "eleccion": "En desacuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "La modificación genética tiene el potencial de beneficiar a la humanidad al mejorar la salud, aumentar la eficiencia en la producción alimentaria y resolver problemas genéticos. Sin embargo, es crucial realizarla con un enfoque ético que respete la libertad individual y la propiedad privada, asegurando que no haya coerción y que todas las partes involucradas consientan. Así que, aunque reconozco las virtudes potenciales, permanecemos vigilantes para asegurar que se respete la autonomía de cada individuo.",
            "eleccion": "De acuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "La modificación genética puede tener aplicaciones disruptivas y beneficiosas, como la cura de enfermedades o la mejora de la salud. Sin embargo, debe ser abordada con responsabilidad ética y regulaciones que prioricen el bienestar social y humano. Hacerlo sin un marco adecuado podría abrir la puerta a desigualdades y abusos. Por lo tanto, es un tema complejo que puede ser positivo, pero requiere un análisis profundo.",
            "eleccion": "Neutral"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "La postura de la Alianza Unión por la Patria se enfoca en la defensa de la justicia social y la ética en todas las acciones relacionadas con la salud y la ciencia. La modificación genética en humanos despierta muchas preocupaciones sobre la equidad, la salud y los derechos. Una fuerza para el bien debería contemplar los impactos sociales y éticos, así como el acceso igualitario a la tecnología. Sin regulaciones adecuadas, podría llevar a la desigualdad y a la discriminación. Por esto, no podemos afirmar que sea una fuerza incondicionalmente positiva.",
            "eleccion": "En desacuerdo"
        }
    },
    "Deberíamos abrir nuestras fronteras a la inmigración.": {
        "question": "We should open our borders to immigration.",
        "pregunta": "Deberíamos abrir nuestras fronteras a la inmigración.",
        "effect": {
            "econ": 0,
            "dipl": 10,
            "govt": 10,
            "scty": 0
        },
        "Agente de Izquierda": {
            "razonamiento": "La apertura de fronteras debe estar guiada por criterios de solidaridad y respeto a los derechos humanos, buscando permitir la libre circulación de trabajadores y luchadores que escapan de condiciones de explotación y opresión. La solidaridad internacional es fundamental, pero también debemos cuidar que no se utilice la migración para debilitar aún más las condiciones laborales de quienes ya están en el país.",
            "eleccion": "De acuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "Abrir nuestras fronteras a la inmigración puede fomentar la libre circulación de personas y contribuir al crecimiento económico, siempre que se respeten los principios de propiedad privada y se limite la intervención estatal. La inmigración puede enriquecer nuestra cultura y fortalecer nuestro mercado laboral. Sin embargo, se debe garantizar que los nuevos inmigrantes cumplan con los valores y principios de nuestra sociedad.",
            "eleccion": "De acuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "La inmigración debe ser regulada y gestionada de manera que promueva la integración y aporte a la economía. Abrir las fronteras sin control podría generar problemas en la seguridad y en los servicios públicos. Sin embargo, fomentar una inmigración ordenada y con criterios claros puede enriquecer nuestra cultura y economía. Es necesario encontrar un equilibrio que respete la soberanía y las oportunidades para los argentinos.",
            "eleccion": "De acuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "La apertura a la inmigración debe ser gestionada de manera que se respete la soberanía nacional y se garantice la integración social y laboral de los inmigrantes, priorizando siempre la justicia social y la defensa de los derechos humanos. Sin embargo, es fundamental establecer políticas que aseguren un flujo migratorio ordenado y que favorezcan el bienestar de la población local y de quienes llegan.",
            "eleccion": "De acuerdo"
        }
    },
    "Los gobiernos deberían preocuparse por los extranjeros tanto como por sus propios ciudadanos.": {
        "question": "Governments should be as concerned about foreigners as they are about their own citizens.",
        "pregunta": "Los gobiernos deberían preocuparse por los extranjeros tanto como por sus propios ciudadanos.",
        "effect": {
            "econ": 0,
            "dipl": 10,
            "govt": 0,
            "scty": 0
        },
        "Agente de Izquierda": {
            "razonamiento": "La situación de los trabajadores y pueblos en todo el mundo es una lucha compartida. Sin embargo, priorizar a los extranjeros sobre las propias clases trabajadoras de una nación puede desviar la atención de los problemas sistémicos que enfrentamos internamente. Primero debemos garantizar los derechos de nuestros propios ciudadanos, especialmente aquellos en situación de vulnerabilidad, antes de extender nuestras preocupaciones a otros países. La solución a la crisis que enfrenta nuestra clase trabajadora es la lucha por sus derechos y bienestar.",
            "eleccion": "En desacuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "La prioridad de un gobierno debe ser el bienestar y los derechos de sus ciudadanos. Si bien es importante tener en cuenta a los extranjeros, la responsabilidad principal de un gobierno es asegurar la libertad, seguridad y prosperidad de su población. La atención excesiva a extranjeros en detrimento de los ciudadanos puede resultar en una dilución de recursos y derechos.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "Es importante reconocer que los gobiernos deben priorizar el bienestar de sus propios ciudadanos, garantizando que se satisfagan sus necesidades antes de destinar recursos a la atención de extranjeros. La responsabilidad fundamental de un gobierno es hacia sus ciudadanos, asegurando su derechos y bienestar, lo cual incluye temas como la educación, la salud y la seguridad. Esto no significa que se deba ignorar a los extranjeros, pero nuestra atención primaria debe estar enfocada en nuestra población.",
            "eleccion": "En desacuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "Si bien es fundamental garantizar la dignidad y los derechos de todos los seres humanos, la prioridad de un gobierno debe ser siempre el bienestar de sus propios ciudadanos. La justicia social y la protección de los derechos de los argentinos, especialmente de los más vulnerables, son pilares fundamentales de nuestra política. Por lo tanto, consideramos que el gobierno debe enfocarse en sus ciudadanos antes que en los extranjeros, aunque esto no encuentra que sea una postura hostil hacia ellos.",
            "eleccion": "En desacuerdo"
        }
    },
    "Todas las personas, independientemente de factores como la cultura o la sexualidad, deberían ser tratadas por igual.": {
        "question": "All people - regardless of factors like culture or sexuality - should be treated equally.",
        "pregunta": "Todas las personas, independientemente de factores como la cultura o la sexualidad, deberían ser tratadas por igual.",
        "effect": {
            "econ": 10,
            "dipl": 10,
            "govt": 10,
            "scty": 10
        },
        "Agente de Izquierda": {
            "razonamiento": "La afirmación sobre el trato igualitario para todas las personas, independientemente de su cultura o sexualidad, se alinea con la lucha del FIT-U por los derechos humanos y la igualdad. Desde una perspectiva socialista, buscamos erradicar toda forma de opresión y discrimination, promoviendo un trato justo y equitativo para todas las personas.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "El principio de igualdad ante la ley es fundamental en una sociedad liberal. Todas las personas, sin distinción, deben ser tratadas con respeto y dignidad, y se debe promover la no discriminación en función de su cultura o sexualidad. Esto está alineado con los valores del liberalismo que defiende la libertad individual y el respeto por los derechos propios y ajenos.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "Desde Juntos por el Cambio, defendemos la igualdad de oportunidades y el pluralismo. Creemos firmemente en la dignidad de cada persona y en la necesidad de que todos sean tratados con respeto y sin discriminación, independientemente de sus características personales. Promover la inclusión y el respeto por la diversidad es fundamental para una sociedad justa y democrática.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "La igualdad de derechos y el trato igualitario ante la ley son principios fundamentales de la justicia social y la defensa de los derechos humanos. Es imprescindible garantizar que todas las personas, sin distinción de su cultura, sexo, orientación sexual o cualquier otra característica, sean respetadas y tratadas con equidad en todos los aspectos de la vida.",
            "eleccion": "Muy de acuerdo"
        }
    },
    "Es importante que promovamos los objetivos de mi grupo por encima de todos los demás.": {
        "question": "It is important that we further my group's goals above all others.",
        "pregunta": "Es importante que promovamos los objetivos de mi grupo por encima de todos los demás.",
        "effect": {
            "econ": -10,
            "dipl": -10,
            "govt": -10,
            "scty": -10
        },
        "Agente de Izquierda": {
            "razonamiento": "Promover los objetivos de un grupo en detrimento de los demás es una postura que refuerza la lógica de la competencia entre clases, algo que el FIT-U rechaza firmemente. Debemos luchar por la justicia social y la equidad para todos los trabajadores, no en función de intereses grupales o sectoriales. La unidad de la clase trabajadora por encima de divisiones es fundamental para avanzar hacia un cambio real.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "La afirmación refleja una postura que prioriza los intereses de un grupo sobre la libertad y los derechos individuales de todos. Desde la perspectiva del liberalismo, es fundamental respetar el proyecto de vida de cada individuo y no imponer los objetivos de un grupo al resto de la sociedad. La verdadera justicia y progreso se logran a través de la cooperación y el respeto entre individuos libremente elegidos, no por la imposición de un grupo sobre otro.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "Promover los objetivos de un grupo por encima de los demás puede llevar a la polarización y a la exclusión, lo que no se alinea con un enfoque republicano que prioriza el diálogo, el pluralismo y la búsqueda del bien común. En cambio, es fundamental buscar acuerdos y entendimientos multiculturales que beneficien a toda la sociedad.",
            "eleccion": "En desacuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "Desde la perspectiva de la Unión por la Patria y el Justicialismo, la promoción de los objetivos de un grupo particular por encima de los demás puede ser perjudicial para la cohesión social y el bienestar general. Es fundamental trabajar en consenso, buscando el diálogo y la inclusión de todas las voces para construir una sociedad más justa y equitativa.",
            "eleccion": "En desacuerdo"
        }
    }
}