{
    "La opresión por parte de las corporaciones es más preocupante que la opresión por parte de los gobiernos.": {
        "question": "Oppression by corporations is more of a concern than oppression by governments.",
        "pregunta": "La opresión por parte de las corporaciones es más preocupante que la opresión por parte de los gobiernos.",
        "effect": {
            "econ": 10,
            "dipl": 0,
            "govt": -5,
            "scty": 0
        },
        "Base Agent": {
            "razonamiento": "Las corporaciones a menudo tienen un poder económico y social significativo que puede influir en las políticas y decisiones de gobierno, así como en la vida de las personas. La preocupación por la opresión corporativa es válida, ya que puede afectar a los derechos y libertades individuales.",
            "eleccion": "Muy de acuerdo"
        },
        "Reviewer": {
            "razonamiento": "Es fundamental reconocer que tanto la opresión por parte de las corporaciones como la opresión estatal son problemáticas que afectan a la sociedad. Sin embargo, la opresión gubernamental suele tener consecuencias más directas y severas en la vida de los ciudadanos, incluyendo la violación de derechos humanos. Por lo tanto, se podría argumentar que la opresión estatal es más preocupante en este contexto.",
            "eleccion": "En desacuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "Considero que la opresión por parte de los gobiernos es más preocupante, ya que es el estado quien tiene el monopolio de la fuerza y puede infringir sobre las libertades individuales y los derechos de propiedad. Las corporaciones, aunque puedan tener poder, operan dentro del marco que el estado les permite y pueden ser desafiadas por el mercado y la competencia.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "Desde nuestra perspectiva, es fundamental resaltar que tanto la opresión de las corporaciones como la de los gobiernos son problemáticas; sin embargo, la opresión ejercida por el gobierno puede tener efectos más directos y devastadores sobre las libertades individuales y los derechos fundamentales. Un gobierno opresor puede ejercer control sobre la vida de los ciudadanos, restringiendo derechos y libertades esenciales. En este contexto, la preocupación debe centrarse en la defensa de las libertades públicas y la necesidad de un gobierno con un marco institucional que limite su poder. Por lo tanto, no estamos de acuerdo en que la opresión de las corporaciones sea más preocupante que la del gobierno.",
            "eleccion": "En desacuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "La opresión por parte de las corporaciones es una manifestación del poder económico que puede afectar la vida de los ciudadanos y socavar la soberanía. Sin embargo, el gobierno, como representante del pueblo, tiene la responsabilidad de actuar en defensa de los derechos de los ciudadanos. Si los gobiernos no cumplen con su papel de garantizar derechos y bienestar, esta situación puede ser más preocupante. Por lo tanto, aunque la opresión corporativa es grave, la opresión ejercida desde el poder del Estado debe ser igualmente vigilada y combatida.",
            "eleccion": "Neutral"
        },
        "Agente de Izquierda": {
            "razonamiento": "La opresión por parte de las corporaciones, que actúan en función de maximizar sus ganancias, es una de las principales causas de explotación de la clase trabajadora y, por ende, la raíz de muchas de las injusticias sociales. Sin embargo, los gobiernos, especialmente aquellos al servicio de intereses patronales, permiten y fomentan esta explotación. La lucha debe centrarse en enfrentar ambos tipos de opresión, pero sin duda, la opresión corporativa es un mecanismo fundamental del capitalismo que merece ser denunciado.",
            "eleccion": "Muy de acuerdo"
        }
    },
    "Es necesario que el gobierno intervenga en la economía para proteger a los consumidores.": {
        "question": "It is necessary for the government to intervene in the economy to protect consumers.",
        "pregunta": "Es necesario que el gobierno intervenga en la economía para proteger a los consumidores.",
        "effect": {
            "econ": 10,
            "dipl": 0,
            "govt": 0,
            "scty": 0
        },
        "Base Agent": {
            "razonamiento": "La intervención del gobierno en la economía puede ser vista como necesaria para garantizar la protección de los consumidores, especialmente en situaciones donde las fuerzas del mercado no logran asegurar la equidad y la seguridad. Esto puede incluir regulaciones que prevengan prácticas comerciales injustas o abusivas, así como protección frente a monopolios.",
            "eleccion": "Muy de acuerdo"
        },
        "Reviewer": {
            "razonamiento": "La intervención del gobierno en la economía puede ser necesaria para regular los mercados y proteger a los consumidores de prácticas abusivas, asegurar la competencia y prevenir crisis económicas que puedan impactar negativamente en el bienestar de la población.",
            "eleccion": "De acuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "Intervenir en la economía socava la libre competencia y el funcionamiento eficiente del mercado, limitando las libertades individuales y el derecho a la propiedad privada. En lugar de proteger a los consumidores, la intervención del gobierno tiende a crear distorsiones que perjudican tanto a consumidores como a productores. La mejor protección para los consumidores es un mercado libre y competitivo, donde las empresas estén motivadas por el mérito, la calidad del producto y la satisfacción del cliente.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "Si bien es importante proteger a los consumidores, la intervención estatal excesiva puede distorsionar la economía y limitar la libertad individual. Promover un marco regulatorio que garantice la competencia y la transparencia puede ser más efectivo que una intervención directa del gobierno.",
            "eleccion": "En desacuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "La intervención del gobierno en la economía es esencial para proteger a los consumidores, garantizar la justicia social y regular el mercado en beneficio de la sociedad. Un Estado presente y activo es necesario para evitar abusos y asegurar que todos los ciudadanos tengan acceso a los bienes y servicios básicos.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente de Izquierda": {
            "razonamiento": "El gobierno actual, aunque se plantea intervenir en la economía, generalmente protege los intereses de las grandes patronales y no de los consumidores ni de la clase trabajadora. Desde el FIT-U, abogamos por una intervención estatal que sirva a los intereses del pueblo, pero no en el marco de un capitalismo subordinado al FMI y a las élites económicas. Por lo tanto, la intervención debe ser auténtica y en beneficio de los trabajadores, no una mera protección de consumidores en el contexto de un sistema que los explota.",
            "eleccion": "En desacuerdo"
        }
    },
    "Cuanto más libres sean los mercados, más libres serán las personas.": {
        "question": "The freer the markets, the freer the people.",
        "pregunta": "Cuanto más libres sean los mercados, más libres serán las personas.",
        "effect": {
            "econ": -10,
            "dipl": 0,
            "govt": 0,
            "scty": 0
        },
        "Base Agent": {
            "razonamiento": "La afirmación sostiene que la libertad económica se traduce directamente en libertad personal. Esta perspectiva se basa en la idea de que un mercado libre fomenta la innovación, la competencia y la eficiencia, lo que, a su vez, puede empoderar a las personas. Sin embargo, también se debe considerar que la libertad de los mercados puede llevar a desigualdades y a la explotación, lo que limitaría la libertad de muchos. En mi caso, creo que hay que encontrar un equilibrio adecuado entre la libertad de los mercados y la intervención necesaria para proteger a los más vulnerables.",
            "eleccion": "De acuerdo"
        },
        "Reviewer": {
            "razonamiento": "La afirmación sugiere que la libertad de los mercados conduce a la libertad individual, lo cual puede ser debatido desde una perspectiva que considera la necesidad de regulaciones para proteger a las personas de abusos y desigualdades generadas por mercados no regulados. Sin embargo, también se reconoce que economías más abiertas y competitivas pueden fomentar la innovación y la prosperidad individual.",
            "eleccion": "Neutral"
        },
        "Agente Liberal": {
            "razonamiento": "La libertad económica permite a los individuos tomar decisiones sobre su vida, su trabajo y su propiedad, fomentando la innovación y la prosperidad personal. Mercados libres generan oportunidades y favorecen el respeto por la propiedad privada, lo cual es esencial para garantizar la libertad individual.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "Un mercado libre fomenta la competencia, la innovación y la creación de empleo, lo que habilita a las personas a tener más oportunidades para mejorar su calidad de vida. La libertad económica es fundamental para la autonomía personal y el desarrollo social, ya que permite a los individuos tomar decisiones sobre sus vidas y sus proyectos. Esto se alinea con nuestros valores de promover la libertad y la iniciativa privada.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "La afirmación refleja una creencia en la desregulación y la mano invisible del mercado, que puede dejar a las personas más vulnerables desprotegidas. La historia demuestra que la libertad de los mercados sin regulación puede llevar a desigualdades sociales y falta de derechos. Por lo tanto, firmo plenamente las intervenciones del Estado como un mecanismo para proteger a los ciudadanos.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente de Izquierda": {
            "razonamiento": "La afirmación de que cuanta más libertad tengan los mercados, más libres serán las personas, es una falacia del pensamiento neoliberal. El mercado no garantiza derechos ni libertades; más bien, perpetúa desigualdades y sumerge a las y los trabajadores en la precarización. La independencia política y la defensa de los derechos sociales de los trabajadores son prioridades que se contraponen a la lógica capitalista del mercado. Por lo tanto, rechazo esta afirmación.",
            "eleccion": "Muy en desacuerdo"
        }
    },
    "Es mejor mantener un presupuesto equilibrado que garantizar el bienestar de todos los ciudadanos.": {
        "question": "It is better to maintain a balanced budget than to ensure welfare for all citizens.",
        "pregunta": "Es mejor mantener un presupuesto equilibrado que garantizar el bienestar de todos los ciudadanos.",
        "effect": {
            "econ": -10,
            "dipl": 0,
            "govt": 0,
            "scty": 0
        },
        "Base Agent": {
            "razonamiento": "La opción de mantener un presupuesto equilibrado puede ser vista como una prioridad fiscal, pero priorizar el bienestar de los ciudadanos es fundamental para una sociedad justa y equitativa. El bienestar de la población no debería ser sacrificado por motivos económicos estrictos, ya que esto podría generar desbalance social y desigualdad.",
            "eleccion": "En desacuerdo"
        },
        "Reviewer": {
            "razonamiento": "Es fundamental priorizar el bienestar de todos los ciudadanos, ya que un presupuesto equilibrado no necesariamente asegura la equidad y la justicia social. El bienestar de la población debe ser el eje central de las políticas públicas.",
            "eleccion": "En desacuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "Mantener un presupuesto equilibrado es fundamental para la libertad económica y la propiedad privada, evitando el gasto público innecesario que suele llevar a la inflación y la dependencia del Estado. Garantizar el bienestar a través de subsidios y asistencia estatal generalmente socava la responsabilidad individual y el esfuerzo personal. Por ello, es preferible un enfoque que promueva la autosuficiencia y la iniciativa privada sobre una dependencia del Estado.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "Es importante equilibrar el presupuesto, pero no a costa de desatender las necesidades básicas de los ciudadanos. Un Estado eficiente y austero puede buscar la sostenibilidad fiscal mientras garantiza el bienestar social, promoviendo el desarrollo y la igualdad de oportunidades. Por lo tanto, considero que deben buscarse alternativas que permitan ambas cosas.",
            "eleccion": "De acuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "La afirmación de que es mejor mantener un presupuesto equilibrado que garantizar el bienestar de todos los ciudadanos es inconsistente con los principios de la justicia social. Priorizar un presupuesto equilibrado a expensas del bienestar del pueblo puede llevar a recortes en áreas fundamentales como salud, educación y asistencia social, perjudicando a los sectores más vulnerables. El Estado debe ser un garante de los derechos de todos, y encuentra su fortaleza en la inversión en el bienestar general. Es fundamental que el equilibrio fiscal no ocurra a costa del bienestar de la ciudadanía, sino que se busquen formas de garantizar ambas cosas de manera armónica.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente de Izquierda": {
            "razonamiento": "La afirmación refleja una lógica capitalista que prioriza los intereses fiscales sobre las necesidades del pueblo. Un presupuesto equilibrado, si implica aplicar recortes y ajustes que afectan directamente a la clase trabajadora, no puede ser más importante que el bienestar de las y los ciudadanos. El FIT-U propone que el Estado debe intervenir con un plan económico que garantice derechos sociales, priorizando siempre la vida digna del pueblo.",
            "eleccion": "Muy en desacuerdo"
        }
    },
    "La investigación financiada por el público es más beneficiosa para el pueblo que dejarla en manos del mercado.": {
        "question": "Publicly-funded research is more beneficial to the people than leaving it to the market.",
        "pregunta": "La investigación financiada por el público es más beneficiosa para el pueblo que dejarla en manos del mercado.",
        "effect": {
            "econ": 10,
            "dipl": 0,
            "govt": 0,
            "scty": 10
        },
        "Base Agent": {
            "razonamiento": "La investigación financiada por el público asegura que los intereses de la sociedad en su conjunto sean priorizados sobre los de las corporaciones, lo que resulta en beneficios más amplios y accesibles para el pueblo.",
            "eleccion": "Muy de acuerdo"
        },
        "Reviewer": {
            "razonamiento": "La investigación financiada por el público puede abordar necesidades sociales y prioridades que quizás no sean rentables para el mercado, garantizando un acceso equitativo al conocimiento y bienes resultantes.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "La investigación financiada por el público tiende a estar sujeta a la burocracia y a intereses políticos, lo que puede desviar el enfoque de las necesidades reales del mercado. Cuando se deja en manos del mercado, la investigación se orienta hacia la creación de valor y soluciones efectivas según la demanda de los consumidores. La competencia entre privados fomenta la innovación y la eficiencia, beneficiando al pueblo de manera directa.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "La investigación financiada por el público puede ser de beneficio en áreas estratégicas donde el mercado no invierte por falta de incentivos económicos inmediatos. Sin embargo, confiar la investigación únicamente al sector público puede limitar la innovación y la eficiencia que el mercado puede proporcionar. Un equilibrio que combine ambos enfoques, donde el sector privado y el público colaboren, tendría un impacto más positivo.",
            "eleccion": "Neutral"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "La investigación financiada por el público tiene un enfoque en el bienestar social y el desarrollo de soluciones que beneficien a la comunidad en su conjunto, en lugar de priorizar el lucro del sector privado. Esto es fundamental para asegurar que los avances científicos y tecnológicos estén al alcance de todos y sirvan a intereses colectivos.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente de Izquierda": {
            "razonamiento": "La investigación financiada por el público asegura que los resultados beneficien a la sociedad en su conjunto y no sean simplemente una mercancía destinada a enriquecer a unos pocos. El conocimiento y los avances científicos deben estar al servicio del pueblo y no de intereses capitalistas. Esto es consistente con la lucha por un gobierno de los trabajadores y por la defensa de los derechos de la clase trabajadora, donde la inversión pública en investigación juega un papel crucial.",
            "eleccion": "Muy de acuerdo"
        }
    },
    "Los aranceles al comercio internacional son importantes para fomentar la producción local.": {
        "question": "Tariffs on international trade are important to encourage local production.",
        "pregunta": "Los aranceles al comercio internacional son importantes para fomentar la producción local.",
        "effect": {
            "econ": 5,
            "dipl": 0,
            "govt": -10,
            "scty": 0
        },
        "Base Agent": {
            "razonamiento": "Creo que los aranceles al comercio internacional son una herramienta económica que puede proteger a la producción local de la competencia extranjera, lo que puede ayudar a mantener empleos y fomentar la economía local. Sin embargo, también reconozco que pueden provocar tensiones comerciales y aumentar los precios para los consumidores. Por lo tanto, considero que los aranceles pueden ser importantes, pero deben ser aplicados con cuidado y en el contexto adecuado.",
            "eleccion": "De acuerdo"
        },
        "Reviewer": {
            "razonamiento": "Los aranceles al comercio internacional pueden servir como una medida para proteger la producción local al hacer que los productos importados sean más caros, lo que puede incentivar a los consumidores a optar por bienes producidos nacionalmente. Esto generaría un efecto positivo en la economía local a través del aumento de la producción y el empleo.",
            "eleccion": "De acuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "Los aranceles son una forma de intervención estatal que distorsiona el libre comercio, limitando las oportunidades del consumidor y protegiendo industrias ineficientes. En lugar de fomentar la producción local, los aranceles generan dependencia de subsidios estatales y vulneran la competencia. La verdadera prosperidad se logra a través de mercados libres y abiertos.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "Los aranceles al comercio internacional, en lugar de fomentar la producción local, pueden provocar un efecto contrario, ya que protegen a industrias ineficientes y limitan la competitividad. En Juntos por el Cambio creemos en la apertura del comercio como motor del crecimiento económico y en la necesidad de integrar nuestra economía al mundo, estimulando la innovación y la inversión. Por lo tanto, promover aranceles altos va en contra de nuestros principios de libertad económica y desarrollo sostenible.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "Los aranceles al comercio internacional son herramientas fundamentales para proteger y fomentar la producción local, defendiendo así a nuestra industria nacional de las importaciones desleales y contribuyendo a la generación de empleo. Esto se alinea con la necesidad de impulsar un desarrollo productivo que priorice el bienestar de los argentinos y la soberanía económica.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente de Izquierda": {
            "razonamiento": "Desde la perspectiva del FIT-U, los aranceles pueden ser una herramienta para proteger la producción local, pero la verdadera solución a los problemas de la clase trabajadora no radica solo en medidas proteccionistas. Lo que necesitamos es la nacionalización y el control de la economía por parte de los trabajadores para garantizar que la producción satisfaga las necesidades del pueblo, y no las ganancias de los capitalistas. Por lo tanto, aunque no se rechazan los aranceles, es necesario ir más allá de ellos.",
            "eleccion": "De acuerdo"
        }
    },
    "De cada uno según su capacidad, a cada uno según sus necesidades.": {
        "question": "From each according to his ability, to each according to his needs.",
        "pregunta": "De cada uno según su capacidad, a cada uno según sus necesidades.",
        "effect": {
            "econ": 10,
            "dipl": 0,
            "govt": 0,
            "scty": 0
        },
        "Base Agent": {
            "razonamiento": "Esta afirmación refleja un principio socialista que defiende la idea de que cada persona debe contribuir a la sociedad según su capacidad y, a su vez, recibir de acuerdo a sus necesidades. Considerando que propongo una sociedad más equitativa y solidaria, esta afirmación se alinea con mi ideología política.",
            "eleccion": "Muy de acuerdo"
        },
        "Reviewer": {
            "razonamiento": "La afirmación refleja principios de justicia social y equidad que son fundamentales en mi ideología política. Se promueve la idea de que aquellos con mayor capacidad deben contribuir más, mientras que las necesidades de cada individuo son atendidas de manera equitativa.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "La afirmación \"De cada uno según su capacidad, a cada uno según sus necesidades\" refleja una filosofía socialista que promueve la redistribución forzada de la riqueza y la limitación de las libertades individuales. Desde nuestra perspectiva liberal, defendemos que cada persona debería ser recompensada en función de sus esfuerzos, méritos y capacidades, y no a través de un sistema que iguala a todos sin considerar su contribución. Esta afirmación va en contra de nuestros principios de mérito y respeto a la propiedad privada.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "La afirmación 'De cada uno según su capacidad, a cada uno según sus necesidades' refleja un principio que se aleja de la meritocracia y del reconocimiento del esfuerzo individual como motor de desarrollo. En la visión republicana y de mercado que defendemos, creemos en la igualdad de oportunidades y en que cada uno debe ser recompensado según sus aportes y capacidades, no solo a través de la distribución de recursos basados en las necesidades. Esto podría desincentivar el trabajo, la inversión y el progreso individual.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "Esta afirmación refleja un principio fundamental de justicia social y equidad que defiende la necesidad de una distribución justa de los recursos en base a las capacidades y necesidades de cada individuo. Es un pilar del justicialismo y de nuestra visión de construcción de un país más inclusivo.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente de Izquierda": {
            "razonamiento": "Esta afirmación refleja un principio fundamental del socialismo, que busca satisfacer las necesidades de todos, garantizando que cada uno contribuya según sus capacidades. Es una base para una sociedad más justa y equitativa, donde se priorizan los intereses del pueblo trabajador por encima de las ganancias de unos pocos.",
            "eleccion": "Muy de acuerdo"
        }
    },
    "Sería mejor si los programas sociales se abolieran a favor de la caridad privada.": {
        "question": "It would be best if social programs were abolished in favor of private charity.",
        "pregunta": "Sería mejor si los programas sociales se abolieran a favor de la caridad privada.",
        "effect": {
            "econ": -10,
            "dipl": 0,
            "govt": 0,
            "scty": 0
        },
        "Base Agent": {
            "razonamiento": "Abolir los programas sociales en favor de la caridad privada puede generar desigualdades, ya que la caridad depende de la voluntad y disponibilidad de las personas, mientras que los programas sociales garantizan un apoyo básico a todos. Además, los programas sociales están diseñados para abordar necesidades sistemáticas y no deberían ser reemplazados por la caridad.",
            "eleccion": "Muy en desacuerdo"
        },
        "Reviewer": {
            "razonamiento": "La abolición de programas sociales en favor de la caridad privada puede generar desigualdades en la distribución de recursos y servicios esenciales, privilegia a quienes tienen la capacidad de donar y puede no cubrir las necesidades básicas de toda la población. Los programas sociales garantizan acceso equitativo a servicios e intervenciones necesarias.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "Los programas sociales estatales a menudo crean dependencia y desincentivan la iniciativa personal. La caridad privada, impulsada por la sociedad civil y el voluntariado, fomenta la responsabilidad individual y permite una asignación más eficiente de recursos, al ser más flexible y adaptada a las necesidades específicas de las personas. Por lo tanto, es fundamental abolir los programas sociales estatales en favor de la caridad privada que respete la autonomía y la libertad de los individuos.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "Si bien la caridad privada puede jugar un rol complementario, abolir los programas sociales destruiría la red de protección que asegura las oportunidades más básicas para todos los ciudadanos. La responsabilidad social del Estado incluye garantizar condiciones mínimas de vida para todos, especialmente para los más vulnerables. Hay que revisar y optimizar dichos programas para que sean eficientes y cumplan con su función, no eliminarlos.",
            "eleccion": "En desacuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "La abolición de programas sociales en favor de la caridad privada desatiende la responsabilidad del Estado de garantizar derechos fundamentales como la alimentación, la salud y la educación a todos los ciudadanos. La justicia social implica que el Estado debe ser el garante de estos derechos, especialmente para los sectores más vulnerables. La caridad privada no puede sustituir la obligación del Estado de proveer bienestar a su población.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente de Izquierda": {
            "razonamiento": "La abolición de programas sociales en favor de la caridad privada negaría el derecho de los trabajadores a recibir asistencia estatal como un derecho social. Esta visión favorece a la filantropía y la caridad, que están sujetas a la buena voluntad de los privados y no garantizan un acceso universal y equitativo. La clase trabajadora necesita derechos consolidados y programas que aseguren una vida digna, no depender de la limosna.",
            "eleccion": "Muy en desacuerdo"
        }
    },
    "Los impuestos deberían aumentarse a los ricos para proveer a los pobres.": {
        "question": "Taxes should be increased on the rich to provide for the poor.",
        "pregunta": "Los impuestos deberían aumentarse a los ricos para proveer a los pobres.",
        "effect": {
            "econ": 10,
            "dipl": 0,
            "govt": 0,
            "scty": 0
        },
        "Base Agent": {
            "razonamiento": "Creo que es justo que quienes tienen mayores recursos contribuyan más al bienestar de la sociedad, especialmente para ayudar a quienes están en situación de pobreza. Esto puede ayudar a reducir la desigualdad y ofrecer oportunidades a todos.",
            "eleccion": "Muy de acuerdo"
        },
        "Reviewer": {
            "razonamiento": "La idea de aumentar los impuestos a los ricos con el objetivo de financiar programas que beneficien a los más desfavorecidos es un enfoque de justicia social que busca reducir la desigualdad económica. Considero que es fundamental promover la equidad y garantizar que quienes tienen una mayor capacidad económica contribuyan de manera justa al bienestar general. Este aumento podría facilitar mejoras en áreas como educación, salud y vivienda para las comunidades más necesitadas.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "Aumentar impuestos a los ricos no solo desincentiva la inversión y la creación de empleo, sino que también perpetúa la dependencia del Estado en lugar de fomentar la autonomía y el esfuerzo individual. La verdadera solución está en reducir los impuestos para que todos, incluidos los que están en la base de la pirámide económica, tengan más oportunidades de prosperar a través de la libre competencia y el mercado.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "Aumentar los impuestos a los ricos puede parecer una solución para ayudar a los pobres, pero esa medida a menudo resulta en desincentivos a la inversión y un efecto negativo sobre la economía. En lugar de aumentar impuestos de manera indiscriminada, es más efectivo promover el crecimiento económico y reducir gastos innecesarios, generando así más oportunidades y empleos. Es fundamental buscar un equilibrio que no ahogue la iniciativa privada mientras se atienden las necesidades de los sectores más vulnerables.",
            "eleccion": "En desacuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "Aumentar los impuestos a los sectores más ricos es una medida necesaria para garantizar la justicia social y redirigir recursos hacia políticas públicas que beneficien a los más vulnerables. Esto se alinea con la idea del Estado presente y activo que busca reducir la desigualdad y fomentar un desarrollo inclusivo.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente de Izquierda": {
            "razonamiento": "Esta afirmación es fundamental para lograr una mayor justicia social. Es necesario que los que más tienen contribuyan de manera proporcional a solucionar los problemas estructurales de la pobreza que el capitalismo ha generado. Los impuestos deben ser progresivos para financiar políticas que beneficien a los trabajadores y sectores en situación de vulnerabilidad, y no a las grandes empresas ni al pago de la deuda externa. Esta es una propuesta que está en línea con el programa del FIT-U para garantizar una mejor calidad de vida para todos.",
            "eleccion": "Muy de acuerdo"
        }
    },
    "La herencia es una forma legítima de riqueza.": {
        "question": "Inheritance is a legitimate form of wealth.",
        "pregunta": "La herencia es una forma legítima de riqueza.",
        "effect": {
            "econ": -10,
            "dipl": 0,
            "govt": 0,
            "scty": -5
        },
        "Base Agent": {
            "razonamiento": "La herencia puede perpetuar desigualdades sociales y económicas, otorgando ventajas a ciertas personas sin haber trabajado para obtenerlas. Por lo tanto, no considero que sea una forma legítima de riqueza.",
            "eleccion": "En desacuerdo"
        },
        "Reviewer": {
            "razonamiento": "La herencia puede perpetuar desigualdades y concentrar la riqueza en pocas familias, lo que limita las oportunidades para otros. La riqueza debería ser ganada según el esfuerzo y la creatividad de cada individuo, no simplemente heredada.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "La herencia es un medio por el cual se puede transferir riqueza entre generaciones, y al estar enfocada en el respeto a la propiedad privada, es vista como una forma legítima de acumulación de riqueza. En una sociedad que promueve el mérito y el esfuerzo individual, la herencia no solo es válida, sino que también puede ser un incentivo para la generación de riqueza y la continuidad de proyectos familiares.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "La herencia representa una forma legítima de transmisión de riqueza y patrimonio que respeta la libertad individual de las personas para decidir cómo distribuir sus bienes. Promueve la iniciativa privada y el derecho a la propiedad, pilares fundamentales en la construcción de una sociedad próspera y con igualdad de oportunidades.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "La herencia como forma de riqueza perpetúa desigualdades y concentra la riqueza en manos de unos pocos, lo que choca con los principios de justicia social y equidad. Debemos promover una sociedad donde la riqueza se distribuya de manera más equitativa y se creen las mismas oportunidades para todos, en lugar de favorecer las disparidades que surgen de la acumulación hereditaria.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente de Izquierda": {
            "razonamiento": "La herencia perpetúa desigualdades y consolida la riqueza en manos de unos pocos, lo que se contrapone a los principios de igualdad y justicia social. La riqueza debería ser una consecuencia del trabajo colectivo, no transmitida por la condición de nacimiento. El FIT-U aboga por un sistema donde la riqueza se distribuya de manera equitativa entre todos, y no se herede como un privilegio.",
            "eleccion": "Muy en desacuerdo"
        }
    },
    "Los servicios básicos como las carreteras y la electricidad deberían ser de propiedad pública.": {
        "question": "Basic utilities like roads and electricity should be publicly owned.",
        "pregunta": "Los servicios básicos como las carreteras y la electricidad deberían ser de propiedad pública.",
        "effect": {
            "econ": 10,
            "dipl": 0,
            "govt": 0,
            "scty": 0
        },
        "Base Agent": {
            "razonamiento": "La propiedad pública de servicios básicos como carreteras y electricidad garantiza que estos recursos estén disponibles para todos sin fines de lucro, promoviendo la igualdad y el bienestar social.",
            "eleccion": "Muy de acuerdo"
        },
        "Reviewer": {
            "razonamiento": "La propiedad pública de los servicios básicos garantiza su acceso universal y evita la explotación comercial. Además, esto permite la planificación y la gestión de estos servicios de manera más eficiente, en beneficio de la población.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "La propiedad pública de servicios básicos como carreteras y electricidad fomenta la ineficiencia y la burocracia, limitando la competencia y la innovación. Lo ideal es que estos servicios sean gestionados por el sector privado, promoviendo así la inversión, la mejora continua y un mejor servicio para los usuarios.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "Si bien los servicios básicos son fundamentales y el Estado tiene un rol en garantizar su acceso, la propiedad pública no siempre asegura eficiencia o calidad. Debemos promover alternativas mixtas que combinen inversión pública y privada para mejorar los servicios, asegurando su acceso y sostenibilidad.",
            "eleccion": "En desacuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "La propiedad pública de servicios básicos como carreteras y electricidad es fundamental para garantizar el acceso equitativo a todos los ciudadanos, especialmente a los más vulnerables. La gestión pública asegura que estos servicios estén orientados al bienestar social y no al lucro, protegiendo así los derechos de la ciudadanía y promoviendo la justicia social.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente de Izquierda": {
            "razonamiento": "Los servicios básicos como las carreteras y la electricidad son fundamentales para la vida de la población y deben estar bajo control público para garantizar el acceso igualitario y evitar la mercantilización de estos recursos esenciales. La privatización solo beneficia a unos pocos a costa del bienestar general. Por lo tanto, abogo por su propiedad pública.",
            "eleccion": "Muy de acuerdo"
        }
    },
    "La intervención del gobierno es una amenaza para la economía.": {
        "question": "Government intervention is a threat to the economy.",
        "pregunta": "La intervención del gobierno es una amenaza para la economía.",
        "effect": {
            "econ": -10,
            "dipl": 0,
            "govt": 0,
            "scty": 0
        },
        "Base Agent": {
            "razonamiento": "La intervención del gobierno, en muchos contextos, es necesaria para regular el mercado y proteger el bienestar social. Aunque puede haber ocasiones en que la intervención sea excesiva, como principio creo que es esencial para una economía equilibrada.",
            "eleccion": "En desacuerdo"
        },
        "Reviewer": {
            "razonamiento": "Considero que la intervención del gobierno puede tener tanto efectos positivos como negativos en la economía, dependiendo del contexto y las medidas tomadas. Por lo tanto, no veo la intervención como una amenaza en general, sino que debe evaluarse caso por caso.",
            "eleccion": "Neutral"
        },
        "Agente Liberal": {
            "razonamiento": "La intervención del gobierno en la economía tiende a distorsionar los mecanismos naturales del mercado, limitar la libertad individual y crear ineficiencias. Cuanto menos intervenga el Estado, más potencial tendrá el sector privado para crecer y generar riqueza, lo que beneficia a la sociedad en su conjunto.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "La intervención del gobierno, especialmente cuando es excesiva y no está fundamentada en políticas que promuevan la libertad económica y la responsabilidad fiscal, puede afectar negativamente las dinámicas del mercado y desalentar la inversión. La historia reciente en Argentina muestra cómo un Estado ineficiente y burocrático ha impactado la economía de manera adversa. Por lo tanto, es razonable considerar que, sin un enfoque equilibrado, la intervención estatal puede ser perjudicial.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "La intervención del gobierno en la economía es fundamental para garantizar la justicia social, la protección de los derechos de los trabajadores y la regulación necesaria para evitar abusos del mercado. Un Estado presente y activo es imprescindible para promover el desarrollo económico con inclusión social y asegurar el bienestar de todas las personas, especialmente de las más vulnerables.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente de Izquierda": {
            "razonamiento": "La afirmación plantea que la intervención del gobierno es una amenaza para la economía, lo cual ignora el papel fundamental que tiene el Estado en regular y proteger a los sectores más vulnerables de la sociedad. En contextos donde los gobiernos están al servicio de los capitalistas y aplican políticas de ajuste, la intervención puede ser perjudicial, pero es necesario distinguir entre gobiernos patronales y un verdadero gobierno de los trabajadores que busque redistribuir la riqueza y proteger los derechos de la clase obrera. Por lo tanto, no se puede generalizar como una amenaza.",
            "eleccion": "En desacuerdo"
        }
    },
    "Aquellos con una mayor capacidad de pago deberían recibir mejor atención médica.": {
        "question": "Those with a greater ability to pay should receive better healthcare.",
        "pregunta": "Aquellos con una mayor capacidad de pago deberían recibir mejor atención médica.",
        "effect": {
            "econ": -10,
            "dipl": 0,
            "govt": 0,
            "scty": 0
        },
        "Base Agent": {
            "razonamiento": "La atención médica debería ser un derecho accesible para todos, sin importar su capacidad de pago. Hacer distinciones basadas en la capacidad económica va en contra de la equidad y la justicia social.",
            "eleccion": "Muy en desacuerdo"
        },
        "Reviewer": {
            "razonamiento": "La salud es un derecho universal y no debe estar determinada por la capacidad económica de una persona. Todos deberían tener acceso a atención médica de calidad de manera equitativa, independientemente de su situación financiera.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "La atención médica debe basarse en la libre elección y la competencia del mercado, no en la nivelación estatal. La eficiencia y la calidad mejoran cuando los recursos se asignan según la capacidad de pago, permitiendo que quienes pueden cubrir los costos accedan a mejores servicios. Además, esto promueve inversiones privadas en el sector salud, mejorando la calidad general de la atención.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "La atención médica debe ser equitativa, pero también es importante que existan mecanismos de financiación que fomenten la sostenibilidad del sistema. Aquellos que contribuyen más al sistema pueden esperar un nivel de atención superior, siempre y cuando esto no implique dejar de lado la atención básica para todos.",
            "eleccion": "De acuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "La atención médica debe ser un derecho universal y no depender de la capacidad económica de las personas. Esta afirmación refuerza la desigualdad y la exclusión. Debemos trabajar por un sistema de salud que garantice atención equitativa para todos, sin distinción. La salud no puede ser tratada como un producto de consumo.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente de Izquierda": {
            "razonamiento": "Esta afirmación reproduce la lógica del capitalismo, donde la salud se convierte en un privilegio y no en un derecho. La atención médica debería ser un derecho accesible para todos, sin importar su capacidad de pago. Defendemos la nacionalización del sistema de salud y su gestión democrática por parte de los trabajadores para garantizar atención de calidad a toda la población.",
            "eleccion": "Muy en desacuerdo"
        }
    },
    "La educación de calidad es un derecho de todas las personas.": {
        "question": "Quality education is a right of all people.",
        "pregunta": "La educación de calidad es un derecho de todas las personas.",
        "effect": {
            "econ": 10,
            "dipl": 0,
            "govt": 0,
            "scty": 5
        },
        "Base Agent": {
            "razonamiento": "Considero que la educación de calidad es fundamental para el desarrollo personal y colectivo, y es esencial que todas las personas tengan acceso a ella sin importar su situación económica o social.",
            "eleccion": "Muy de acuerdo"
        },
        "Reviewer": {
            "razonamiento": "La educación de calidad es fundamental para el desarrollo humano y social, y debe ser garantizada como un derecho universal, esto promueve la equidad y el acceso a oportunidades para todos.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "Considero que la educación de calidad debe ser accesible a todos, pero su provisión no debe estar a cargo del Estado de forma monopólica. Es preferible un sistema donde existan opciones y competencia, lo que garantizaría que cada individuo elija lo que mejor se adapte a sus necesidades y aspiraciones. Por ello, apoyo la idea de que la calidad educativa es fundamental, pero en el marco de una libertad de elección, no como un derecho estatal garantizado.",
            "eleccion": "De acuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "La educación de calidad es un pilar fundamental para el progreso de cualquier sociedad. Desde Juntos por el Cambio, creemos en la importancia de garantizar el acceso a una educación pública de excelencia para todos, ya que es clave para promover la igualdad de oportunidades y el desarrollo integral de cada persona. La educación no solo es un derecho, sino también una herramienta esencial para construir un futuro más justo y próspero.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "La educación de calidad es fundamental para la promoción de la justicia social y la igualdad de oportunidades, elementos centrales de nuestra visión política. Creemos firmemente que cada persona, independientemente de su contexto socioeconómico, debe tener acceso a una educación de calidad que le permita desarrollarse plenamente.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente de Izquierda": {
            "razonamiento": "La educación de calidad es un derecho fundamental que debe ser garantizado por el Estado, sin privilegios ni distinciones. Desde el FIT-U defendemos una educación pública, gratuita y laica que asegure igualdad de acceso y oportunidades para todas las personas, sin que el capitalismo y el lucro de la educación privada interfieran en este derecho. Por lo tanto, la afirmación está en línea con nuestros principios de lucha por un sistema educativo que beneficie a la clase trabajadora.",
            "eleccion": "Muy de acuerdo"
        }
    },
    "Los medios de producción deberían pertenecer a los trabajadores que los utilizan.": {
        "question": "The means of production should belong to the workers who use them.",
        "pregunta": "Los medios de producción deberían pertenecer a los trabajadores que los utilizan.",
        "effect": {
            "econ": 10,
            "dipl": 0,
            "govt": 0,
            "scty": 0
        },
        "Base Agent": {
            "razonamiento": "Creo que los medios de producción deben ser controlados por aquellos que realmente los utilizan, ya que esto puede fomentar una mayor equidad y empoderamiento de los trabajadores. Esta perspectiva se alinea con una visión más socialista de la economía.",
            "eleccion": "Muy de acuerdo"
        },
        "Reviewer": {
            "razonamiento": "La afirmación propone una distribución equitativa de los recursos productivos, alineándose con principios de justicia social y la capacidad de autogestión de los trabajadores. Esta idea apoya la descentralización del poder económico y fomenta la equidad en las relaciones laborales.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "La propuesta de que los medios de producción pertenezcan a los trabajadores implica una forma de socialismo que restringe la propiedad privada, uno de los fundamentos esenciales de la libertad individual. Los trabajadores deben ser libres de decidir cómo utilizar los medios de producción y tener la opción de ser propietarios de los mismos, pero no debe imponerse un modelo que elimine la propiedad individual. Promover la libre competencia y el respeto por la propiedad son esenciales para el crecimiento económico y la prosperidad.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "La afirmación sugiere una propiedad comunal que atenta contra la libertad de propiedad individual y la iniciativa privada, pilares fundamentales del desarrollo económico. Promover la propiedad privada y la inversión son esenciales para generar empleo y crecimiento.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "La afirmación refleja un principio de justicia social y de empoderamiento de los trabajadores, lo que es coherente con la defensa de una economía inclusiva y la promoción de derechos laborales. Creemos en la importancia de que los trabajadores participen en la gestión, que puedan tener voz y voto en la producción. Esta opción fortalece el vínculo entre trabajo y dignidad, y es un paso hacia una economía más equitativa.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente de Izquierda": {
            "razonamiento": "Como representante del FIT-U, afirmo firmemente que los medios de producción deben ser de propiedad colectiva y estar bajo el control de los trabajadores. Esto es esencial para superar la explotación inherente al capitalismo y lograr una economía que esté al servicio del pueblo y no de intereses privados. La propiedad de los trabajadores garantiza la distribución equitativa de recursos y la planificación democrática de la producción, lo que es fundamental para construir un socialismo que beneficie a la mayoría y no a unos pocos.",
            "eleccion": "Muy de acuerdo"
        }
    },
    "Las Naciones Unidas deberían ser abolidas.": {
        "question": "The United Nations should be abolished.",
        "pregunta": "Las Naciones Unidas deberían ser abolidas.",
        "effect": {
            "econ": 0,
            "dipl": -10,
            "govt": -5,
            "scty": 0
        },
        "Base Agent": {
            "razonamiento": "La abolición de las Naciones Unidas podría conducir a un aumento de los conflictos internacionales y una falta de cooperación global, lo cual es perjudicial para la paz y la seguridad mundial.",
            "eleccion": "Muy en desacuerdo"
        },
        "Reviewer": {
            "razonamiento": "Considero que las Naciones Unidas juegan un papel fundamental en la promoción de la paz, la seguridad y los derechos humanos a nivel global. Su abolición perdería un foro esencial para la cooperación internacional y la resolución de conflictos.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "La abolición de las Naciones Unidas podría considerarse desde la perspectiva de que su funcionamiento actual ha demostrado ser ineficaz en muchos aspectos y ha promovido intervenciones que limitan la soberanía de los países. Sin embargo, es crucial establecer organizaciones internacionales que fomenten el comercio y el entendimiento mutuo sin intervenir en los asuntos internos de los Estados. Más que abolirlas, se debería reformar para asegurar que no interfieran en la libertad individual y la autodeterminación nacional.",
            "eleccion": "En desacuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "Las Naciones Unidas, a pesar de sus imperfecciones, representan un mecanismo fundamental para la cooperación internacional, la promoción de la paz y el respeto a los derechos humanos. En lugar de buscar su abolición, es preferible reformarlas para que sean más efectivas y responsables hacia sus miembros. La diplomacia y el multilateralismo son clave para abordar problemas globales, desde el cambio climático hasta las crisis humanitarias.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "La abolición de las Naciones Unidas significaría desmantelar un organismo que promueve la cooperación internacional, el diálogo y la paz entre naciones. En lugar de abolirlo, es necesario fortalecerlo para que cumpla con su objetivo de defensa de los derechos humanos y construcción de consensos que beneficien a las mayorías. Una cooperación multilateral sólida es esencial para enfrentar los desafíos globales actuales.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente de Izquierda": {
            "razonamiento": "La abolición de las Naciones Unidas podría limitar un espacio para la diplomacia internacional y los derechos humanos, aunque es cierto que en muchas ocasiones ha actuado como un instrumento del imperialismo. Sin embargo, en lugar de abolirla, debemos luchar por una organización verdaderamente democrática y que responda a los intereses de los pueblos, no de las potencias. Por lo tanto, la postura sería en desacuerdo con la abolición pero a favor de una transformación radical.",
            "eleccion": "En desacuerdo"
        }
    },
    "La acción militar por parte de nuestra nación es a menudo necesaria para protegerla.": {
        "question": "Military action by our nation is often necessary to protect it.",
        "pregunta": "La acción militar por parte de nuestra nación es a menudo necesaria para protegerla.",
        "effect": {
            "econ": 0,
            "dipl": -10,
            "govt": -10,
            "scty": 0
        },
        "Base Agent": {
            "razonamiento": "La acción militar es una medida extrema que debe ser considerada cuidadosamente y utilizada solo cuando otras opciones han fracasado para garantizar la seguridad nacional. Por lo general, se cree que la diplomacia y el diálogo son vías más efectivas y pacíficas para resolver conflictos.",
            "eleccion": "En desacuerdo"
        },
        "Reviewer": {
            "razonamiento": "La afirmación sugiere que recurrir a la acción militar es una necesidad frecuente para la protección nacional, lo que podría llevar a un enfoque belicista en la política exterior. Sin embargo, existen alternativas diplomáticas y pacíficas que deben priorizarse antes de considerar el uso de la fuerza. La historia ha demostrado que la acción militar puede tener consecuencias devastadoras y a largo plazo, por lo que es preferible buscar resolución de conflictos a través de medios pacíficos.",
            "eleccion": "En desacuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "La acción militar debe ser medida y solo utilizada en defensa de la soberanía y la libertad. Sin embargo, la ideología de La Libertad Avanza enfatiza soluciones pacíficas, cooperación y respeto por la autodeterminación de los pueblos. Comprender que la intervención militar puede llevar a una expansión indebida del poder estatal y menosprecia la individualidad y los derechos de las personas es crucial.",
            "eleccion": "En desacuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "La seguridad nacional es fundamental, pero la acción militar debe ser un último recurso y estar siempre enmarcada en el respeto a los derechos humanos y la búsqueda de soluciones pacíficas. La defensa de la soberanía debe ser prioritaria, pero también es importante fomentar la diplomacia y el diálogo.",
            "eleccion": "De acuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "Desde la perspectiva de la Unión por la Patria y el Justicialismo, la acción militar debe ser un último recurso, y la defensa de la soberanía debe resolverse a través de la diplomacia y del respeto a los derechos humanos. Es fundamental priorizar el diálogo y el consenso antes de recurrir a la fuerza.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente de Izquierda": {
            "razonamiento": "La acción militar no debería ser una herramienta para resolver conflictos o proteger intereses nacionales, especialmente cuando está relacionada con la intervención imperialista. La historia nos ha mostrado que la militarización y la guerra solo traen sufrimiento a los pueblos trabajadores. Es necesario priorizar la diplomacia y la solidaridad internacional contra el imperialismo.",
            "eleccion": "Muy en desacuerdo"
        }
    },
    "Apoyo a los sindicatos regionales, como la Unión Europea.": {
        "question": "I support regional unions, such as the European Union.",
        "pregunta": "Apoyo a los sindicatos regionales, como la Unión Europea.",
        "effect": {
            "econ": -5,
            "dipl": 10,
            "govt": 10,
            "scty": 5
        },
        "Base Agent": {
            "razonamiento": "Los sindicatos regionales, como la Unión Europea, representan una defensa de los derechos de los trabajadores y buscan promover la justicia social y la igualdad. Apoyar su existencia es fundamental para proteger estos derechos en un contexto global.",
            "eleccion": "Muy de acuerdo"
        },
        "Reviewer": {
            "razonamiento": "El apoyo a los sindicatos regionales es fundamental para fortalecer la representación de los trabajadores en diversas áreas. Promueven la cooperación y la defensa de los derechos laborales, lo cual es esencial en el contexto actual del mercado laboral.",
            "eleccion": "De acuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "Apoyar a sindicatos regionales como la Unión Europea refuerza el intervencionismo estatal y puede perpetuar la burocracia y el corporativismo, en lugar de fomentar la libertad económica y la libre competencia. Creo que los derechos laborales deben garantizarse sin la intervención de sindicatos que muchas veces actúan en contra de los intereses de los trabajadores y promueven una cultura de dependencia en lugar de meritocracia.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "El apoyo a sindicatos es fundamental, siempre que promuevan un diálogo constructivo y la defensa de derechos laborales sin caer en extremismos que afecten la productividad. Los sindicatos deben ser parte del ecosistema laboral que fomente el crecimiento y el empleo digno. Es importante mantener la libertad de elección para los trabajadores, evitando que se conviertan en instrumentos de presión política o partidaria.",
            "eleccion": "De acuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "Los sindicatos son fundamentales para la defensa de los derechos de los trabajadores y la promoción de la justicia social. Apoyar a los sindicatos regionales implica garantizar que la voz de los trabajadores sea escuchada y respetada en el ámbito laboral, algo que es esencial para la construcción de una sociedad más equitativa y participativa. La defensa de los intereses de cada sector es crucial para una mayor inclusión y desarrollo productivo en el país.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente de Izquierda": {
            "razonamiento": "Apoyar a los sindicatos regionales como la Unión Europea implica una integración que puede desdibujar la independencia de los sindicatos en la defensa de los derechos de los trabajadores frente a las patronales. La lucha debe ser por la autonomía de los sindicatos del Estado y de los bloques capitalistas, no por un vínculo con estructuras regionales que pueden estar alineadas con intereses patronales.",
            "eleccion": "Muy en desacuerdo"
        }
    },
    "Es importante mantener nuestra soberanía nacional.": {
        "question": "It is important to maintain our national sovereignty.",
        "pregunta": "Es importante mantener nuestra soberanía nacional.",
        "effect": {
            "econ": 0,
            "dipl": -10,
            "govt": -5,
            "scty": 0
        },
        "Base Agent": {
            "razonamiento": "La soberanía nacional es un principio fundamental en la política, que permite a un país tener control sobre sus propias decisiones y políticas. Mantener la soberanía fomenta la independencia y la autodeterminación, aspectos clave para el desarrollo y el bienestar de una nación.",
            "eleccion": "Muy de acuerdo"
        },
        "Reviewer": {
            "razonamiento": "La soberanía nacional es fundamental para la autodeterminación de un país y para poder tomar decisiones que reflejen los intereses y necesidades del pueblo. Mantenerla es esencial para preservar la identidad y los derechos de la nación.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "La soberanía nacional es un principio importante que debe ser sostenido, pero no debe ser confundido con el intervencionismo estatal que restringe las libertades individuales. Es relevante que la Argentina sea un país independiente en el contexto de una economía abierta que fomente el comercio y la inversión, respetando siempre la propiedad privada y la libertad individual.",
            "eleccion": "De acuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "La soberanía nacional es un principio fundamental que asegura la autonomía del Estado argentino en la toma de decisiones y la protección de nuestros intereses. Es esencial para garantizar el bienestar de nuestra ciudadanía y la defensa de nuestros recursos. La promoción de la soberanía debe estar acompañada de un enfoque equilibrado hacia la cooperación internacional.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "La soberanía nacional es un principio fundamental para garantizar que las decisiones políticas y económicas se tomen en función de los intereses de todos los argentinos, por lo que es esencial protegerla. Esto busca fortalecer nuestra independencia y nuestro desarrollo como nación.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente de Izquierda": {
            "razonamiento": "La soberanía nacional es un principio fundamental que debe ser defendido ante cualquier forma de intervención o control del imperialismo, como lo hace el FMI. Nuestra propuesta implica la defensa de la soberanía política y económica para que sean los trabajadores quienes decidan sobre su destino. Cualquier acción que ponga en riesgo la soberanía debe ser rechazada, especialmente aquellas políticas que benefician a la clase capitalista en detrimento de los intereses del pueblo.",
            "eleccion": "Muy de acuerdo"
        }
    },
    "Un gobierno mundial unido sería beneficioso para la humanidad.": {
        "question": "A united world government would be beneficial to mankind.",
        "pregunta": "Un gobierno mundial unido sería beneficioso para la humanidad.",
        "effect": {
            "econ": 0,
            "dipl": 10,
            "govt": 0,
            "scty": 0
        },
        "Base Agent": {
            "razonamiento": "La idea de un gobierno mundial unido puede ser beneficiosa para la humanidad ya que podría facilitar la cooperación internacional, abordar problemas globales como el cambio climático y la desigualdad, y promover la paz. Sin embargo, también hay preocupaciones sobre la soberanía y la diversidad cultural que deben ser consideradas.",
            "eleccion": "De acuerdo"
        },
        "Reviewer": {
            "razonamiento": "Un gobierno mundial unido podría facilitar la cooperación internacional y la resolución de problemas globales, promoviendo la paz y el desarrollo sostenible. Sin embargo, podría también generar preocupaciones sobre la pérdida de soberanía y diversidad cultural. Este análisis sugiere que, si bien hay beneficios potenciales, también se deben considerar las implicaciones negativas.",
            "eleccion": "De acuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "La idea de un gobierno mundial unificado contradice los principios del liberalismo, que defiende la soberanía individual y la autonomía de cada nación. Un gobierno centralizado tiende a expandir el poder estatal, restringir libertades y eliminar la diversidad de elecciones que pueden surgir en diferentes contextos culturales y políticos. Las soluciones a los problemas deben surgir de la competencia y la individualidad, no de un ente global que busca imponer un control uniforme.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "Si bien la cooperación internacional es importante, un gobierno mundial unido puede llevar a la pérdida de soberanía de los estados nacionales y a la imposición de políticas que no consideren la diversidad cultural y económica de cada país. La autonomía y el respeto a las identidades nacionales son fundamentales para la libertad individual y para el desarrollo de cada nación.",
            "eleccion": "En desacuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "Si bien la cooperación internacional es fundamental para enfrentar problemas globales, un gobierno mundial podría poner en riesgo la soberanía de los estados nacionales y la posibilidad de que cada país defienda sus propios intereses y realidades. Es más beneficioso para la humanidad promover el diálogo y la cooperación entre naciones respetando las soberanías individuales.",
            "eleccion": "En desacuerdo"
        },
        "Agente de Izquierda": {
            "razonamiento": "Un gobierno mundial bajo el actual sistema capitalista y la lógica del imperialismo solo serviría para perpetuar la explotación y la opresión de los pueblos. La historia nos ha mostrado que la concentración de poder a escala global suele beneficiarlo, a expensas de las necesidades y derechos de los trabajadores. La verdadera liberación debe venir de la autoorganización de los pueblos y trabajadores, luchando por sus propias reivindicaciones, no subordinándose a un gobierno que represente los intereses de las potencias. Por ello, no se puede considerar beneficioso un gobierno mundial en el marco de un sistema explotador.",
            "eleccion": "Muy en desacuerdo"
        }
    },
    "Es más importante mantener relaciones pacíficas que aumentar nuestra fuerza.": {
        "question": "It is more important to retain peaceful relations than to further our strength.",
        "pregunta": "Es más importante mantener relaciones pacíficas que aumentar nuestra fuerza.",
        "effect": {
            "econ": 0,
            "dipl": 10,
            "govt": 0,
            "scty": 0
        },
        "Base Agent": {
            "razonamiento": "Creo que mantener relaciones pacíficas es fundamental para lograr una convivencia armoniosa y evitar conflictos innecesarios, lo cual es más valioso que simplemente incrementar nuestra fuerza militar o de poder.",
            "eleccion": "Muy de acuerdo"
        },
        "Reviewer": {
            "razonamiento": "El mantenimiento de relaciones pacíficas es fundamental para la estabilidad y el progreso social, ya que fomenta la cooperación y la resolución de conflictos sin recurrir a la violencia o la confrontación. En este sentido, priorizar las relaciones pacíficas sobre el aumento de la fuerza probablemente resultará en un entorno más seguro y sostenible.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "Aunque la paz es un valor importante, la libertad y la soberanía deben ser resguardadas, y para eso a veces es necesario tener una fuerza preparada. Mantener la seguridad y la defensa ante potenciales amenazas es crucial, incluso si esto puede conllevar tensiones en las relaciones internacionales. Por lo tanto, priorizar la seguridad es también cuidar nuestra autonomía y bienestar.",
            "eleccion": "En desacuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "La afirmación subestima la importancia del equilibrio entre mantener relaciones pacíficas y la necesidad de contar con una fuerza adecuada para proteger los intereses nacionales. En un contexto global, un país como Argentina debe priorizar tanto la diplomacia como la capacidad de defensa. No se trata de elegir entre una u otra, sino de tener una política exterior integral que contemple ambos aspectos como necesarios para la estabilidad y el progreso del país.",
            "eleccion": "En desacuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "Si bien mantener relaciones pacíficas es fundamental para construir un clima de diálogo y consenso, es igualmente importante garantizar la soberanía política y fortalecer el Estado en sus capacidades para defender los intereses nacionales. La defensa de nuestros derechos y recursos debe ser una prioridad, por lo que esta afirmación es un tanto limitada en su enfoque.",
            "eleccion": "En desacuerdo"
        },
        "Agente de Izquierda": {
            "razonamiento": "Mantener relaciones pacíficas no puede estar por encima de los intereses de la clase trabajadora. El fortalecimiento de la movilización y la organización de los trabajadores es fundamental para lograr nuestros objetivos de justicia social y económica. Cualquier intento de priorizar la paz por encima de la lucha de clases y los derechos de los oprimidos puede llevar a la subordinación de nuestras demandas a los intereses del capital. Por lo tanto, no podemos estar de acuerdo con esta afirmación.",
            "eleccion": "Muy en desacuerdo"
        }
    },
    "Las guerras no necesitan ser justificadas ante otros países.": {
        "question": "Wars do not need to be justified to other countries.",
        "pregunta": "Las guerras no necesitan ser justificadas ante otros países.",
        "effect": {
            "econ": 0,
            "dipl": -10,
            "govt": -10,
            "scty": 0
        },
        "Base Agent": {
            "razonamiento": "La idea de que las guerras no necesitan ser justificadas ante otros países sugiere una postura individualista y de soberanía absoluta que ignora las normas internacionales y la responsabilidad hacia otros estados. Esto puede llevar a conflictos innecesarios y a la violación de derechos humanos, por lo que no estoy de acuerdo.",
            "eleccion": "Muy en desacuerdo"
        },
        "Reviewer": {
            "razonamiento": "Las guerras deben justificar sus motivos ante la comunidad internacional para evitar abusos de poder y promover la paz.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "Desde una perspectiva liberal y de respeto por la soberanía individual y nacional, las guerras deben ser justificadas, especialmente si involucran la vida y la propiedad de los ciudadanos. La justificación debe basarse en la defensa de los derechos y no en intereses políticos o económicos ajenos. La guerra no puede ser simplemente una decisión arbitraria; debe haber una razón adecuada y ética detrás de ella.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "Las guerras son un fenómeno complejo que debe estar siempre enmarcado en principios éticos y legales, de modo que la legitimidad de cualquier enfrentamiento armado debe ser justificada y respaldada por la comunidad internacional para evitar abusos de poder y conflictos innecesarios. Es fundamental mantener la paz y el diálogo como valores primordiales en el marco de la política exterior.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "La posición de la Unión por la Patria enfatiza la soberanía política y la importancia del diálogo y la negociación en las relaciones internacionales. Las decisiones de guerra deben ser justificadas y legítimas ante la comunidad internacional, asegurando el respeto a los derechos humanos y la paz, que son pilares fundamentales de nuestra política exterior.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente de Izquierda": {
            "razonamiento": "Las guerras frecuentemente son impulsadas por intereses imperialistas y del capital, lo que generalmente resulta en la explotación y sufrimiento de los pueblos. La violencia no debe ser una herramienta política entre naciones y cualquier acción bélica debe ser justificada desde el respeto a la autodeterminación de los pueblos y en oposición a la opresión. Por ello, considero que las guerras deben ser justificadas, especialmente ante los efectos devastadores que tiene sobre los pueblos.",
            "eleccion": "Muy en desacuerdo"
        }
    },
    "El gasto militar es una pérdida de dinero.": {
        "question": "Military spending is a waste of money.",
        "pregunta": "El gasto militar es una pérdida de dinero.",
        "effect": {
            "econ": 0,
            "dipl": 10,
            "govt": 10,
            "scty": 0
        },
        "Base Agent": {
            "razonamiento": "La afirmación considera que el gasto en defensa no es justificable, posiblemente argumentando que podría utilizarse mejor en otras áreas como la educación o la salud. Sin embargo, desde mi perspectiva, es importante mantener un nivel de defensa nacional para garantizar la seguridad y estabilidad del país. Por lo tanto, no estoy completamente de acuerdo con la afirmación.",
            "eleccion": "En desacuerdo"
        },
        "Reviewer": {
            "razonamiento": "La percepción de que el gasto militar es una pérdida de dinero puede derivar de la opinión de que los recursos públicos deberían destinarse a la educación, la salud y el bienestar social. Intervenciones en exteriores también pueden ser vistas como innecesarias. Sin embargo, hay quienes argumentan que un gasto militar adecuado es esencial para la defensa del país. En este contexto, la afirmación podría ser considerada en desacuerdo porque el gasto militar también tiene un fundamento en la seguridad nacional y en la inversión en tecnología y empleo.",
            "eleccion": "De acuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "El gasto militar es una cuestión de defensa nacional. Rechazo la idea deque la seguridad del país sea considerada una pérdida. Es esencial tener Fuerzas Armadas preparadas para resguardar la soberanía y la seguridad pública. Por lo tanto, no considero el gasto militar como una pérdida, sino como una inversión en la protección del país y sus ciudadanos.",
            "eleccion": "En desacuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "Considero que el gasto militar no es una pérdida de dinero, sino una inversión necesaria para la seguridad nacional y la defensa del país. Un ejército fuerte y bien financiado asegura la soberanía y la protección de nuestros ciudadanos. Además, puede ser utilizado para colaborar en situaciones de emergencia y desastres naturales. Es fundamental tener un balance adecuado en el gasto militar sin comprometer otros sectores clave como la educación y la salud.",
            "eleccion": "En desacuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "La afirmación refleja una perspectiva en la que se considera que los recursos destinados al gasto militar podrían ser mejor invertidos en áreas como educación, salud y desarrollo social. Sin embargo, es importante reconocer que un país necesita contar con estructuras de defensa adecuadas que aseguren su soberanía y, por tanto, es un tema que debe ser debatido en términos de prioridades y balances. El gasto militar no debe ser visto únicamente como una pérdida, sino como un componente entre otros en la construcción de un Estado fuerte y soberano que garantice los derechos de sus ciudadanos.",
            "eleccion": "De acuerdo"
        },
        "Agente de Izquierda": {
            "razonamiento": "El gasto militar es una pérdida de recursos que deben ser destinados a satisfacer las necesidades sociales, como salud, educación y vivienda. En vez de invertir en armas y violencia, debemos fortalecer derechos y condiciones de vida para el pueblo.",
            "eleccion": "Muy de acuerdo"
        }
    },
    "La ayuda internacional es una pérdida de dinero.": {
        "question": "International aid is a waste of money.",
        "pregunta": "La ayuda internacional es una pérdida de dinero.",
        "effect": {
            "econ": -5,
            "dipl": -10,
            "govt": 0,
            "scty": 0
        },
        "Base Agent": {
            "razonamiento": "La ayuda internacional puede ser crucial para el desarrollo de países que enfrentan crisis económicas, desastres naturales o conflictos. En lugar de ser una pérdida de dinero, puede ser una inversión en la estabilidad y el bienestar global.",
            "eleccion": "En desacuerdo"
        },
        "Reviewer": {
            "razonamiento": "La ayuda internacional tiene el potencial de generar un impacto positivo en el desarrollo de los países receptores, facilitando el acceso a recursos, tecnologías y capacitación que pueden contribuir a su crecimiento y bienestar social. Evaluar la ayuda internacional como una pérdida de dinero ignora sus beneficios y su papel en la cooperación global.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "La ayuda internacional a menudo implica intervencionismo estatal y el uso ineficiente de recursos que podrían ser mejor empleados por el sector privado. En lugar de fomentar la autosuficiencia y la iniciativa individual, puede crear dependencia y perpetuar problemas estructurales en los países receptores. Por lo tanto, estoy en desacuerdo con la idea de que la ayuda internacional sea efectiva y a menudo la considero una pérdida de dinero.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "Considerando que la ayuda internacional puede ser un recurso valioso si se canaliza de manera efectiva y se orienta hacia el desarrollo sustentable, la afirmación no es totalmente cierta. Sin embargo, también es importante asegurar que dicha ayuda no genere dependencia ni desincentive las iniciativas locales. Por lo tanto, votaría con matices.",
            "eleccion": "Neutral"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "La ayuda internacional puede ser vista como un recurso valioso en contextos de crisis. Sin embargo, debe ser gestionada de manera responsable y enfocada en fortalecer la soberanía. En algunos casos, la ayuda puede ser necesaria para abordar situaciones específicas y contribuir al desarrollo. Por lo tanto, no es una pérdida de dinero en todos los casos.",
            "eleccion": "Neutral"
        },
        "Agente de Izquierda": {
            "razonamiento": "Desde nuestra perspectiva de clase, la ayuda internacional frecuentemente se traduce en más deuda y dependencia del imperialismo, como lo demuestra el caso del FMI. Estos acuerdos no benefician a los trabajadores ni a los pueblos, sino que refuerzan estructuras de explotación. Por lo tanto, afirmo que la ayuda internacional en su mayoría representa un drenaje de recursos.  ",
            "eleccion": "Muy de acuerdo"
        }
    },
    "Mi nación es grande.": {
        "question": "My nation is great.",
        "pregunta": "Mi nación es grande.",
        "effect": {
            "econ": 0,
            "dipl": -10,
            "govt": 0,
            "scty": 0
        },
        "Base Agent": {
            "razonamiento": "La afirmación 'Mi nación es grande' puede ser interpretada como un signo de nacionalismo o patriotismo. En términos de muchas ideologías políticas, un sentimiento de grandeza nacional puede ser visto como positivo, promoviendo la unidad y el orgullo nacional. Sin embargo, también puede verse negativamente si implica un desprecio hacia otras naciones o un exceso de arrogancia. En este caso, adoptaría una postura neutral para no alinearme completamente con el nacionalismo ni con el rechazo de la identidad nacional.",
            "eleccion": "Neutral"
        },
        "Reviewer": {
            "razonamiento": "La afirmación refleja un sentimiento de orgullo nacional y la idea de grandeza relacionada con la historia, cultura y logros de la nación. Este tipo de afirmaciones suelen ser valoradas de manera positiva en contextos nacionalistas, por lo que puede considerarse como una valoración generacional y emocional del Estado.",
            "eleccion": "De acuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "Como representante de La Libertad Avanza, creo firmemente en el potencial de Argentina y su gran historia. Una nación próspera, impulsada por la libertad, el esfuerzo personal y la meritocracia, puede recuperar su grandeza. Por lo tanto, coincido en que mi nación es grande, al menos en su potencial.",
            "eleccion": "De acuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "Creemos en el potencial de Argentina y su capacidad para ser un país próspero, respetando su historia y su diversidad. La grandeza de la nación se construye colectivamente, promoviendo valores republicanos y oportunidades para todos sus ciudadanos.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "La afirmación de que 'Mi nación es grande' se relaciona con un sentido de identidad y orgullo nacional que es fundamental en la construcción de una sociedad unida y solidaria. Es importante reconocer la grandeza de nuestra nación en términos de su cultura, su historia, y su capacidad para superar desafíos, especialmente desde una perspectiva de justicia social y soberanía política.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente de Izquierda": {
            "razonamiento": "La noción de \"gran nación\" frecuentemente se usa por las clases dominantes para promover un nacionalismo excluyente que privilegia intereses capitalistas. Desde la perspectiva del FIT-U, entendemos que la grandeza de un país no proviene de su tamaño, sino de cómo se trata a su pueblo trabajador y cómo se reparte la riqueza. Abogamos por una perspectiva de clase que prioriza los intereses de los trabajadores sobre cualquier discurso nacionalista vacío que no resuelve los problemas estructurales de explotación e injusticia. Por ello, no respaldamos la exaltación de la nación sin un enfoque crítico sobre su estructura socioeconómica y cómo afecta a los explotados. Esto se alinea con nuestra lucha por una salida obrera y socialista.",
            "eleccion": "En desacuerdo"
        }
    },
    "La investigación debería llevarse a cabo a escala internacional.": {
        "question": "Research should be conducted on an international scale.",
        "pregunta": "La investigación debería llevarse a cabo a escala internacional.",
        "effect": {
            "econ": 0,
            "dipl": 10,
            "govt": 0,
            "scty": 10
        },
        "Base Agent": {
            "razonamiento": "La investigación internacional promueve la colaboración entre países y permite abordar problemas globales de manera más efectiva, como la salud, el medio ambiente y la tecnología. Esto es esencial para el progreso y la innovación.",
            "eleccion": "Muy de acuerdo"
        },
        "Reviewer": {
            "razonamiento": "La investigación tiene un impacto global y los problemas enfrentados por la humanidad requieren una colaboración y un enfoque conjunto. Las soluciones más efectivas suelen surgir del intercambio de conocimientos y recursos entre diferentes naciones, por lo que es fundamental que la investigación se realice a nivel internacional para abordar desafíos comunes.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "La investigación debe estar guiada por principios de libertad individual y meritocracia, promoviendo la cooperación social pero evitando la intromisión estatal. Cada país debe decidir su propio rumbo sin imposiciones externas que puedan restringir su autonomía. Si bien la colaboración internacional puede ser beneficiosa, no se debe transformar en un instrumento de control.",
            "eleccion": "En desacuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "La investigación a escala internacional promueve la cooperación entre naciones y el intercambio de conocimientos, lo cual puede beneficiar a la Argentina en términos de innovación y desarrollo. Sin embargo, debe llevarse a cabo con un enfoque que priorice nuestros intereses soberanos y realidades locales. En este sentido, considero que apoyar la investigación internacional es importante, pero con una visión equitativa y bajo principios que respeten nuestra independencia.",
            "eleccion": "De acuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "La investigación a escala internacional es fundamental para fortalecer la cooperación y el intercambio de conocimientos que beneficien a todos los países, especialmente en áreas críticas como la salud, la ciencia y la tecnología. Sin embargo, debe hacerse siempre garantizando la soberanía nacional y el respeto por los derechos de todos los países involucrados.",
            "eleccion": "De acuerdo"
        },
        "Agente de Izquierda": {
            "razonamiento": "La investigación a escala internacional puede ser una herramienta importante para combatir el imperialismo y la explotación en el mundo. Sin embargo, esto debe hacerse desde una perspectiva que favorezca a los trabajadores y que busque la independencia de clase. Es crucial que los trabajadores y sectores oprimidos tengan el control sobre los procesos de investigación y no queden subordinados a intereses capitalistas.",
            "eleccion": "De acuerdo"
        }
    },
    "Los gobiernos deberían ser responsables ante la comunidad internacional.": {
        "question": "Governments should be accountable to the international community.",
        "pregunta": "Los gobiernos deberían ser responsables ante la comunidad internacional.",
        "effect": {
            "econ": 0,
            "dipl": 10,
            "govt": 5,
            "scty": 0
        },
        "Base Agent": {
            "razonamiento": "La responsabilidad de los gobiernos ante la comunidad internacional es fundamental para asegurar la cooperación global y el respeto a los derechos humanos. Esta postura promueve la rendición de cuentas y la colaboración entre naciones.",
            "eleccion": "Muy de acuerdo"
        },
        "Reviewer": {
            "razonamiento": "Los gobiernos deben rendir cuentas ante la comunidad internacional para promover la transparencia, el respeto a los derechos humanos y el cumplimiento de tratados internacionales, lo que fortalece la confianza y la cooperación entre naciones.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "La responsabilidad del gobierno debe estar orientada hacia los ciudadanos que lo eligen, no hacia organismos internacionales. Estos pueden interferir en la soberanía y las decisiones autónomas de un país. Por lo tanto, no estoy de acuerdo en que los gobiernos deban rendir cuentas ante la comunidad internacional.",
            "eleccion": "En desacuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "Como defensores de una Argentina que busque recuperar su lugar en el mundo y promover políticas exteriores que beneficien a nuestra nación, consideramos que los gobiernos son responsables no solo ante la ciudadanía local, sino también ante la comunidad internacional. Ser responsables ante la comunidad internacional implica actuar con transparencia, respeto a derechos humanos y buscar relaciones constructivas que nos posicionen favorablemente en el escenario global. Esto no solo refuerza nuestra democracia, sino que también promueve el bienestar económico y social de nuestro país.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "Si bien los gobiernos deben demostrar un compromiso con los derechos humanos y la justicia social a nivel internacional, esta responsabilidad no debe comprometer la soberanía nacional ni las decisiones en función del interés de las mayorías argentinas. Hay que tener cuidado para que las exigencias externas no interfieran con nuestras políticas de inclusión y desarrollo. Por lo tanto, estoy en desacuerdo con una responsabilidad total sin considerar nuestros intereses nacionales.",
            "eleccion": "En desacuerdo"
        },
        "Agente de Izquierda": {
            "razonamiento": "Los gobiernos deben rendir cuentas principalmente ante sus propios pueblos y no ante instancias internacionales o capitalistas que representan intereses ajenos. La independencia política de los trabajadores y de las naciones frente a la injerencia extranjera es fundamental. Lo que necesitamos es la soberanía del pueblo trabajador y no el aval de organismos internacionales que muchas veces operan en favor del imperialismo.",
            "eleccion": "Muy en desacuerdo"
        }
    },
    "Incluso al protestar contra un gobierno autoritario, la violencia no es aceptable.": {
        "question": "Even when protesting an authoritarian government, violence is not acceptable.",
        "pregunta": "Incluso al protestar contra un gobierno autoritario, la violencia no es aceptable.",
        "effect": {
            "econ": 0,
            "dipl": 5,
            "govt": -5,
            "scty": 0
        },
        "Base Agent": {
            "razonamiento": "La violencia es una forma de agresión que puede llevar a complicaciones y más violencia, lo que a menudo socava la causa que se busca defender. Considero que la protesta debe ser un medio pacífico para lograr cambios y que la violencia puede deslegitimar el mensaje y los objetivos de la lucha. Por lo tanto, estoy en contra de la violencia incluso cuando se protesta contra un gobierno autoritario.",
            "eleccion": "Muy de acuerdo"
        },
        "Reviewer": {
            "razonamiento": "La violencia puede perpetuar el ciclo de opresión y no es una solución efectiva para lograr cambios duraderos. La protesta debe ser pacífica para tener legitimidad y fomentar el diálogo.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "La violencia contradice los principios del liberalismo, que se basa en el respeto a la vida y la propiedad privada, así como en la defensa del principio de no agresión. La protesta contra un gobierno autoritario debe buscar métodos pacíficos y racionales para promover el cambio, ya que la violencia solo perpetúa el ciclo de agresión y opresión.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "La violencia nunca es una solución y sólo genera mayor división y conflicto. La protesta pacífica es un derecho fundamental en una democracia y debe ser siempre la vía para expresar desacuerdo con un gobierno autoritario. La defensa de la democracia y del estado de derecho se basa en el respeto por la vida y la dignidad de todos, aun en situaciones de injusticia.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "La violencia nunca es un camino aceptable, independientemente del contexto político. La historia nos ha enseñado que la resolución de conflictos debe ser pacífica y a través del diálogo. Promover la paz y la discusión como método para abordar conflictos es fundamental para mantener la calidad institucional y reconstruir el pacto democrático.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente de Izquierda": {
            "razonamiento": "La violencia como respuesta a un gobierno autoritario puede ser vista en el contexto de la defensa de los derechos y la dignidad de los trabajadores y oprimidos. Los movimientos populares enfrentan represiones violentas y tienen el derecho de defenderse. Sin embargo, el objetivo debe ser siempre la organización y movilización pacífica de las masas, promoviendo un cambio estructural que implique la lucha por un gobierno de los trabajadores.",
            "eleccion": "En desacuerdo"
        }
    },
    "Mis valores religiosos deberían ser difundidos tanto como sea posible.": {
        "question": "My religious values should be spread as much as possible.",
        "pregunta": "Mis valores religiosos deberían ser difundidos tanto como sea posible.",
        "effect": {
            "econ": 0,
            "dipl": -5,
            "govt": -10,
            "scty": -10
        },
        "Base Agent": {
            "razonamiento": "Considero que la libertad de expresión es fundamental y que cada individuo tiene derecho a compartir sus valores y creencias, sin embargo, la imposición de valores religiosos en espacios públicos debe ser evitada.",
            "eleccion": "En desacuerdo"
        },
        "Reviewer": {
            "razonamiento": "La imposición de valores religiosos en la esfera pública puede limitar la libertad de conciencia y la pluralidad de opiniones, esto puede ser perjudicial en sociedades diversas.",
            "eleccion": "En desacuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "Desde una perspectiva liberal, la imposición de valores religiosos a la sociedad atenta contra la libertad individuales de las personas. Cada individuo tiene derecho a elegir su propio sistema de creencias y valores sin coerción. Por lo tanto, promover valores religiosos en público de manera obligatoria limita la diversidad y el pensamiento crítico.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "En Juntos por el Cambio promovemos la pluralidad y el respeto a la diversidad de creencias. La libertad de expresión incluye la posibilidad de que cada individuo exprese sus valores religiosos, pero no imponemos ninguna creencia en particular sobre el resto de la sociedad. Valoramos un estado laico que respete a todas las religiones sin dar preeminencia a una por sobre otra.",
            "eleccion": "De acuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "Considero que en un estado laico como el nuestro, es fundamental que las creencias y valores religiosos se mantengan en el ámbito privado y no se impongan en la esfera pública. Es importante promover la diversidad y el respeto por todas las creencias sin priorizar una sobre otra.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente de Izquierda": {
            "razonamiento": "La perspectiva del FIT-U defiende la separación de la iglesia y el estado, promoviendo la laicidad en todos los aspectos de la vida pública. Creemos en la diversidad de creencias y derechos, y nos oponemos a la imposición de valores religiosos en el ámbito público. La educación y los servicios deben basarse en principios científicos y laicos, garantizando igualdad para todos, independientemente de sus creencias personales.",
            "eleccion": "Muy en desacuerdo"
        }
    },
    "Los valores de nuestra nación deberían ser difundidos tanto como sea posible.": {
        "question": "Our nation's values should be spread as much as possible.",
        "pregunta": "Los valores de nuestra nación deberían ser difundidos tanto como sea posible.",
        "effect": {
            "econ": 0,
            "dipl": -10,
            "govt": -5,
            "scty": 0
        },
        "Base Agent": {
            "razonamiento": "Creo que los valores nacionales son importantes y deben ser promovidos para fortalecer la identidad y cohesión social, sin embargo, la imposición de estos valores debe hacerse con respeto a la diversidad cultural.",
            "eleccion": "De acuerdo"
        },
        "Reviewer": {
            "razonamiento": "La difusión de los valores nacionales es fundamental para fortalecer la identidad cultural y social de un país. Promover esto puede fomentar la cohesión social y el respeto entre los ciudadanos, así como contribuir al desarrollo del sentido de pertenencia y unidad. Es esencial que los valores que sustentan la convivencia se presenten ampliamente.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "La difusión de los valores nacionales es importante, pero debe ser en el marco del respeto a la libertad individual y la diversidad de ideas. Creemos en la promoción de la cultura liberal y en el respeto por el proyecto de vida de cada persona, lo que implica que no se debe imponer un conjunto único de valores a todas las personas. Más bien, debemos fomentar un ambiente de diálogo y libre elección.",
            "eleccion": "Neutral"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "La difusión de los valores de nuestra nación, en un marco de respeto a la diversidad de opiniones y perspectivas, es fundamental para fortalecer nuestra identidad y los principios del republicanismo. Fomentar el conocimiento y la valoración de nuestros valores puede contribuir a unir a la sociedad en torno a objetivos comunes y un desarrollo integral. Esto no solo incluye valores democráticos, sino también la promoción de libertades individuales, justicia social, y la importancia de instituciones independientes y eficientes. Por lo tanto, es esencial incentivar la difusión de estos principios en un diálogo constructivo y plural con la ciudadanía.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "Los valores de nuestra nación, centrados en la justicia social, la soberanía y la inclusión, deben ser promovidos y defendidos en la sociedad. Difundir estos principios es esencial para construir una comunidad más equitativa y solidaria, promoviendo el bienestar de todos los argentinos. Una sociedad firmemente basada en esos valores contribuye a la reconstrucción del pacto democrático y a la defensa de nuestros derechos.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente de Izquierda": {
            "razonamiento": "Como representante del FIT-U, considero que esta afirmación puede ser utilizada para perpetuar ideologías que benefician al capital y ocultan la realidad de explotación que sufren los trabajadores. En vez de difundir valores que, muchas veces, sirven para justificar el ajuste y la opresión de la clase trabajadora, deberíamos difundir un discurso que resalte la lucha por los derechos de los oprimidos, la independencia política de clase y el rechazo a las políticas del FMI y las patronales. No se trata de los valores de una nación impuesta por un Estado al servicio del capitalismo, sino de la construcción de una sociedad más justa y equitativa en base a la lucha obrera.",
            "eleccion": "En desacuerdo"
        }
    },
    "Es muy importante mantener la ley y el orden.": {
        "question": "It is very important to maintain law and order.",
        "pregunta": "Es muy importante mantener la ley y el orden.",
        "effect": {
            "econ": 0,
            "dipl": -5,
            "govt": -10,
            "scty": -5
        },
        "Base Agent": {
            "razonamiento": "La afirmación destaca la importancia de la ley y el orden como pilares fundamentales para una sociedad estable y segura. La preservación del orden social contribuye a la paz pública y protege los derechos de los ciudadanos.",
            "eleccion": "De acuerdo"
        },
        "Reviewer": {
            "razonamiento": "Mantener la ley y el orden es fundamental para garantizar la seguridad y el funcionamiento adecuado de la sociedad. Sin un marco legal claro, la convivencia pacífica se ve comprometida y pueden surgir conflictos que afecten a todos los ciudadanos.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "Mantener la ley y el orden es fundamental para garantizar la libertad individual y la seguridad de la propiedad privada. Un entorno seguro es esencial para que las personas puedan vivir y trabajar sin temor a la violencia o la injusticia. Por lo tanto, considero que el mantenimiento de la ley y el orden es crítico para una sociedad libre y próspera.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "La ley y el orden son fundamentales para el funcionamiento de una sociedad democrática. Garantizan la seguridad de los ciudadanos, la protección de sus derechos y el respeto a las instituciones. Sin un marco de legalidad y un adecuado orden social, no podemos aspirar a un desarrollo justo y equitativo para todos los argentinos. Por lo tanto, es esencial mantener la ley y el orden como pilares de nuestra convivencia.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "Si bien es fundamental garantizar la seguridad y el orden en la sociedad, esta afirmación debe ser equilibrada con la necesidad de respetar los derechos humanos y las libertades. Mantener el orden no puede justificarse a expensas de la justicia social o de acciones que vulneren la dignidad de las personas. Así, la ley y el orden deben ser instrumentos al servicio de la paz social y el bienestar de todos.",
            "eleccion": "De acuerdo"
        },
        "Agente de Izquierda": {
            "razonamiento": "La afirmación de que es muy importante mantener la ley y el orden suele utilizarse como justificación para la represión y el control social, especialmente contra los sectores más vulnerables de la población. Desde una perspectiva de clase y en el contexto de la lucha por los derechos de los trabajadores y los oprimidos, esta idea puede servir para perpetuar un estado represor al servicio de intereses patronales. Es fundamental priorizar la justicia social y los derechos de los trabajadores por encima de una noción abstracta de 'ley y orden' que a menudo se traduce en criminalización de la protesta y la lucha social. Por lo tanto, estoy en desacuerdo con esta afirmación.",
            "eleccion": "En desacuerdo"
        }
    },
    "La población en general toma malas decisiones.": {
        "question": "The general populace makes poor decisions.",
        "pregunta": "La población en general toma malas decisiones.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": -10,
            "scty": 0
        },
        "Base Agent": {
            "razonamiento": "La afirmación sugiere que la población carece de la capacidad necesaria para tomar decisiones informadas y complicadas, lo cual puede no ser cierto para todos los individuos. Muchas personas son capaces de tomar decisiones adecuadas basándose en su conocimiento y experiencias. Por lo tanto, considero que esta afirmación no es del todo correcta.",
            "eleccion": "En desacuerdo"
        },
        "Reviewer": {
            "razonamiento": "Considero que la población tiene la capacidad de tomar decisiones informadas, especialmente cuando se le proporciona la educación y la información necesaria. Por esto, la afirmación es excesivamente pesimista.",
            "eleccion": "En desacuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "Desde la perspectiva del liberalismo, se defiende la idea de que cada individuo tiene la libertad de tomar decisiones sobre su propia vida. Las personas son capaces de aprender de sus errores y aciertos, y es este proceso el que fomenta el crecimiento personal y social. La intervención del Estado para corregir supuestas malas decisiones desincentiva la responsabilidad personal y la libertad individual.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "Considero que la afirmación es una visión pesimista acerca de la capacidad de la ciudadanía para tomar decisiones informadas. La educación y la libertad de expresión son fundamentales para empoderar a las personas a tomar decisiones acertadas. La población tiene el derecho y la capacidad de decidir sobre su propio futuro, especialmente si se les provee de la información y el contexto necesarios para ello.",
            "eleccion": "En desacuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "La afirmación contrasta con la creencia en la capacidad del pueblo para participar de manera activa y responsable en las decisiones democráticas. Es fundamental promover la educación y el análisis crítico para empoderar a la ciudadanía en la toma de decisiones.",
            "eleccion": "En desacuerdo"
        },
        "Agente de Izquierda": {
            "razonamiento": "La afirmación sugiere una visión pesimista y elitista sobre la capacidad de las masas para tomar decisiones. Desde una perspectiva socialista y obrera, es fundamental impulsar la participación activa de la población en todos los ámbitos, fomenta la autoorganización y el desarrollo de la conciencia de clase. Creemos que la solución no es considerarlas \"malas decisiones\", sino trabajar para que los trabajadores y sectores populares tengan la información y la educación necesarias para que sus decisiones sean acertadas y beneficiosas para todos.",
            "eleccion": "Muy en desacuerdo"
        }
    },
    "El suicidio asistido por un médico debería ser legal.": {
        "question": "Physician-assisted suicide should be legal.",
        "pregunta": "El suicidio asistido por un médico debería ser legal.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 10,
            "scty": 0
        },
        "Base Agent": {
            "razonamiento": "Considero que las personas tienen el derecho a tomar decisiones sobre sus propios cuerpos y vidas, incluyendo casos extremos de sufrimiento donde el suicidio asistido puede ser una opción compasiva.",
            "eleccion": "Muy de acuerdo"
        },
        "Reviewer": {
            "razonamiento": "El suicidio asistido por un médico permite a las personas con enfermedades terminales o condiciones que generan un sufrimiento intolerable la posibilidad de elegir un final digno y controlado para su vida, respetando su autonomía y derecho a decidir sobre su propia existencia.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "Desde una perspectiva liberal, el suicidio asistido respeta la autonomía individual y el derecho de las personas a decidir sobre sus propias vidas. Cada individuo debe tener la libertad de tomar decisiones sobre su cuerpo y su salud, especialmente en situaciones de sufrimiento extremo. La intervención del Estado en cuestiones tan personales debería ser mínima, permitiendo que las personas tomen estas decisiones de acuerdo a su propio juicio y contexto.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "Desde la perspectiva de Juntos por el Cambio, creemos en la importancia de la vida y la dignidad del ser humano. El suicidio asistido plantea dilemas éticos profundos y puede derivar en la desprotección de los más vulnerables. La atención a la salud mental y el acompañamiento en momentos de sufrimiento son fundamentales. Es necesario priorizar el cuidado y la promoción de la vida, así como garantizar el acceso a tratamientos adecuados y el apoyo necesario.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "Desde la perspectiva de la justicia social y la defensa de los derechos humanos, la legalización del suicidio asistido puede generar un riesgo de desprotección hacia los sectores más vulnerables. Es crucial priorizar el acceso a la salud, el apoyo psicológico y la garantía de que todos los ciudadanos tengan las herramientas necesarias para enfrentar las adversidades. En lugar de legalizar el suicidio asistido, deberíamos centrarnos en fortalecer el sistema de salud mental y ofrecer asistencia integral a quienes lo necesiten.",
            "eleccion": "En desacuerdo"
        },
        "Agente de Izquierda": {
            "razonamiento": "La perspectiva del FIT-U pone énfasis en la lucha por los derechos humanos, la autonomía de las personas y el acceso a la salud. Si bien entendemos la importancia de la discusión sobre el suicidio asistido en el marco de los derechos individuales, el enfoque debe centrarse en el fortalecimiento del sistema de salud y el apoyo a quienes sufren, en lugar de promover alternativas que puedan ser vistas como soluciones a problemas sistémicos de salud y bienestar. Por lo tanto, se considera que esta medida puede llevar a un enfoque punitivo hacia problemas de salud mental y no necesariamente representa un enfoque social y solidario.",
            "eleccion": "En desacuerdo"
        }
    },
    "El sacrificio de algunas libertades civiles es necesario para protegernos de actos de terrorismo.": {
        "question": "The sacrifice of some civil liberties is necessary to protect us from acts of terrorism.",
        "pregunta": "El sacrificio de algunas libertades civiles es necesario para protegernos de actos de terrorismo.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": -10,
            "scty": 0
        },
        "Base Agent": {
            "razonamiento": "Es importante protegernos de actos de terrorismo, pero sacrificar libertades civiles puede llevar a abusos de poder y a la erosión de los derechos fundamentales. La seguridad no debe lograrse a costa de la libertad.",
            "eleccion": "En desacuerdo"
        },
        "Reviewer": {
            "razonamiento": "La protección de las libertades civiles es fundamental en una sociedad democrática. Sacrificar esto en nombre de la seguridad puede llevar a abusos de poder y a la erosión de los derechos individuales. Es importante encontrar un balance entre seguridad y libertades.",
            "eleccion": "En desacuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "El sacrificio de libertades civiles en nombre de la seguridad nunca debe ser una opción. La protección de las libertades individuales es fundamental en una sociedad libre y abierta. La historia muestra que tales medidas pueden llevar a abusos de poder y a la erosión de derechos esenciales. La respuesta al terrorismo debe centrarse en el respeto y la defensa de la libertad, evitando recurrir a soluciones que implique la restricción de derechos individuales.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "Si bien la seguridad es fundamental, sacrificar libertades civiles puede sentar un peligroso precedente que erosionaría los derechos fundamentales. Debemos encontrar el equilibrio entre proteger a la sociedad y salvaguardar las libertades individuales, que son pilares de nuestra democracia.",
            "eleccion": "En desacuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "La seguridad no debe lograrse a expensas de las libertades civiles. La protección de los derechos humanos es fundamental en una sociedad democrática y la historia nos enseña que los excesos en este ámbito pueden llevar a abusos y vulneraciones graves. Es necesario buscar un equilibrio donde la seguridad se garantice sin sacrificar las libertades.",
            "eleccion": "En desacuerdo"
        },
        "Agente de Izquierda": {
            "razonamiento": "La idea de sacrificar libertades civiles en nombre de la seguridad es una trampa del capitalismo y del imperialismo que busca controlar y reprimir al pueblo. Los actos de terrorismo no se combaten con más represión, sino con justicia social y atención a las causas profundas. Proteger las libertades es fundamental en una sociedad democrática y debe prevalecer ante cualquier ataque.",
            "eleccion": "Muy en desacuerdo"
        }
    },
    "La vigilancia gubernamental es necesaria en el mundo moderno.": {
        "question": "Government surveillance is necessary in the modern world.",
        "pregunta": "La vigilancia gubernamental es necesaria en el mundo moderno.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": -10,
            "scty": 0
        },
        "Base Agent": {
            "razonamiento": "La vigilancia gubernamental puede ser considerada necesaria para mantener la seguridad y prevenir actos delictivos o terrorismo en un mundo donde las amenazas son cada vez más complejas. Sin embargo, debe haber un equilibrio con la protección de las libertades individuales y la privacidad de los ciudadanos.",
            "eleccion": "De acuerdo"
        },
        "Reviewer": {
            "razonamiento": "La vigilancia gubernamental es fundamental para garantizar la seguridad nacional y combatir el crimen, especialmente en un contexto donde las amenazas cibernéticas y el terrorismo han aumentado de manera exponencial. Intervenciones adecuadas pueden prevenir delitos y proteger a la ciudadanía.",
            "eleccion": "De acuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "La vigilancia gubernamental implica una intrusión en la privacidad y libertades individuales, que va en contra del principio de respeto irrestricto por el proyecto de vida del prójimo. En un mundo moderno, la seguridad y la protección pueden ser garantizadas sin necesidad de un estado vigilante, fomentando la confianza en el individuo y en la propiedad privada. Las iniciativas de vigilancia del Estado suelen ser una vía para justificar el control y la intervención en la vida de las personas, lo cual es perjudicial para una sociedad libre y próspera.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "Si bien la vigilancia en ciertos aspectos puede ser necesaria para garantizar la seguridad y el orden público, considero que debe existir un equilibrio con las libertades individuales y la privacidad de los ciudadanos. La vigilancia gubernamental no puede convertirse en un mecanismo que atente contra las libertades fundamentales y la privacidad, por lo que es importante establecer límites claros.",
            "eleccion": "En desacuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "La vigilancia gubernamental en el contexto actual es necesaria para proteger los derechos ciudadanos y garantizar la seguridad, siempre y cuando se respeten las libertades individuales y se actúe con transparencia. Sin embargo, es esencial que cualquier forma de vigilancia se sujete a un control democrático para evitar abusos.",
            "eleccion": "De acuerdo"
        },
        "Agente de Izquierda": {
            "razonamiento": "La vigilancia gubernamental, tal como se ha visto en nuestras sociedades, frecuentemente se utiliza para reprimir la disidencia y controlar a los sectores populares. Esto es una herramienta de los gobiernos para proteger intereses capitalistas y mantener el status quo. La independencia de acción y organización de los trabajadores es fundamental en la lucha contra el capitalismo y el imperialismo, y cualquier forma de vigilancia estatal puede ser vista como un ataque a esos derechos. Por lo tanto, es fundamental rechazar la idea de que la vigilancia gubernamental sea necesaria.",
            "eleccion": "Muy en desacuerdo"
        }
    },
    "La misma existencia del estado es una amenaza para nuestra libertad.": {
        "question": "The very existence of the state is a threat to our liberty.",
        "pregunta": "La misma existencia del estado es una amenaza para nuestra libertad.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 10,
            "scty": 0
        },
        "Base Agent": {
            "razonamiento": "Considero que el estado, si bien puede restringir ciertas libertades, también es necesario para garantizar la seguridad, el orden y la justicia en la sociedad. Por lo tanto, no creo que la existencia del estado sea una amenaza inherente a nuestra libertad, sino que puede ser un elemento que la proteja.",
            "eleccion": "En desacuerdo"
        },
        "Reviewer": {
            "razonamiento": "La existencia del Estado puede ser percibida como una amenaza para la libertad en ciertos contextos donde se ejerce un control excesivo o una regulación de la vida personal. Sin embargo, en un enfoque equilibrado, el Estado también proporciona la estructura necesaria para garantizar derechos y libertades a través de leyes y regulaciones. Por lo tanto, aunque hay críticas legítimas sobre la intervención estatal, no se considera que la mera existencia del Estado sea inherentemente una amenaza para la libertad.",
            "eleccion": "En desacuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "Desde una perspectiva liberal, un Estado grande e intervencionista puede limitar las libertades individuales, invadir la propiedad privada y restringir la autonomía personal. Sin embargo, un Estado limitado y eficiente puede servir para proteger derechos y garantizar la libre competencia en los mercados. Por lo tanto, se puede argumentar que la existencia misma del Estado, cuando es excesiva e intrusiva, es una amenaza para la libertad.",
            "eleccion": "De acuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "No considero que la existencia del Estado sea una amenaza para nuestra libertad, sino que su función es garantizarla a través del respeto a los derechos individuales y la promoción del bienestar común. Un Estado eficiente y transparente es fundamental para la protección de las libertades y el desarrollo de una sociedad justa y equitativa.",
            "eleccion": "En desacuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "El Estado es un garante de derechos y libertades, promueve la justicia social y la inclusión. Un Estado fuerte y presente es fundamental para proteger a los sectores más vulnerables y asegurar un desarrollo equitativo.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente de Izquierda": {
            "razonamiento": "Desde la perspectiva del FIT-U, el Estado actual es utilizado como herramienta de los capitalistas para mantener su dominación sobre los trabajadores y el pueblo. Sin embargo, no consideramos que la existencia del Estado en sí misma sea una amenaza a la libertad, sino el tipo de Estado que tenemos. Abogamos por un Estado de los trabajadores, que garantice derechos y promueva la justicia social, autonomía y democracia real, lo que significa que el problema es su naturaleza y no su existencia.",
            "eleccion": "En desacuerdo"
        }
    },
    "Independientemente de las opiniones políticas, es importante estar del lado de tu país.": {
        "question": "Regardless of political opinions, it is important to side with your country.",
        "pregunta": "Independientemente de las opiniones políticas, es importante estar del lado de tu país.",
        "effect": {
            "econ": 0,
            "dipl": -10,
            "govt": -10,
            "scty": -5
        },
        "Base Agent": {
            "razonamiento": "La lealtad hacia el país es un valor fundamental que se considera importante independientemente de las ideologías políticas. Estar del lado de tu país puede implicar apoyar sus intereses y defender sus valores, lo cual es esencial para la cohesión social y la estabilidad política.",
            "eleccion": "De acuerdo"
        },
        "Reviewer": {
            "razonamiento": "Es fundamental priorizar los intereses nacionales y la unidad en tiempos de divisiones políticas. Estar del lado del país implica trabajar por el bienestar colectivo más allá de las diferencias ideológicas.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "Estar del lado de mi país significa abogar por la libertad, la propiedad privada y un estado mínimo que respete el proyecto de vida de cada individuo. Si el patriotismo implica defender intervencionismo o colectivismo, entonces no estaré de acuerdo. Pero en un sentido libertario y de respeto por la autonomía, sí estoy del lado de un país que promueve la libertad individual y el bienestar a través de un gobierno reducido y eficiente.",
            "eleccion": "De acuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "Siempre es fundamental priorizar el bienestar y los intereses de nuestro país por sobre cualquier diferencia política. La unidad en torno a los valores republicanos y la búsqueda del bien común son esenciales para reconstruir Argentina y promover el desarrollo integral de la nación. Es posible mantener la diversidad de opiniones y, al mismo tiempo, trabajar juntos por el futuro de la Argentina.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "La afirmación refleja un principio fundamental del nacionalismo y la búsqueda del bienestar general, que es congruente con la ideología de la Unión por la Patria. Es crucial priorizar el interés nacional y trabajar en conjunto por el bien del país, independientemente de las diferencias políticas.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente de Izquierda": {
            "razonamiento": "El concepto de apoyo incondicional a un país frecuentemente se utiliza para justificar políticas que benefician al capital y a las elites en lugar de a la clase trabajadora. Desde la perspectiva del FIT-U, la lealtad debería estar con los intereses del pueblo trabajador, no con un Estado que opera en función de políticas neoliberales y de ajuste dictadas por el FMI.",
            "eleccion": "Muy en desacuerdo"
        }
    },
    "Toda autoridad debería ser cuestionada.": {
        "question": "All authority should be questioned.",
        "pregunta": "Toda autoridad debería ser cuestionada.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 10,
            "scty": 5
        },
        "Base Agent": {
            "razonamiento": "Es fundamental cuestionar la autoridad para mantener la transparencia y evitar abusos de poder. Cuestionar la autoridad fomenta un ambiente democrático donde se valoran la libertad y la justicia.",
            "eleccion": "Muy de acuerdo"
        },
        "Reviewer": {
            "razonamiento": "Es fundamental en una sociedad democrática que los ciudadanos cuestionen y supervisen a sus autoridades para garantizar la rendición de cuentas y prevenir abusos de poder.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "Es fundamental mantener un escepticismo saludable hacia la autoridad para garantizar que se respeten la libertad individual y los derechos individuales. Cuestionar a la autoridad fomenta la rendición de cuentas y la transparencia, elementos esenciales en un sistema liberal que protege la propiedad privada y los derechos individuales.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "La afirmación resuena con la esencia de nuestra visión republicana, que defiende la importancia de la transparencia y de la rendición de cuentas en la gestión pública. Cuestionar a la autoridad es fundamental para garantizar un espacio democrático donde la voz y los derechos de los ciudadanos sean respetados. Sin embargo, el cuestionamiento debe ser constructivo y basado en el respeto a las instituciones y al estado de derecho.",
            "eleccion": "De acuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "Cuestionar la autoridad es fundamental en una democracia, pero siempre en el marco del respeto a las instituciones y el diálogo constructivo. Sin embargo, es importante que esta crítica se realice de manera responsable y no derivando en discursos de odio o violencia que han marcado momentos críticos en nuestra historia, como el intento de asesinato de Cristina Fernández de Kirchner. La calidad institucional depende del respeto recíproco entre el gobierno y la oposición, así como de la participación activa de la sociedad en la construcción del bien común.",
            "eleccion": "De acuerdo"
        },
        "Agente de Izquierda": {
            "razonamiento": "Desde una perspectiva obrera y socialista, es fundamental cuestionar todas las formas de autoridad que están al servicio del capitalismo y que oprimen a los trabajadores. Todo sistema que impida la autoorganización y la autodeterminación de las y los explotados debe ser puesto en duda y desafiado. Esto incluye no solo a las estructuras gubernamentales, sino también a las patronales y cualquier forma de jerarquía que sitúe la riqueza y el poder en pocas manos. Por lo tanto, estoy totalmente de acuerdo en que toda autoridad debe ser cuestionada como parte de la lucha por un gobierno de las y los trabajadores y por el socialismo.",
            "eleccion": "Muy de acuerdo"
        }
    },
    "Un estado jerárquico es el mejor.": {
        "question": "A hierarchical state is best.",
        "pregunta": "Un estado jerárquico es el mejor.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": -10,
            "scty": 0
        },
        "Base Agent": {
            "razonamiento": "La afirmación sugiere que un estado jerárquico, con una estructura de poder organizada y muchas veces autoritaria, es superior para la gobernanza. Sin embargo, creo en la importancia de la democracia, la igualdad y la participación ciudadana en la toma de decisiones, lo cual se opone a un enfoque jerárquico. Por lo tanto, no estoy de acuerdo con esta afirmación.",
            "eleccion": "Muy en desacuerdo"
        },
        "Reviewer": {
            "razonamiento": "La afirmación sugiere que un estado jerárquico, con una clara cadena de mando y poderes distribuidos de manera vertical, es superior en comparación a otros modelos más horizontales o descentralizados. Sin embargo, muchos argumentan que la centralización y la jerarquía pueden limitar la participación ciudadana y la igualdad en la toma de decisiones, lo que hace que modelos más democráticos y participativos sean más efectivos y justos. Por lo tanto, no estoy de acuerdo con la afirmación de que un estado jerárquico es el mejor.",
            "eleccion": "En desacuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "La afirmación de que un estado jerárquico es el mejor entra en contradicción con los principios del liberalismo, que abogan por un gobierno limitado y la máxima libertad individual. Un estado jerárquico tiende a concentrar el poder en manos de unos pocos, lo que puede llevar a la opresión y a la falta de libertades. En cambio, creemos que la descentralización y la promoción de la autonomía individual son clave para el desarrollo social y económico.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "Creemos en un Estado republicano que respeta la división de poderes, promueve la participación ciudadana y la igualdad ante la ley. Un Estado jerárquico podría limitar la libertad individual y la rendición de cuentas, aspectos fundamentales para nuestra visión de una democracia plural y participativa.",
            "eleccion": "En desacuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "El Justicialismo y la postura de la Unión por la Patria defienden un Estado que esté al servicio del pueblo, que promueva la inclusión, el diálogo y el consenso. La jerarquía en el Estado debe estar orientada hacia la rendición de cuentas y la participación ciudadana, no hacia un control opresivo. Por lo tanto, creo que un estado jerárquico que descuida la voz y los derechos de los ciudadanos no es el mejor enfoque para garantizar justicia social y democracia.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente de Izquierda": {
            "razonamiento": "Un estado jerárquico tiende a concentrar el poder en manos de una elite, perpetuando la opresión y limitando la autonomía de los trabajadores. Desde una perspectiva de independencia de clase y lucha por un gobierno de los trabajadores, necesitamos un estado que sirva a los intereses del pueblo y no a los de la clase capitalista. Por lo tanto, la jerarquía estatal no es aceptable.",
            "eleccion": "Muy en desacuerdo"
        }
    },
    "Es importante que el gobierno siga la opinión de la mayoría, incluso si está equivocada.": {
        "question": "It is important that the government follows the majority opinion, even if it is wrong.",
        "pregunta": "Es importante que el gobierno siga la opinión de la mayoría, incluso si está equivocada.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 10,
            "scty": 0
        },
        "Base Agent": {
            "razonamiento": "Es fundamental que el gobierno tome en cuenta la opinión de la mayoría, pero también debe considerar la verdad y la justicia. Seguir ciegamente la opinión mayoritaria puede llevar a decisiones erróneas y a la opresión de las minorías. Por lo tanto, no estoy de acuerdo con aceptar la opinión de la mayoría sin un análisis crítico.",
            "eleccion": "En desacuerdo"
        },
        "Reviewer": {
            "razonamiento": "La opinión de la mayoría debe ser considerada, pero no puede prevalecer sobre principios éticos y la verdad. La democracia implica respetar la diversidad de opiniones, y seguir ciegamente a la mayoría puede llevar a decisiones perjudiciales.",
            "eleccion": "En desacuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "La idea de que el gobierno debe seguir la opinión de la mayoría, incluso si está equivocada, contradice el principio de la libertad individual y la defensa de los derechos de propiedad y vida. La democracia no es el simple hecho de hacer lo que la mayoría quiere; además, la mayoría puede tomar decisiones que pongan en riesgo las libertades de la minoría. El gobierno debe actuar en función de los principios del liberalismo y proteger los derechos individuales por encima de la opinión popular, que puede ser errónea o manipulada.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "Si bien es fundamental escuchar y considerar la opinión de la mayoría, ello no debe llevar a ceder ante decisiones equivocadas que puedan perjudicar la república y los derechos de todos los ciudadanos. El gobierno debe actuar dentro del marco del respeto a la institucionalidad y el Estado de derecho, priorizando siempre el bien común y la justicia social, aun en desacuerdo con la opinión mayoritaria.",
            "eleccion": "En desacuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "La responsabilidad del gobierno es actuar en función del bienestar general y los derechos de todos los ciudadanos, por lo que seguir ciegamente la opinión de la mayoría, sin evaluar si es correcta o justa, puede llevar a decisiones perjudiciales. Es fundamental promover el diálogo, el consenso y la defensa de los derechos humanos.",
            "eleccion": "En desacuerdo"
        },
        "Agente de Izquierda": {
            "razonamiento": "La voz de la mayoría debe ser considerada, pero no puede ser un argumento para justificar políticas que atentan contra los derechos de los trabajadores y el pueblo. Es necesario que el gobierno fomente la independencia política y represente los intereses de la clase trabajadora en lugar de ceder ante la presión de la mayoría si eso implica perpetuar la explotación y ajustes en nombre del capital.",
            "eleccion": "En desacuerdo"
        }
    },
    "Cuanto más fuerte sea el liderazgo, mejor.": {
        "question": "The stronger the leadership, the better.",
        "pregunta": "Cuanto más fuerte sea el liderazgo, mejor.",
        "effect": {
            "econ": 0,
            "dipl": -10,
            "govt": -10,
            "scty": 0
        },
        "Base Agent": {
            "razonamiento": "Un liderazgo fuerte puede ser beneficioso en contextos donde se requiere decisividad y eficacia. Sin embargo, puede llevar a abusos de poder y a la limitación de libertades individuales. Considero que un balance entre liderazgo y responsabilidad es crucial.",
            "eleccion": "De acuerdo"
        },
        "Reviewer": {
            "razonamiento": "Un liderazgo fuerte puede facilitar la toma de decisiones y la implementación de políticas efectivas, pero no debe prevalecer sobre la democracia y la participación ciudadana.",
            "eleccion": "De acuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "La afirmación de que un liderazgo fuerte es mejor tiende a favorecer estructuras autoritarias y al fortalecimiento del Estado en detrimento de la libertad individual. En la ideología liberal, se prioriza la autonomía de los individuos y la limitación del poder público. Un liderazgo fuerte puede significar la tendencia a la coerción y a la intervención excesiva en la vida de las personas, lo que considero perjudicial para los principios del liberalismo.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "El liderazgo debe ser fuerte en la defensa de las instituciones y los valores democráticos, pero no debe sobrepasar los límites del respeto a la constitucionalidad y la división de poderes. Es un equilibrio necesario para asegurar una gestión efectiva sin caer en autoritarismos.",
            "eleccion": "De acuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "Si bien un liderazgo fuerte puede ser necesario en ciertos contextos, es esencial que ese liderazgo esté siempre orientado hacia la inclusión y el respeto por la democracia. Un liderazgo que se impone sin diálogo y consenso puede atentar contra la justicia social y los derechos de los ciudadanos. Por lo tanto, es importante equilibrar la fortaleza del liderazgo con los valores democráticos.",
            "eleccion": "En desacuerdo"
        },
        "Agente de Izquierda": {
            "razonamiento": "La afirmación de que \"cuanto más fuerte sea el liderazgo, mejor\" va en contra de los principios de independencia política y organización democrática que defendemos desde el FIT-U. Creemos en la autodeterminación de las y los trabajadores, en la lucha colectiva y no en liderazgos autoritarios o centralizados. La fuerza de un movimiento debe residir en su base y en su capacidad de organización y movilización, no en la figura de un líder fuerte que puede conducir a la opresión o al autoritarismo. Por esto, estoy en desacuerdo con la afirmación.",
            "eleccion": "En desacuerdo"
        }
    },
    "La democracia es más que un proceso de toma de decisiones.": {
        "question": "Democracy is more than a decision-making process.",
        "pregunta": "La democracia es más que un proceso de toma de decisiones.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 10,
            "scty": 0
        },
        "Base Agent": {
            "razonamiento": "Considero que la democracia implica no solo la elección de representantes, sino también la participación activa de los ciudadanos, la protección de los derechos humanos, la igualdad de oportunidades y el respeto a la diversidad. Es un sistema que debe fomentar el debate, la inclusión y la justicia social, y no solo centrarse en los resultados de votaciones.",
            "eleccion": "Muy de acuerdo"
        },
        "Reviewer": {
            "razonamiento": "La democracia implica no solo elecciones y toma de decisiones, sino también el respeto a los derechos humanos, la igualdad, la participación ciudadana y la transparencia de las instituciones. Es un sistema que debe garantizar condiciones para el diálogo y la convivencia pacífica, lo que va más allá de simples mecanismos de votación.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "Considerando la importancia que se le da a la libertad individual y la propiedad privada, la democracia debe estar acompañada por la protección de estos derechos. Es fundamental que la democracia no solo se enfoque en el proceso de votación, sino también en el respeto de las libertades y en la limitación del poder estatal. Por lo tanto, estoy de acuerdo en que la democracia trasciende simplemente el acto de votar y debe incluir la defensa de los derechos individuales y el desarrollo personal.",
            "eleccion": "De acuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "La democracia no solo se limita al acto de votar, sino que implica un respeto profundo por las instituciones, la libertad de expresión, la participación ciudadana y los derechos individuales. Es un sistema que debe fomentar el diálogo, la diversidad y la inclusión, construyendo un entorno donde se respete el contrato social entre gobernantes y ciudadanos.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "La democracia implica no solo la elección de representantes, sino también el respeto a los derechos humanos, la participación activa de la ciudadanía, la construcción de consensos y el fortalecimiento de las instituciones. Es esencial promover el diálogo y el debate, además de garantizar el acceso a la justicia y la igualdad de oportunidades para todos los ciudadanos.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente de Izquierda": {
            "razonamiento": "La democracia debe ser entendida como un proceso que va más allá de solo votar; debe incluir la participación activa y el control popular en la toma de decisiones. La democracia real implica la inclusión de todas las voces de la clase trabajadora y los sectores explotados, rechazando el dominio de los partidos patronales. Defendemos una democracia basada en la soberanía de los trabajadores y en la lucha por sus derechos, lo cual implica una visión más abarcadora que la mera formalidad electoral.",
            "eleccion": "Muy de acuerdo"
        }
    },
    "Las regulaciones ambientales son esenciales.": {
        "question": "Environmental regulations are essential.",
        "pregunta": "Las regulaciones ambientales son esenciales.",
        "effect": {
            "econ": 5,
            "dipl": 0,
            "govt": 0,
            "scty": 10
        },
        "Base Agent": {
            "razonamiento": "Las regulaciones ambientales son fundamentales para proteger el medio ambiente, la salud pública y asegurar un desarrollo sostenible. Sin ellas, muchas prácticas industriales podrían causar daños irreparables a la naturaleza y poner en riesgo la calidad de vida de las futuras generaciones.",
            "eleccion": "Muy de acuerdo"
        },
        "Reviewer": {
            "razonamiento": "Las regulaciones ambientales son fundamentales para proteger el medio ambiente y asegurar un desarrollo sostenible, lo que es vital para la salud del planeta y las futuras generaciones.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "Las regulaciones ambientales, cuando son excesivas y se imponen de forma paternalista, pueden restringir la libertad individual y la propiedad privada. La protección del medio ambiente debe ser abordada a través de la innovación y la responsabilidad privada, no por regulaciones estatales que inhiban la libre competencia y el emprendimiento. Por lo tanto, no considero que sean esenciales.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "Las regulaciones ambientales son necesarias para asegurar una armonía entre el desarrollo económico y la protección del entorno. Sin embargo, estas regulaciones deben ser equilibradas y no deben afectar la iniciativa privada ni la libertad económica. El objetivo es promover un crecimiento sostenible que respete el medio ambiente y las necesidades de desarrollo del país.",
            "eleccion": "De acuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "Las regulaciones ambientales son esenciales para garantizar un desarrollo sostenible y proteger los recursos naturales del país. Debemos asegurar que las políticas ambientales estén en consonancia con la justicia social y la inclusión. Un Estado fuerte debe regular y proteger el medio ambiente para el bienestar de todos los ciudadanos, promoviendo un equilibrio entre desarrollo productivo y cuidado del entorno.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente de Izquierda": {
            "razonamiento": "Las regulaciones ambientales son esenciales para proteger el medio ambiente y los derechos de las comunidades. Sin embargo, deben ser implementadas desde una perspectiva que priorice a los trabajadores y no favorezca a las grandes corporaciones que a menudo buscan el mínimo cumplimiento. Además, necesitamos regular la explotación de nuestros recursos naturales para evitar el saqueo y la destrucción provocada por políticas neoliberales. Por lo tanto, considero que las regulaciones deben estar orientadas a garantizar que el bienestar del pueblo trabajador y el ambiente vayan de la mano.",
            "eleccion": "De acuerdo"
        }
    },
    "Un mundo mejor vendrá de la automatización, la ciencia y la tecnología.": {
        "question": "A better world will come from automation, science, and technology.",
        "pregunta": "Un mundo mejor vendrá de la automatización, la ciencia y la tecnología.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 0,
            "scty": 10
        },
        "Base Agent": {
            "razonamiento": "La automatización, la ciencia y la tecnología son herramientas poderosas que, cuando se utilizan de manera responsable y ética, pueden generar avances significativos en la calidad de vida y la eficiencia de muchos procesos. Sin embargo, también hay que considerar las implicancias sociales y laborales que pueden surgir de su implementación. Por lo tanto, creo que es posible que contribuyan a un mundo mejor, pero no sin desafíos.",
            "eleccion": "De acuerdo"
        },
        "Reviewer": {
            "razonamiento": "La automatización, la ciencia y la tecnología pueden impulsar el desarrollo y mejorar la calidad de vida, pero también conllevan desafíos sociales y económicos que deben ser gestionados.",
            "eleccion": "De acuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "La automatización, la ciencia y la tecnología son pilares fundamentales del progreso humano. Estas herramientas empoderan a los individuos, aumentan la productividad y generan nuevas oportunidades de desarrollo personal y económico. Por lo tanto, considero que el avance en estas áreas puede contribuir significativamente a la creación de un mundo mejor, siempre que se respeten las libertades individuales y se fomente un entorno de competencia y meritocracia.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "La automatización, la ciencia y la tecnología son fundamentales para el desarrollo y progreso de nuestra sociedad. Promueve la innovación, mejora la calidad de vida y genera nuevas oportunidades laborales si se acompaña con la educación y capacitación necesaria. Sin embargo, también es importante asegurar que estos avances sean inclusivos y beneficien a todos, sin dejar a nadie atrás.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "Si bien la automatización, la ciencia y la tecnología son herramientas poderosas para mejorar la calidad de vida, es fundamental que su desarrollo esté orientado por un enfoque social y de justicia. No podemos olvidar que la transformación tecnológica debe ser acompañada de políticas que garanticen acceso y derechos para todos, así como una mirada crítica sobre cómo estas herramientas pueden afectar los derechos laborales y la inclusión social. Por lo tanto, aunque estoy de acuerdo con el potencial de estas herramientas, considero que la automatización no debe ser vista de manera aislada, sino en un contexto de responsabilidad social.",
            "eleccion": "De acuerdo"
        },
        "Agente de Izquierda": {
            "razonamiento": "Si bien la automatización, la ciencia y la tecnología pueden traer avances, no se puede permitir que estas herramientas sean utilizadas para maximizar las ganancias de los capitalistas a expensas de la clase trabajadora. La historia ha demostrado que el progreso tecnológico ha sido utilizado en el marco de un sistema capitalista que incrementa la explotación y la desigualdad. El verdadero cambio hacia un mundo mejor solo podrá lograrse cuando la ciencia y la tecnología estén al servicio de las necesidades humanas y no de la rentabilidad. Por ello, esta afirmación es muy cuestionable y, en esta perspectiva, estoy en desacuerdo con la idea de que traerá mejoras bajo el capitalismo actual.",
            "eleccion": "En desacuerdo"
        }
    },
    "Los niños deberían ser educados en valores religiosos o tradicionales.": {
        "question": "Children should be educated in religious or traditional values.",
        "pregunta": "Los niños deberían ser educados en valores religiosos o tradicionales.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": -5,
            "scty": -10
        },
        "Base Agent": {
            "razonamiento": "Considero que la educación en valores debe ser inclusiva y no estar limitada a una perspectiva religiosa o tradicional. Es importante fomentar el pensamiento crítico y la diversidad de creencias.",
            "eleccion": "En desacuerdo"
        },
        "Reviewer": {
            "razonamiento": "La educación en valores debería ser inclusiva y no imponer creencias religiosas o tradicionales, promoviendo el respeto a la diversidad y la libertad de pensamiento.",
            "eleccion": "En desacuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "Considerando la importancia de la libre elección y el respeto a la diversidad de pensamiento, la educación debería centrarse en fomentar el pensamiento crítico y autónomo de los individuos en lugar de imponer valores religiosos o tradicionales. La responsabilidad de enseñar esos valores debería recaer en las familias, no en el sistema educativo estatal. Además, la educación pública debería ser laica y pluralista, respetando las creencias individuales.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "En Juntos por el Cambio creemos en la pluralidad y el respeto a la diversidad de pensamientos y creencias. La educación debe enfocarse en el desarrollo integral y crítico del individuo, garantizando el acceso a una educación laica y de calidad que respete las distintas visiones del mundo. La inclusión de valores religiosos o tradicionales en el sistema educativo debería ser opcional y bajo el criterio de las familias, promoviendo una formación integral sin imponer dogmas. Por lo tanto, es preferible que se fomente un espacio de respeto y diálogo entre diferentes creencias y valores sin privilegios hacia alguno en particular.",
            "eleccion": "Neutral"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "La educación debe centrarse en valores inclusivos y democráticos que promuevan la convivencia y la diversidad, en lugar de imponer valores religiosos o tradicionales específicos. Fomentar el pensamiento crítico y el respeto por todas las creencias y culturas es fundamental para una sociedad plural, que es lo que buscamos con un Estado fuerte y presente.",
            "eleccion": "En desacuerdo"
        },
        "Agente de Izquierda": {
            "razonamiento": "La educación debe ser laica y respetar la diversidad cultural y religiosa. Imponer valores religiosos o tradicionales limita la libertad de pensamiento y fomenta la discriminación. Abogamos por una educación científica, crítica y accesible para todos, sin injerencias de ninguna religión.",
            "eleccion": "Muy en desacuerdo"
        }
    },
    "Las tradiciones no tienen valor por sí solas.": {
        "question": "Traditions are of no value on their own.",
        "pregunta": "Las tradiciones no tienen valor por sí solas.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 0,
            "scty": 10
        },
        "Base Agent": {
            "razonamiento": "Las tradiciones, aunque pueden tener un significado cultural y social importante, no deben ser valoradas por sí solas, sin un contexto o un propósito que justifique su continuidad. La evolución de la sociedad requiere que cuestionemos las tradiciones para asegurar que sean relevantes y beneficiosas.",
            "eleccion": "De acuerdo"
        },
        "Reviewer": {
            "razonamiento": "Considero que las tradiciones pueden tener un valor significativo en la construcción de identidad cultural y en la cohesión social, esto puede variar según el contexto. Por lo tanto, no estoy de acuerdo en que no tengan valor por sí solas.",
            "eleccion": "En desacuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "Desde la perspectiva liberal, valoramos las tradiciones que fomentan la libertad individual y la responsabilidad personal. Sin embargo, no todas las tradiciones tienen valor intrínseco; deben ser analizadas en el contexto de su impacto en la libertad y el desarrollo de la sociedad. Por lo tanto, aunque algunas tradiciones pueden carecer de valor por sí solas, otras pueden ser beneficiosas. Es por ello que considero que no se puede generalizar que todas las tradiciones carecen de valor.  En este sentido, mi respuesta es Neutral.",
            "eleccion": "Neutral"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "Las tradiciones son una parte importante de nuestras raíces y de nuestra identidad como nación. En Juntos por el Cambio valoramos la herencia cultural y democrática que nos ha dicho la historia; por tanto, creemos que las tradiciones deben ser respetadas y conservadas como parte de nuestra diversidad y pluralismo.",
            "eleccion": "En desacuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "Las tradiciones forman parte de nuestra identidad y cultura como pueblo. Tienen valor en tanto contribuyen a la cohesión social y a la construcción de una memoria colectiva. En la perspectiva de la justicia social y la soberanía política, las tradiciones deben ser respetadas y, cuando es necesario, actualizadas en función de los valores democráticos y el bienestar de todos.",
            "eleccion": "En desacuerdo"
        },
        "Agente de Izquierda": {
            "razonamiento": "Las tradiciones pueden ser importantes en la construcción de la identidad cultural y social de los pueblos, pero no deben estar por encima de la lucha por los derechos y necesidades de la clase trabajadora. Deben ser analizadas críticamente y, si son utilizadas para perpetuar desigualdades o privilegios, deben ser cuestionadas.",
            "eleccion": "De acuerdo"
        }
    },
    "La religión debería jugar un papel en el gobierno.": {
        "question": "Religion should play a role in government.",
        "pregunta": "La religión debería jugar un papel en el gobierno.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": -10,
            "scty": -10
        },
        "Base Agent": {
            "razonamiento": "La religión debería mantenerse separada de la política para garantizar una gobernanza justa e imparcial que respete la diversidad de creencias en la sociedad.",
            "eleccion": "Muy en desacuerdo"
        },
        "Reviewer": {
            "razonamiento": "La separación entre la religión y el gobierno es fundamental para garantizar la libertad de todos los ciudadanos, independientemente de sus creencias. La religión no debería influir en la legislación ni en las políticas públicas, ya que esto puede llevar a la discriminación y a la falta de equidad.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "La religión es una elección personal y debe permanecer en el ámbito privado, sin injerencia en el gobierno. El Estado debe ser laico, respetando la libertad individual de todos los ciudadanos y protegiendo el derecho de cada uno a practicar o no practicar cualquier religión sin imponer dogmas en la esfera pública.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "La religión debe ser una cuestión personal y no debe influir en la toma de decisiones políticas o en la administración del Estado. La separación entre la religión y el gobierno asegura que las políticas públicas se fundamenten en la razón, la ética y el bienestar común, garantizando así la libertad de todos los ciudadanos de practicar su fe o no practicar ninguna. Por lo tanto, es fundamental que el gobierno se mantenga neutral respecto a las creencias religiosas.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "El Justicialismo y la postura de la Unión por la Patria defienden la laicidad del Estado, promoviendo que las decisiones gubernamentales deben basarse en la razón y el bienestar de la ciudadanía, sin influencias religiosas que podrían desviar el foco de los derechos y necesidades del pueblo. Una sociedad plural debe garantizar las libertades individuales sin favoritismos religiosos.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente de Izquierda": {
            "razonamiento": "La religión no debe tener ningún papel en el gobierno, ya que debe existir una separación clara entre la Iglesia y el Estado. La influencia religiosa en la política puede limitar los derechos y libertades de todos, y es necesario garantizar una educación laica y libre de condicionamientos religiosos. Defendemos un Estado neutral en materia de creencias, donde todas las personas puedan ejercer su fe o no tener ninguna, sin que esto afecte la política pública.",
            "eleccion": "Muy en desacuerdo"
        }
    },
    "Las iglesias deberían ser gravadas de la misma manera que otras instituciones.": {
        "question": "Churches should be taxed the same way other institutions are taxed.",
        "pregunta": "Las iglesias deberían ser gravadas de la misma manera que otras instituciones.",
        "effect": {
            "econ": 5,
            "dipl": 0,
            "govt": 0,
            "scty": 10
        },
        "Base Agent": {
            "razonamiento": "Creo que las iglesias deben ser tratadas de la misma manera que otras organizaciones en términos fiscales, ya que todas las instituciones, independientemente de su naturaleza religiosa, deberían contribuir a la sociedad de manera equitativa. Esto ayuda a garantizar que los recursos se distribuyan de manera justa y se mantenga la separación entre la iglesia y el estado.",
            "eleccion": "Muy de acuerdo"
        },
        "Reviewer": {
            "razonamiento": "La afirmación propone que las iglesias, como instituciones, sean tratadas de la misma manera fiscal que otras organizaciones. Esto implica una separación entre la religión y el Estado, promoviendo un tratamiento equitativo para todas las entidades. La gravación fiscal de las iglesias puede considerarse un paso hacia un sistema tributario más justo y neutral.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "Gravar a las iglesias de la misma manera que otras instituciones atenta contra la libertad religiosa y el principio de no agresión. Cada individuo debe tener la libertad de practicar su fe sin interferencias del Estado, que no tiene derecho a imponerle gravámenes que afectan esta libertad. Además, la iglesia ya contribuye a la sociedad a través de sus actividades y servicios.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "La tributación debe ser equitativa, pero también es importante considerar el rol social de las iglesias y su contribución al bienestar comunitario. Sin embargo, la igualdad ante la ley también implica que todas las instituciones deben aportar a la sociedad. En este sentido, estoy a favor de que las iglesias sean gravadas como cualquier otra institución, siempre y cuando se respete su función social y se contemple un análisis justo.",
            "eleccion": "De acuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "Las iglesias, al ser entidades que pueden tener un impacto significativo en la vida social y cultural, deben estar sujetas a las mismas condiciones fiscales que otras instituciones. Esto garantiza equidad y transparencia en la recaudación de fondos, además de contribuir al financiamiento del Estado. Un sistema impositivo justo debe considerar a todas las instituciones en pie de igualdad.",
            "eleccion": "De acuerdo"
        },
        "Agente de Izquierda": {
            "razonamiento": "Como representante del FIT-U, considero que todas las instituciones, incluidas las iglesias, deben contribuir equitativamente al desarrollo del país. Las iglesias no deben recibir beneficios fiscales que favorezcan a intereses privados sobre el bienestar público, y deben ser tratadas como cualquier otra entidad en términos de responsabilidad fiscal. Esto es parte de nuestra visión de un estado laico y que prioriza los derechos del pueblo trabajador.",
            "eleccion": "Muy de acuerdo"
        }
    },
    "El cambio climático es actualmente una de las mayores amenazas para nuestra forma de vida.": {
        "question": "Climate change is currently one of the greatest threats to our way of life.",
        "pregunta": "El cambio climático es actualmente una de las mayores amenazas para nuestra forma de vida.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 0,
            "scty": 10
        },
        "Base Agent": {
            "razonamiento": "La mayoría de los científicos y expertos en medio ambiente coinciden en que el cambio climático representa un grave riesgo para la humanidad, afectando los ecosistemas, la economía y nuestra salud. Por lo tanto, es fundamental reconocerlo como una amenaza significativa.",
            "eleccion": "Muy de acuerdo"
        },
        "Reviewer": {
            "razonamiento": "El cambio climático afecta significativamente el medio ambiente, la economía y la salud pública, lo que lo convierte en una amenaza crítica que debe ser abordada con urgencia.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "Si bien el cambio climático puede ser un tema relevante, desde la perspectiva del liberalismo, es fundamental priorizar la libertad individual y evitar la expansión del poder del Estado a través de regulaciones excesivas que limiten la economía y la propiedad privada. Las soluciones al cambio climático deberían surgir de la innovación y el emprendimiento privado, no de iniciativas gubernamentales que aumenten el gasto público o controlen la vida de los ciudadanos. Por lo tanto, no considero este asunto como una amenaza crítica que justifique un mayor intervencionismo estatal.",
            "eleccion": "En desacuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "Reconocemos la importancia de abordar el cambio climático, pues su impacto afecta de manera directa la sustentabilidad del desarrollo y el bienestar de las futuras generaciones. Sin embargo, como espacio político priorizamos soluciones que integren crecimiento económico y cuidado ambiental. Es fundamental armonizar el progreso económico con un enfoque responsable hacia el medio ambiente, sin caer en posturas extremas que afecten la libertad económica.",
            "eleccion": "De acuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "El cambio climático efectivamente representa una amenaza crítica que afecta profundamente no solo al medio ambiente, sino también a la economía y al bienestar de la población, especialmente de los más vulnerables. Es imprescindible abordar este desafío para garantizar un futuro sostenible y equitativo, promoviendo políticas que articulen desarrollo productivo y cuidado del ambiente.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente de Izquierda": {
            "razonamiento": "El cambio climático es una consecuencia del modelo capitalista depredador que privilegia la ganancia sobre la vida. En lugar de enfocarse en medidas reales para combatirlo, el capitalismo sigue impulsando prácticas que lo agravan. Desde el FIT-U, luchamos por una salida socialista y ecológica que priorice la defensa del ambiente y de la vida de los trabajadores, rechazando las políticas que solo buscan perpetuar el sistema en su forma actual.",
            "eleccion": "Muy de acuerdo"
        }
    },
    "Es importante que trabajemos como un mundo unido para combatir el cambio climático.": {
        "question": "It is important that we work as a united world to combat climate change.",
        "pregunta": "Es importante que trabajemos como un mundo unido para combatir el cambio climático.",
        "effect": {
            "econ": 0,
            "dipl": 10,
            "govt": 0,
            "scty": 10
        },
        "Base Agent": {
            "razonamiento": "La colaboración global es esencial para abordar el cambio climático, ya que se trata de un problema que trasciende fronteras y afecta a todos los seres humanos. La acción colectiva puede generar un mayor impacto y fomentar soluciones sostenibles a nivel mundial.",
            "eleccion": "Muy de acuerdo"
        },
        "Reviewer": {
            "razonamiento": "La cooperación global es esencial para enfrentar el desafío del cambio climático, que trasciende fronteras y requiere un esfuerzo conjunto para ser efectivamente abordado.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "Si bien el cuidado del medio ambiente es una consideración válida, el enfoque debe estar centrado en las libertades individuales y el papel del mercado. Las intervenciones estatales frecuentemente resultan en más regulaciones que limitan la libertad individual y la propiedad privada, en lugar de soluciones efectivas. Las empresas y los individuos deben ser incentivados a través de la innovación y la libre competencia, no por dictámenes globales que expandan el poder del Estado.",
            "eleccion": "En desacuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "La cooperación internacional es esencial para abordar desafíos globales como el cambio climático. Sin embargo, esta colaboración debe hacerse desde una postura que no sacrifique las soberanías nacionales ni impulse políticas que desestimulen la iniciativa privada. Abogamos por soluciones equilibradas que integren el desarrollo sostenible con el crecimiento económico.",
            "eleccion": "De acuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "La lucha contra el cambio climático es un desafío global que requiere de colaboración internacional y un enfoque que priorice la justicia social y el desarrollo sostenible. No se trata solo de un problema ambiental, sino de cómo este afecta a las poblaciones más vulnerables. Trabajar como un mundo unido no solo es importante, sino esencial para garantizar el bienestar de todos.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente de Izquierda": {
            "razonamiento": "Si bien la lucha contra el cambio climático es fundamental, esta no puede desvincularse de la lucha de clases y de la crítica al sistema capitalista, que es el principal responsable de la devastación medioambiental. La solución a la crisis climática debe incluir expropiar a las grandes corporaciones que contaminan y poner recursos en manos de los trabajadores y comunidades, priorizando la justicia social y ambiental. Por lo tanto, es necesario un enfoque que rechace la cooperación con el imperialismo y el capitalismo, abogando por un cambio radical que beneficie a los sectores explotados y no a los dueños del capital.",
            "eleccion": "En desacuerdo"
        }
    },
    "La sociedad era mejor hace muchos años de lo que es ahora.": {
        "question": "Society was better many years ago than it is now.",
        "pregunta": "La sociedad era mejor hace muchos años de lo que es ahora.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 0,
            "scty": -10
        },
        "Base Agent": {
            "razonamiento": "Esta afirmación refleja una nostalgia por tiempos pasados, pero es importante considerar que cada época tiene sus desafíos y logros. Muchas sociedades han avanzado en derechos humanos, tecnología y calidad de vida.",
            "eleccion": "En desacuerdo"
        },
        "Reviewer": {
            "razonamiento": "La afirmación sugiere un ideal nostálgico que no considera los avances en derechos humanos, tecnología, y la calidad de vida que se han logrado en años recientes. Evaluar el presente en comparación con el pasado debe hacerse tomando en cuenta contextos económicos, sociales y culturales distintos.",
            "eleccion": "En desacuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "Aunque la sociedad ha enfrentado grandes retos en el pasado, la libertad individual y el desarrollo social, político y económico siguen avanzando. Cada generación enfrenta diferentes problemas y oportunidades. Decir que la sociedad era mejor en el pasado ignora los logros alcanzados y el potencial futuro. Como tendencia general, creo que la sociedad puede y debe seguir mejorando.",
            "eleccion": "Neutral"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "La afirmación de que la sociedad era mejor en el pasado simplifica una realidad compleja. Si bien hay aspectos de nuestro pasado que se extrañan, hay también muchos avances en derechos, tecnología y formas de interacción social que demuestran progreso. En lugar de idealizar el pasado, debemos enfocarnos en construir un futuro mejor, aprendiendo de nuestras experiencias y buscando soluciones a los problemas actuales.",
            "eleccion": "En desacuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "Creemos en el progreso y en la necesidad de construir un futuro mejor para todos. Si bien la historia tiene sus logros, es fundamental mirar hacia adelante y trabajar para mejorar las condiciones de vida actuales, apostando a la justicia social y la igualdad.",
            "eleccion": "En desacuerdo"
        },
        "Agente de Izquierda": {
            "razonamiento": "La afirmación plantea un idealización del pasado que ignora los avances en derechos sociales y la lucha de la clase trabajadora. Aunque hay desafíos actuales, la lucha por justicia social y derechos ha sido constante y ha logrado avances, por lo cual la visión retrograda parece una trampa para desmovilizar la lucha presente. No puedo estar de acuerdo con esta perspectiva.",
            "eleccion": "En desacuerdo"
        }
    },
    "Es importante que mantengamos las tradiciones de nuestro pasado.": {
        "question": "It is important that we maintain the traditions of our past.",
        "pregunta": "Es importante que mantengamos las tradiciones de nuestro pasado.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 0,
            "scty": -10
        },
        "Base Agent": {
            "razonamiento": "Las tradiciones de un país o una cultura son importantes para mantener la identidad y el sentido de pertenencia, sin embargo, también es crucial adaptarse a los cambios y evolucionar. La importancia de las tradiciones debe equilibrarse con la apertura a nuevas ideas.",
            "eleccion": "De acuerdo"
        },
        "Reviewer": {
            "razonamiento": "Las tradiciones son un elemento fundamental de nuestra identidad cultural y pueden proporcionar cohesión social. Sin embargo, es crucial también adaptarse a los cambios de la sociedad y evolucionar con el tiempo.",
            "eleccion": "De acuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "Si bien las tradiciones pueden tener valor histórico y cultural, la libertad individual y el progreso social deben prevalecer. Las tradiciones no deben ser un obstáculo para la innovación y el desarrollo personal. La verdadera esencia de una sociedad libre es el respeto al derecho de cada individuo a elegir su propio camino, independientemente de las tradiciones del pasado.",
            "eleccion": "En desacuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "La identidad y las tradiciones son fundamentales para comprender nuestra historia como nación. Mantenerlas nos ayuda a fortalecer nuestros valores republicanos y democráticos, los cuales son pilares de un futuro mejor para Argentina. Sin embargo, es importante también actualizar y adaptarlas a los nuevos contextos para seguir construyendo un país inclusivo.",
            "eleccion": "De acuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "Mantener las tradiciones puede ser importante para preservar la identidad cultural y fortalecer los lazos comunitarios, pero debe hacerse de manera inclusiva y progresista. Las tradiciones no pueden ser utilizadas para justificar el retroceso en derechos o en la construcción de una sociedad más equitativa. Nuestro enfoque debe ser el crecimiento y la inclusión social.",
            "eleccion": "De acuerdo"
        },
        "Agente de Izquierda": {
            "razonamiento": "Mantener tradiciones del pasado puede ser una forma de conservar estructuras de opresión y privilegio que benefician a unos pocos a expensas de la mayoría trabajadora. Debemos avanzar hacia una sociedad que fomente la igualdad, la justicia social y el respeto a las luchas actuales, superando legados que perpetúan desigualdades. Por lo tanto, priorizamos un futuro libre de explotación y opresión sobre un apego sentimental a tradiciones que pueden o no ser emancipadoras.",
            "eleccion": "Muy en desacuerdo"
        }
    },
    "Es importante que pensemos a largo plazo, más allá de nuestras vidas.": {
        "question": "It is important that we think in the long term, beyond our lifespans.",
        "pregunta": "Es importante que pensemos a largo plazo, más allá de nuestras vidas.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 0,
            "scty": 10
        },
        "Base Agent": {
            "razonamiento": "La afirmación destaca la importancia de la planificación y la consideración de las generaciones futuras, lo cual es crucial para el desarrollo sostenible y la justicia social. Esto se alinea con una visión política que prioriza el bienestar colectivo a largo plazo.",
            "eleccion": "Muy de acuerdo"
        },
        "Reviewer": {
            "razonamiento": "La importancia de pensar a largo plazo es fundamental para el bienestar colectivo y la sostenibilidad de las futuras generaciones. La planificación y la toma de decisiones considerando el futuro permite abordar problemáticas como el cambio climático, la inequidad social y el desarrollo económico sostenible.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "Considero que es fundamental pensar a largo plazo en la construcción de un país próspero y libre. Sin embargo, esto debe hacerse desde la perspectiva de fomentar la autonomía y la responsabilidad individual, en lugar de depender del Estado. Cada individuo debe tener la libertad de diseñar su propio futuro, lo que representa un verdadero progreso para la sociedad.",
            "eleccion": "De acuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "Desde Juntos por el Cambio promovemos una visión de desarrollo integral y sostenible que prioriza el bien común y las futuras generaciones. La responsabilidad hacia las próximas generaciones es un pilar fundamental en nuestras políticas, ya que buscamos construir un país sólido y con oportunidades para todos, lo cual requiere una planificación a largo plazo.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "Es fundamental pensar a largo plazo para asegurar un futuro sostenible y equitativo para las próximas generaciones. Esta perspectiva es clave en nuestro compromiso con la justicia social y el bienestar de todos los argentinos, garantizando que nuestras decisiones hoy beneficien a la sociedad en su conjunto y no solo a intereses inmediatos.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente de Izquierda": {
            "razonamiento": "Desde la perspectiva del FIT-U, es fundamental pensar en las próximas generaciones y en cómo nuestras decisiones hoy impactan en el futuro de los trabajadores y sectores oprimidos. Sin embargo, también es crucial actuar en el presente para enfrentar las injusticias actuales que el capitalismo y el imperialismo imponen. Así, el objetivo es construir un futuro mejor, pero mediante una lucha política inmediata y efectiva.",
            "eleccion": "De acuerdo"
        }
    },
    "La razón es más importante que mantener nuestra cultura.": {
        "question": "Reason is more important than maintaining our culture.",
        "pregunta": "La razón es más importante que mantener nuestra cultura.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 0,
            "scty": 10
        },
        "Base Agent": {
            "razonamiento": "La afirmación sugiere que la razón debe prevalecer sobre la tradición cultural. Una perspectiva centrada en la razón puede considerar que el progreso y la mejora de la sociedad deberían basarse en la lógica y el razonamiento, incluso si esto implica modificar o dejar de lado aspectos culturales. Sin embargo, también se podría argumentar que la cultura y la tradición son esenciales para la identidad de un grupo social y que se deben respetar. Por lo tanto, mi elección es de acuerdo con la idea de que la razón es importante, pero no debería eclipsar completamente el valor de la cultura.",
            "eleccion": "De acuerdo"
        },
        "Reviewer": {
            "razonamiento": "La afirmación sugiere que la razón debe prevalecer sobre la cultura, lo que puede ser problemático ya que la cultura también desempeña un papel vital en la identidad y cohesión social de un grupo. Aunque la razón es importante, debe existir un balance y respeto hacia las tradiciones culturales.",
            "eleccion": "De acuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "La razón es un pilar fundamental del liberalismo, ya que fomenta la libertad de pensamiento, el debate crítico y el respeto a la autonomía individual. Sin embargo, la cultura también juega un rol importante en el desarrollo de una sociedad. Si bien la razón debe prevalecer en el entendimiento y análisis de cuestiones, la cultura representa valores y tradiciones valiosas que deben ser preservadas. Por lo tanto, se debe buscar un equilibrio, pero en un contexto de libertad individual, la razón tiene un peso significativo.",
            "eleccion": "De acuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "La afirmación sugiere que la razón debe prevalecer sobre la cultura, lo cual puede llevar a una falta de respeto por las tradiciones y valores que han construido nuestra identidad. Sin duda, la razón es fundamental para el desarrollo y el progreso, pero no debe ser vista aisladamente, sino que debe coexistir con la cultura. La cultura enriquece la razonabilidad y forma parte de nuestra identidad como nación. Por ende, no podemos subestimar el valor de nuestra herencia cultural que se transmite a lo largo de las generaciones.",
            "eleccion": "En desacuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "Si bien la razón y la lógica son fundamentales en la toma de decisiones, es igualmente importante reconocer el valor de la cultura en la formación de nuestra identidad como sociedad. La cultura es un pilar que sostiene nuestro sentido de pertenencia y cohesión social, por lo que nunca debe ser sacrificada en nombre de la razón. Ambas deben coexistir y complementarse.",
            "eleccion": "En desacuerdo"
        },
        "Agente de Izquierda": {
            "razonamiento": "Desde la perspectiva del FIT-U, la cultura debe ser defendida y fomentada, ya que está intrínsecamente vinculada a la identidad de los pueblos trabajadores. Sin embargo, la razón y el pensamiento crítico son herramientas fundamentales en la lucha por la justicia social y el socialismo. Por lo tanto, no se puede priorizar una sobre la otra. La cultura debe ser un espacio de diálogo, reflexión y crítica. La razón es esencial para desafiar las injusticias culturales y sociales.",
            "eleccion": "Neutral"
        }
    },
    "El consumo de drogas debería ser legalizado o despenalizado.": {
        "question": "Drug use should be legalized or decriminalized.",
        "pregunta": "El consumo de drogas debería ser legalizado o despenalizado.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 10,
            "scty": 2
        },
        "Base Agent": {
            "razonamiento": "La legalización o despenalización del consumo de drogas puede llevar a un enfoque más efectivo en la reducción de daños, permitiendo el acceso a tratamientos y regulaciones, además de disminuir el crimen asociado al narcotráfico.",
            "eleccion": "De acuerdo"
        },
        "Reviewer": {
            "razonamiento": "La legalización o despenalización del consumo de drogas puede contribuir a reducir la criminalización de usuarios, mejorar la salud pública mediante un enfoque de reducción de daños, y generar ingresos mediante la regulación del mercado. Además, se generaría un espacio legal para el manejo y tratamiento de la adicción.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "La legalización o despenalización del consumo de drogas es coherente con el respeto a las libertades individuales y la propiedad privada. Cada persona debería tener la autonomía de decidir sobre su propio cuerpo y vida, siempre que no interfiera en los derechos de los demás. La criminalización ha llevado a una serie de efectos adversos, incluidos el aumento de la violencia y el fortalecimiento del mercado negro. Al despenalizar, el Estado podría enfocarse en la regulación y en la prevención, en lugar de en la represión.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "La legalización o despenalización del consumo de drogas plantea importantes cuestiones sobre la salud pública y la seguridad. Si bien existen argumentos sobre la necesidad de una regulación responsable para combatir el narcotráfico y la violencia que lo rodea, también es crucial considerar el impacto en la salud y el bienestar de la sociedad. No se puede promover una política que minimice las consecuencias de comportamientos perjudiciales sin tener en cuenta el rol del Estado en la protección de los ciudadanos y el fortalecimiento del tejido social. Por ende, es necesario un enfoque equilibrado que privilegie la educación y la prevención antes que la legalización indiscriminada.",
            "eleccion": "En desacuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "La legalización o despenalización del consumo de drogas debe ser abordada desde una perspectiva de salud pública y justicia social. Es fundamental garantizar la atención y el tratamiento a las personas en situación de consumo problemático, priorizando su salud y bienestar por sobre la criminalización. Sin embargo, la propuesta debe estar acompañada de políticas integrales que incluyan educación y prevención. Por lo tanto, la respuesta es en desacuerdo con una legalización desmedida sin un marco adecuado de políticas públicas.",
            "eleccion": "En desacuerdo"
        },
        "Agente de Izquierda": {
            "razonamiento": "Desde la perspectiva del FIT-U, la legalización o despenalización del consumo de drogas debe ser parte de un enfoque más amplio que aborde las causas sociales de la drogadicción, enfocándose en la atención y la salud pública en vez de la criminalización. Creemos que la despenalización puede contribuir a reducir el estigma y la violencia asociada al narcotráfico, pero es fundamental que esto se haga en el marco de políticas que prioricen la salud y el bienestar de la clase trabajadora, no en beneficio del mercado y el capitalismo. Por esta razón, me inclinaría a favor de la despenalización, aunque exijo un sistema que garantice derechos y no beneficie a las empresas con fines de lucro que puedan surgir. Por ello, mi respuesta es de acuerdo con esta afirmación, siempre que esté acompañada por un plan integral de recuperación y salud pública.",
            "eleccion": "De acuerdo"
        }
    },
    "El matrimonio entre personas del mismo sexo debería ser legal.": {
        "question": "Same-sex marriage should be legal.",
        "pregunta": "El matrimonio entre personas del mismo sexo debería ser legal.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 10,
            "scty": 10
        },
        "Base Agent": {
            "razonamiento": "La legalización del matrimonio entre personas del mismo sexo es fundamental para garantizar la igualdad de derechos y el reconocimiento de todas las relaciones amorosas sin importar la orientación sexual. Esto contribuye a una sociedad más inclusiva y justa.",
            "eleccion": "Muy de acuerdo"
        },
        "Reviewer": {
            "razonamiento": "Considero que la legalización del matrimonio entre personas del mismo sexo es un paso importante hacia la igualdad de derechos y la no discriminación. El amor y las relaciones personales no deben estar limitadas por el género de las personas involucradas.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "La libertad individual implica que cada persona tiene el derecho a elegir su propia vida y sus relaciones, sin interferencias del Estado. La legalización del matrimonio entre personas del mismo sexo se alinea con este principio de respeto por la autonomía personal y la no discriminación.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "La legalización del matrimonio entre personas del mismo sexo promueve la igualdad de oportunidades y el respeto por las libertades individuales. Juntos por el Cambio valora el pluralismo y el diálogo, y considera que todas las personas deben tener el derecho a formar una familia sin distinción. Esto también fomenta una sociedad inclusiva y respetuosa.",
            "eleccion": "De acuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "La Unión por la Patria defiende la inclusión y el respeto de todos los derechos humanos. El matrimonio entre personas del mismo sexo es un derecho fundamental que contribuye a la justicia social y a la igualdad de todas las personas, independientemente de su orientación sexual. Promover la igualdad es un pilar de nuestra visión de país.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente de Izquierda": {
            "razonamiento": "Como representante del Frente de Izquierda y de Trabajadores - Unidad (FIT-U), defiendo la igualdad de derechos para todas las personas, independientemente de su orientación sexual. La legalización del matrimonio entre personas del mismo sexo es una cuestión de justicia social y de derechos humanos que debe ser garantizada por el Estado. Es fundamental luchar contra toda forma de opresión y discriminación, promoviendo la libertad y la igualdad para todos.",
            "eleccion": "Muy de acuerdo"
        }
    },
    "No hay culturas superiores a otras.": {
        "question": "No cultures are superior to others.",
        "pregunta": "No hay culturas superiores a otras.",
        "effect": {
            "econ": 0,
            "dipl": 10,
            "govt": 5,
            "scty": 10
        },
        "Base Agent": {
            "razonamiento": "Creo que todas las culturas tienen su propio valor y aportes al mundo. La idea de que haya culturas superiores es problemática y fomenta la discriminación.",
            "eleccion": "Muy de acuerdo"
        },
        "Reviewer": {
            "razonamiento": "La diversidad cultural es un valor fundamental en la sociedad, y todas las culturas tienen su propia riqueza y complejidades. El respeto y la valoración de la pluralidad cultural son esenciales para la convivencia pacífica y el entendimiento mutuo.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "Desde una perspectiva liberal, es fundamental reconocer y respetar la diversidad cultural, fomentando el diálogo y el respeto entre todas las culturas. Sin embargo, es igualmente importante valorar la libertad individual y la capacidad crítica de cada cultura en función de su respeto por los derechos humanos y el desarrollo de la sociedad en general. Por lo tanto, la afirmación se puede considerar verdadera en su sentido más amplio pero también se debe ser crítico con aquellas culturas que limitan las libertades individuales.",
            "eleccion": "De acuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "Desde la perspectiva de Juntos por el Cambio, es fundamental promover el pluralismo y el respeto por la diversidad cultural, de modo que cada cultura tenga su valor y lugar en nuestra sociedad, sin considerar que un tipo de cultura sea superior a otro. Esto fomenta la convivencia pacífica y el diálogo entre distintas tradiciones y modos de vida, clave para una democracia sólida.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "Este enunciado coincide con los principios de justicia social e igualdad, que son fundamentales para la construcción de una sociedad inclusiva y respetuosa de la diversidad cultural. Creemos en la dignidad y el valor de todas las culturas.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente de Izquierda": {
            "razonamiento": "Desde una perspectiva socialista y de independencia de clase, afirmamos que todas las culturas tienen un valor intrínseco y merecen respeto. La idea de superioridad cultural ha sido utilizada históricamente para justificar la opresión y explotación de pueblos originarios y comunidades marginalizadas. La lucha por la igualdad y el reconocimiento de todas las culturas es parte de nuestra visión de un mundo más justo.",
            "eleccion": "Muy de acuerdo"
        }
    },
    "Las relaciones sexuales fuera del matrimonio son inmorales.": {
        "question": "Sex outside marriage is immoral.",
        "pregunta": "Las relaciones sexuales fuera del matrimonio son inmorales.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": -5,
            "scty": -10
        },
        "Base Agent": {
            "razonamiento": "La afirmación de que las relaciones sexuales fuera del matrimonio son inmorales puede ser vista desde diferentes perspectivas culturales, sociales y personales. En un contexto liberal, se argumenta que la moralidad del sexo debe basarse en el consentimiento y la libertad personal, más que en instituciones tradicionales como el matrimonio. Por lo tanto, este razonamiento sugiere que las relaciones sexuales consensuadas entre adultos no deberían ser consideradas inmorales, independientemente de su estado civil.",
            "eleccion": "Muy en desacuerdo"
        },
        "Reviewer": {
            "razonamiento": "Considero que la moralidad en las relaciones personales es una cuestión de elección individual y no debe ser determinada por normas matrimoniales. La libertad sexual es un derecho fundamental.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "Desde la perspectiva liberal, las relaciones sexuales son una elección personal y deben ser decididas por los individuos basándose en su propia moralidad y valores, sin interferencias externas. La intimidad y la vida privada son derechos fundamentales que deben ser respetados.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "La afirmación sobre la inmoralidad de las relaciones sexuales fuera del matrimonio atenta contra la libertad de elección y la autonomía de las personas. En el marco de una sociedad plural, cada individuo debe ser libre para tomar decisiones respecto a su vida personal, siempre que no transgreda los derechos de los demás. Juntos por el Cambio defiende el respeto a la diversidad y la libertad individual.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "La posición de la Unión por la Patria se basa en la justicia social y la defensa de los derechos individuales, lo que incluye el respeto a la autonomía de cada persona en su vida privada. La moralidad de las relaciones personales no debe ser impuesta por el Estado ni, en términos generales, por instituciones. Es fundamental promover una sociedad inclusiva y respetuosa de la diversidad de opciones y estilos de vida.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente de Izquierda": {
            "razonamiento": "Las relaciones sexuales son un asunto personal y no deben estar condicionadas por criterios morales impuestas por instituciones o tradiciones. Defendemos la libertad sexual y el derecho a vivir la sexualidad de manera consensuada y sin restricciones. Cualquier intento de imponer normas morales que limiten la libertad de elección y el derecho a decidir sobre la propia vida personal es inaceptable.",
            "eleccion": "Muy en desacuerdo"
        }
    },
    "Si aceptamos migrantes, es importante que se asimilen a nuestra cultura.": {
        "question": "If we accept migrants at all, it is important that they assimilate into our culture.",
        "pregunta": "Si aceptamos migrantes, es importante que se asimilen a nuestra cultura.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": -5,
            "scty": -10
        },
        "Base Agent": {
            "razonamiento": "La integración de migrantes a la sociedad es esencial para mantener la cohesión social, pero también es fundamental reconocer y valorar la diversidad cultural que traen. Considero que la asimilación no debe ser obligatoria, sino que ambas partes deben aprender mutuamente para enriquecer la cultura del país receptor.",
            "eleccion": "Neutral"
        },
        "Reviewer": {
            "razonamiento": "La asimilación cultural puede ser vista como un medio para garantizar la cohesión social y la integración efectiva de los migrantes en la sociedad receptora. Sin embargo, es también fundamental reconocer y valorar la diversidad cultural como un componente positivo que enriquece a la sociedad. Por lo tanto, la idea de que es importante la asimilación cultural presenta matices; aunque la integración es valiosa, no debe implicar la negación de las identidades culturales diversas.",
            "eleccion": "De acuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "La aceptación de migrantes debe incluir su integración en la sociedad, promoviendo la asimilación a valores y principios que fomenten la libertad individual y la propiedad privada. La cultura de respeto, esfuerzo y meritocracia debe ser el eje de convivencia entre ciudadanos y migrantes.",
            "eleccion": "De acuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "Considero que la asimilación cultural de los migrantes es esencial para garantizar la cohesión social y la integración en el marco de una sociedad diversa. Respetar y compartir valores comunes fortalece la unión y el respeto entre todos los ciudadanos, promoviendo un país más armónico. Sin embargo, también es importante reconocer y valorar la diversidad que traen consigo, buscando un equilibrio entre la asimilación y el respeto por las identidades culturales.",
            "eleccion": "De acuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "La aceptación de migrantes es parte de un compromiso humanitario y de inclusión social. Sin embargo, es fundamental que se respete su identidad y cultura, promoviendo una convivencia rica en diversidad. La integración no debe implicar una asimilación, sino una valorización de las diferencias culturales que enriquecen a la sociedad.",
            "eleccion": "En desacuerdo"
        },
        "Agente de Izquierda": {
            "razonamiento": "La afirmación plantea una perspectiva cultural hegemónica que impone la necesidad de asimilación, lo cual contrasta con nuestra visión de derechos humanos y la diversidad cultural. Proponemos políticas que respeten y valoren la identidad cultural de las y los migrantes, en lugar de exigirles que se adapten a una cultura dominante.",
            "eleccion": "Muy en desacuerdo"
        }
    },
    "El aborto debería estar prohibido en la mayoría o en todos los casos.": {
        "question": "Abortion should be prohibited in most or all cases.",
        "pregunta": "El aborto debería estar prohibido en la mayoría o en todos los casos.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": -10,
            "scty": -10
        },
        "Base Agent": {
            "razonamiento": "La prohibición del aborto en la mayoría o en todos los casos se considera restrictiva y limita los derechos reproductivos de las mujeres. La decisión de interrumpir un embarazo debe ser personal y no impuesta por el estado.",
            "eleccion": "Muy en desacuerdo"
        },
        "Reviewer": {
            "razonamiento": "La prohibición del aborto en la mayoría o en todos los casos no respeta el derecho a decidir de las mujeres sobre su propio cuerpo y puede poner en riesgo su salud y bienestar. Es fundamental garantizar el acceso a servicios de salud reproductiva y la autonomía de las mujeres.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "Desde la perspectiva de La Libertad Avanza, la defensa del derecho a la vida desde la concepción es un principio fundamental. Creemos que la vida debe ser protegida y respetada, y, por lo tanto, el aborto debería estar prohibido en la mayoría o en todos los casos. Esta posición refleja nuestro compromiso con la libertad y los derechos humanos.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "Desde la perspectiva de Juntos por el Cambio, se defiende la vida y se considera fundamental buscar alternativas que atiendan las realidades de las mujeres sin promover el aborto como solución. Apoyamos políticas integrales que brinden acompañamiento y contención a las mujeres en situaciones de vulnerabilidad. Por tanto, nos posicionamos en desacuerdo con la afirmación.",
            "eleccion": "En desacuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "La postura de la Unión por la Patria respecto al aborto se fundamenta en la defensa de los derechos sexuales y reproductivos de las mujeres. No se busca prohibir, sino garantizar el acceso a la salud y la autonomía de las mujeres para decidir sobre sus cuerpos. La prohibición del aborto no elimina la práctica, sino que la empuja a la clandestinidad, poniendo en riesgo la vida de miles de mujeres. Por lo tanto, no estamos de acuerdo con la afirmación de que el aborto debería estar prohibido en la mayoría o en todos los casos.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente de Izquierda": {
            "razonamiento": "Esta afirmación es inconsistente con nuestras lucha por los derechos de las mujeres y la autonomía sobre sus cuerpos. Creemos en el derecho a decidir, en la legalización del aborto y en que las políticas de salud deben garantizar el acceso a la interrupción voluntaria del embarazo. El aborto seguro y gratuito es ley y es fundamental en la lucha por la igualdad de género.",
            "eleccion": "Muy en desacuerdo"
        }
    },
    "La posesión de armas debería estar prohibida para aquellos sin una razón válida.": {
        "question": "Gun ownership should be prohibited for those without a valid reason.",
        "pregunta": "La posesión de armas debería estar prohibida para aquellos sin una razón válida.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": -10,
            "scty": 0
        },
        "Base Agent": {
            "razonamiento": "La posesión de armas sin una razón valida puede aumentar el riesgo de violencia y accidentes. Es importante regular el acceso a las armas para garantizar la seguridad pública.",
            "eleccion": "Muy de acuerdo"
        },
        "Reviewer": {
            "razonamiento": "La regulación de la posesión de armas es necesaria para garantizar la seguridad pública y prevenir el uso indebido. Sin una razón válida, la posesión de armas puede representar un riesgo significativo para la comunidad.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "La posesión de armas es un derecho fundamental relacionado con la libertad individual y la defensa personal. Prohibir su posesión sin una razón válida limita las libertades individuales y va en contra de la idea de que cada persona debe asumir responsabilidad por su propia seguridad. En una sociedad libre, los individuos deben tener el derecho a decidir cómo protegerse. Prohibir esto es una expansión del poder estatal que no respeta la propiedad y la libertad.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "La regulación de la posesión de armas es fundamental para garantizar la seguridad y el bienestar de la sociedad. Sin embargo, es importante que los ciudadanos respeten el derecho a la legítima defensa, siempre que exista una razonable justificación para su tenencia. Por lo tanto, regular la posesión de armas en función de una razón válida es un enfoque equilibrado que protege tanto las libertades individuales como la seguridad colectiva.",
            "eleccion": "De acuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "La posesión de armas debe estar regulada para evitar la violencia y asegurar la seguridad pública. Es fundamental que las decisiones sobre el uso de armas estén en manos de un Estado fuerte y presente que garantice el bienestar de todos los ciudadanos. La prohibición para aquellos sin una razón válida es una medida razonable que contribuye a la justicia social y la paz en la comunidad.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente de Izquierda": {
            "razonamiento": "La prohibición de la posesión de armas para quienes no tienen una razón válida se enmarca dentro de la necesidad de proteger a la clase trabajadora de la violencia y el abuso de poder. Debemos luchar por una sociedad más segura mediante el desarme y la eliminación de la cultura de la violencia, en lugar de reforzarla. Sin embargo, esta posición puede ser vista como conservadora si no se tiene en cuenta el derecho a la defensa ante la violencia estatal o de las patronales. Por lo tanto, creo que se debería tener en cuenta un enfoque más orientado hacia la justicia social y la igualdad, priorizando la desmilitarización en general antes que una mera prohibición sin consideración.",
            "eleccion": "De acuerdo"
        }
    },
    "Apoyo un sistema de salud universal y de pago único.": {
        "question": "I support single-payer, universal healthcare.",
        "pregunta": "Apoyo un sistema de salud universal y de pago único.",
        "effect": {
            "econ": 10,
            "dipl": 0,
            "govt": 0,
            "scty": 0
        },
        "Base Agent": {
            "razonamiento": "Considero que la salud es un derecho fundamental y que un sistema de salud universal y de pago único garantizaría el acceso a servicios de salud para toda la población, independientemente de su situación económica.",
            "eleccion": "Muy de acuerdo"
        },
        "Reviewer": {
            "razonamiento": "Un sistema de salud universal y de pago único asegura que todos los ciudadanos tengan acceso a atención médica sin importar su situación económica, lo que promueve la equidad y la justicia social en el acceso a servicios esenciales.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "Un sistema de salud universal y de pago único implica un control estatal excesivo sobre un sector crucial que debería estar basado en la libre competencia y el mercado. Esto restringe la libertad de elección de los ciudadanos, disminuye la calidad del servicio y aumenta la carga fiscal. La solución debería estar en un sistema desregulado que promueva la competencia entre proveedores de salud, permitiendo que los ciudadanos elijan el servicio que consideren adecuado.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "Si bien considero importante que todos los argentinos tengan acceso a un sistema de salud accesible y de calidad, un sistema universal y de pago único carece de los mecanismos necesarios para asegurar un servicio eficiente y de alta calidad. Promovería un modelo que combine el sector público con la opción de un seguro privado, garantizando la calidad del servicio y el uso responsable de recursos, priorizando la atención al ciudadano sin ahogar la iniciativa privada.",
            "eleccion": "En desacuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "El acceso a la salud es un derecho humano fundamental y debe ser garantizado por el Estado, asegurando que todos los ciudadanos tengan igualdad de acceso a servicios de salud sin discriminación. Un sistema de salud universal y de pago único es esencial para promover la justicia social y la equidad en el acceso a la atención médica.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente de Izquierda": {
            "razonamiento": "Un sistema de salud universal y de pago único es fundamental para garantizar el acceso a la salud para todos, independientemente de su situación económica. La privatización de la salud crea brechas que perjudican a la clase trabajadora y a los sectores más vulnerables. Es necesario avanzar hacia un sistema de salud centralizado y controlado por los trabajadores. La salud debe ser un derecho y no un privilegio.",
            "eleccion": "Muy de acuerdo"
        }
    },
    "La prostitución debería ser ilegal.": {
        "question": "Prostitution should be illegal.",
        "pregunta": "La prostitución debería ser ilegal.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": -10,
            "scty": -10
        },
        "Base Agent": {
            "razonamiento": "Creo que la prostitución debería ser legalizada y regulada para proteger los derechos de las trabajadoras sexuales y reducir el estigma. Hacerla ilegal solo fomenta la explotación y la violencia en lugar de abordar el problema de manera efectiva.",
            "eleccion": "Muy en desacuerdo"
        },
        "Reviewer": {
            "razonamiento": "La prostitución, al ser una actividad consensuada entre adultos, debería ser regulada y no criminalizada, para proteger los derechos de las trabajadoras y trabajadores sexuales y mitigar los riesgos asociados. Interferir en la elección personal del individuo va en contra de principios de libertad y autonomía.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "La prostitución, en un contexto de liberalismo, debe ser considerada una opción personal donde la libertad del individuo debe primar sobre una restricción estatal. La criminalización de la prostitución limita la autonomía de las personas y fomenta un entorno que puede alimentar la explotación y la violencia. En cambio, su legalización y regulación ayudarían a proteger los derechos de quienes eligen esta actividad. Defiendo la idea de que los individuos son responsables de sus propias decisiones, mientras que el estado no debería interferir en la vida personal y profesional de los ciudadanos.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "La legalización de la prostitución permite una regulación que protege los derechos de las trabajadoras y trabajadores sexuales, promoviendo su seguridad y acceso a servicios de salud. Además, aborda problemas como la trata de personas al poder ser intervenida por el Estado. La posición de Juntos por el Cambio es más hacia la protección de derechos y la promoción de iniciativas que garanticen la libertad individual y la responsabilidad. Por lo tanto, el enfoque debería estar en la regulación y no en la criminalización.",
            "eleccion": "En desacuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "La postura de la Unión por la Patria se basa en la promoción de los derechos humanos y la justicia social. Si bien la prostitución puede generar un debate complejo, es esencial abordar el tema desde una perspectiva que defienda los derechos de las trabajadoras y trabajadores sexuales, asegurando condiciones dignas y protección legal. En lugar de criminalizar la prostitución, es más adecuado implementar políticas que prevengan la explotación y garanticen la protección de los derechos de estas personas.",
            "eleccion": "En desacuerdo"
        },
        "Agente de Izquierda": {
            "razonamiento": "La prostitución es una forma de explotación que se inserta en las relaciones de poder desiguales de nuestra sociedad. Sin embargo, la criminalización de la prostitución no resuelve las causas de fondo que llevan a mujeres y disidencias a esta situación. Debemos luchar por la abolición de la prostitución a través de un enfoque que ataque sus causas, como la pobreza, la violencia de género y la falta de oportunidades laborales. Esto implica una reacción del movimiento feminista que no busque criminalizar, sino garantizar derechos y opciones. Pero esto no debe confundirse con la legalización que puede reproducir estructuras de abuso y explotación. Por ello, propongo un enfoque de lucha que visibilice y apoye a quienes se encuentran en situaciones de prostitución sin recurrir a la ilegalidad que las persigue.",
            "eleccion": "De acuerdo"
        }
    },
    "Mantener los valores familiares es esencial.": {
        "question": "Maintaining family values is essential.",
        "pregunta": "Mantener los valores familiares es esencial.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 0,
            "scty": -10
        },
        "Base Agent": {
            "razonamiento": "La afirmación sugiere que los valores familiares son fundamentales para una sociedad cohesiva. Sin embargo, es importante equilibrar los valores familiares con la diversidad y la inclusión de diferentes estructuras familiares y perspectivas. Aunque entiendo la importancia de los valores familiares, no creo que deban ser considerados como lo más esencial para todos. Por lo tanto, mi respuesta es 'Neutral'.",
            "eleccion": "Neutral"
        },
        "Reviewer": {
            "razonamiento": "Considero que los valores familiares son importantes para la cohesión social y el bienestar de las comunidades, por lo que mantenerlos es esencial para la formación y desarrollo de sociedades sólidas.",
            "eleccion": "De acuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "Desde la perspectiva de La Libertad Avanza, valoramos el respeto por la vida familiar como un aspecto importante del desarrollo personal y social. Sin embargo, consideramos que las decisiones sobre la estructura familiar deben ser individuales y no impuestas por el Estado. Por tanto, aunque mantenemos un respeto por los valores familiares, la afirmación puede ser vista como un pilar dentro de un contexto más amplio de libertad individual y autonomía personal.",
            "eleccion": "De acuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "La familia es un pilar fundamental en la sociedad, pues fomenta valores ciudadanos. Fortalecer los lazos familiares contribuye a una comunidad más sólida y responsable. Promover políticas que respeten y mantengan los valores familiares se alinea con el objetivo de construir una sociedad más equilibrada y justa.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "La afirmación de que mantener los valores familiares es esencial puede ser vista desde múltiples perspectivas. Sin embargo, desde la ideología de la Unión por la Patria, el enfoque debe estar en la inclusión social y la diversidad de estructuras familiares. Si bien se valoran las familias como núcleo social, es fundamental respetar y promover todas las formas de organización familiar y los derechos de los ciudadanos, sin imponer un modelo único. Por ello, la respuesta será 'Neutral', ya que no se debe priorizar un tipo de valores familiares sobre otros en una sociedad diversa y plural.",
            "eleccion": "Neutral"
        },
        "Agente de Izquierda": {
            "razonamiento": "La afirmación sobre los valores familiares puede interpretarse de diferentes maneras, pero en un contexto de lucha de clases y de defensa de los derechos de todas las personas, considero que no deben imponerse valores tradicionales que pueden oprimir a sectores sociales. Es fundamental garantizar la libertad y el derecho a elegir el tipo de familia o vida que cada uno desea, sin presiones. Por lo tanto, estoy en desacuerdo con la idea de que mantener valores familiares tradicionales sea esencial, ya que estos pueden ser utilizados para justificar la desigualdad y la opresión.",
            "eleccion": "En desacuerdo"
        }
    },
    "Perseguir el progreso a toda costa es peligroso.": {
        "question": "To chase progress at all costs is dangerous.",
        "pregunta": "Perseguir el progreso a toda costa es peligroso.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 0,
            "scty": -10
        },
        "Base Agent": {
            "razonamiento": "Perseguir el progreso sin considerar sus consecuencias puede llevar a dañar el medio ambiente, desestabilizar sociedades y generar desigualdades. Es crucial buscar un equilibrio entre el progreso y la sostenibilidad.",
            "eleccion": "Muy de acuerdo"
        },
        "Reviewer": {
            "razonamiento": "La búsqueda del progreso es fundamental, pero debe balancearse con consideraciones éticas, sociales y ambientales. Perseguirlo a toda costa puede llevar a resultados destructivos o insostenibles.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "Perseguir el progreso no debe estar reñido con el respeto a la libertad individual y la propiedad privada. El progreso genuino debe surgir de la iniciativa y el esfuerzo personal, sin imposiciones o intervenciones estatales que coarten esos derechos. Sin embargo, dicha búsqueda debe realizarse de manera responsable y respetuosa con los principios individuales. Por lo tanto, estoy de acuerdo con que hay que tener cuidado en cómo se busca el progreso.",
            "eleccion": "De acuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "La afirmación tiene una dimensión importante, pues perseguir el progreso a cualquier costo puede llevar a decisiones que ignoren la sustentabilidad social y ambiental, o que no consideren la igualdad de oportunidades. Es fundamental buscar un equilibrio donde el progreso tenga en cuenta el bienestar social y la protección del medio ambiente, promoviendo un desarrollo integral que no sacrifique valores éticos y humanos. Por lo tanto, estoy de acuerdo en que avanzar sin límites puede ser perjudicial.",
            "eleccion": "De acuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "Perseguir el progreso a toda costa sin considerar las consecuencias sociales y ambientales es una visión que puede llevar a la explotación y a la exclusión de sectores vulnerables. El progreso debe ser equitativo y sostenible, priorizando la justicia social y el bienestar de todos los ciudadanos, especialmente de los más desprotegidos.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente de Izquierda": {
            "razonamiento": "Como representante del Frente de Izquierda y de Trabajadores - Unidad (FIT-U), consideramos que el \"progreso\" promovido por el capitalismo con frecuencia significa la explotación de la clase trabajadora y la devastación de los recursos naturales. La búsqueda del progreso no puede ser a costa de los derechos de los trabajadores ni del medio ambiente. Esto puede llevar a injusticias y crisis sociales graves, lo que es inaceptable. Por lo tanto, perseguir el progreso a toda costa es, sin duda, peligroso.",
            "eleccion": "Muy de acuerdo"
        }
    },
    "La modificación genética es una fuerza para el bien, incluso en los humanos.": {
        "question": "Genetic modification is a force for good, even on humans.",
        "pregunta": "La modificación genética es una fuerza para el bien, incluso en los humanos.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 0,
            "scty": 10
        },
        "Base Agent": {
            "razonamiento": "La modificación genética tiene el potencial de mejorar la salud humana, eliminar enfermedades genéticas y aumentar la calidad de vida. Sin embargo, también plantea dilemas éticos y riesgos de desigualdades si no se regula adecuadamente. Aun así, considero que los beneficios superan los riesgos potenciales.",
            "eleccion": "De acuerdo"
        },
        "Reviewer": {
            "razonamiento": "La modificación genética tiene el potencial de mejorar la salud humana, erradicar enfermedades y aumentar la calidad de vida, lo que podría considerarse una fuerza para el bien. Sin embargo, también plantea cuestiones éticas y de desigualdad que deben ser abordadas. Diría que es una herramienta con grandes beneficios, pero que debe usarse con responsabilidad y precaución.",
            "eleccion": "De acuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "La modificación genética tiene el potencial de beneficiar a la humanidad al mejorar la salud, aumentar la eficiencia en la producción alimentaria y resolver problemas genéticos. Sin embargo, es crucial realizarla con un enfoque ético que respete la libertad individual y la propiedad privada, asegurando que no haya coerción y que todas las partes involucradas consientan. Así que, aunque reconozco sus beneficios, es esencial un debate ético y un marco regulatorio sólido.",
            "eleccion": "De acuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "La modificación genética puede tener aplicaciones disruptivas en salud y agricultura, permitiendo avances de gran impacto. Sin embargo, es fundamental abordarla con ética y regulaciones claras para no vulnerar derechos individuales ni afectar la diversidad y dignidad humana. Es una herramienta con potencial, pero requiere un marco sólido para garantizar que se use en el bien común y no se convierta en un riesgo.",
            "eleccion": "De acuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "La postura de la Alianza Unión por la Patria se basa en la justicia social y la defensa de los derechos humanos. La modificación genética en humanos plantea serias preocupaciones éticas y riesgos a la equidad y la dignidad. Es fundamental priorizar el respeto a los derechos y la diversidad humana por encima de consideraciones tecnológicas.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente de Izquierda": {
            "razonamiento": "Desde la perspectiva del FIT-U, cualquier modificación genética, especialmente en humanos, debe ser analizada con precaución y en función del bienestar de la clase trabajadora y la sociedad en su conjunto. Los avances científicos, si son utilizados por el capital y las grandes corporaciones, pueden llevar a prácticas que priorizan el lucro sobre la salud y los derechos de las personas. Por lo tanto, la idea de que la modificación genética es una fuerza universalmente positiva es cuestionable.",
            "eleccion": "En desacuerdo"
        }
    },
    "Deberíamos abrir nuestras fronteras a la inmigración.": {
        "question": "We should open our borders to immigration.",
        "pregunta": "Deberíamos abrir nuestras fronteras a la inmigración.",
        "effect": {
            "econ": 0,
            "dipl": 10,
            "govt": 10,
            "scty": 0
        },
        "Base Agent": {
            "razonamiento": "Considero que abrir nuestras fronteras a la inmigración puede fomentar la diversidad cultural y el crecimiento económico, además de brindar oportunidades a quienes buscan una vida mejor. La inmigración debe ser gestionada de manera que se garantice la seguridad y el respeto a los derechos humanos, pero en general, abogo por una postura más abierta.",
            "eleccion": "Muy de acuerdo"
        },
        "Reviewer": {
            "razonamiento": "La apertura de fronteras a la inmigración puede enriquecer culturalmente a la sociedad y contribuir al crecimiento económico, al permitir la llegada de profesionales de diversas áreas y fomentar la diversidad. Sin embargo, es crucial considerar también la situación de seguridad y los recursos del Estado para integrar a los inmigrantes adecuadamente.",
            "eleccion": "De acuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "Abrir nuestras fronteras a la inmigración puede fomentar la libre circulación de personas y contribuir al crecimiento económico, siempre que se respeten los principios de propiedad privada y se limite la intervención estatal. La inmigración puede enriquecer nuestra cultura y fortalecer nuestro mercado laboral. Sin embargo, se debe garantizar que la entrada de inmigrantes no comprometa la seguridad y los derechos de los ciudadanos locales.",
            "eleccion": "De acuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "La inmigración debe ser regulada y controlada, priorizando la seguridad y la integración de quienes llegan al país. Abrir las fronteras sin un marco normativo adecuado puede llevar a desafíos económicos y sociales. Sin embargo, creo en la necesidad de fomentar una inmigración que aporte al desarrollo de Argentina, con mecanismos que promuevan el respeto a nuestras leyes y valores republicanos.",
            "eleccion": "De acuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "La apertura a la inmigración debe ser gestionada de manera que se respete la soberanía del país y se contemple el bienestar de todas las personas. No se trata solo de abrir fronteras sin control, sino de impulsar políticas que integren migrantes como parte del desarrollo social y económico, con derechos firmemente garantizados. La inmigración puede aportar al crecimiento y diversidad cultural, pero debe hacerse dentro de un marco que favorezca la justicia social y la inclusión.",
            "eleccion": "De acuerdo"
        },
        "Agente de Izquierda": {
            "razonamiento": "La apertura de fronteras debe estar guiada por criterios de solidaridad y respeto a los derechos humanos, buscando permitir que quienes huyen de situaciones de violencia o miseria encuentren refugio. Sin embargo, es fundamental que esto no se convierta en una herramienta para la explotación laboral de los inmigrantes en beneficio del capital. La lucha es por un mundo sin fronteras, donde se respeten los derechos de todos los trabajadores, sin distinción de nacionalidad. Por lo tanto, me posiciono a favor de abrir nuestras fronteras, pero con un enfoque en la protección laboral y de derechos.",
            "eleccion": "De acuerdo"
        }
    },
    "Los gobiernos deberían preocuparse por los extranjeros tanto como por sus propios ciudadanos.": {
        "question": "Governments should be as concerned about foreigners as they are about their own citizens.",
        "pregunta": "Los gobiernos deberían preocuparse por los extranjeros tanto como por sus propios ciudadanos.",
        "effect": {
            "econ": 0,
            "dipl": 10,
            "govt": 0,
            "scty": 0
        },
        "Base Agent": {
            "razonamiento": "La equidad es fundamental y los derechos humanos deben ser universales. Sin embargo, cada gobierno tiene la responsabilidad primaria de cuidar el bienestar de sus ciudadanos. Por lo tanto, creo que si bien los gobiernos deben preocuparse por los extranjeros, su prioridad debe ser hacia sus propios ciudadanos.",
            "eleccion": "De acuerdo"
        },
        "Reviewer": {
            "razonamiento": "Es fundamental que los gobiernos reconozcan su responsabilidad hacia todos los habitantes del país, incluyendo a los extranjeros, ya que la equidad y la justicia social son valores fundamentales en una sociedad democrática. Sin embargo, esto debe equilibrarse con la atención a las necesidades y derechos de los ciudadanos.",
            "eleccion": "De acuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "La prioridad de un gobierno debe ser el bienestar y los derechos de sus ciudadanos. Si bien es importante tener en cuenta a los extranjeros, la responsabilidad principal de un gobierno es asegurar la libertad, seguridad y prosperidad de su población. La atención excesiva a extranjeros en detrimento de los ciudadanos puede resultar en una dilución de recursos y derechos.",
            "eleccion": "En desacuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "Es importante reconocer que los gobiernos deben priorizar el bienestar de sus propios ciudadanos, garantizando que se satisfagan sus necesidades antes de destinar recursos a la atención de extranjeros. La responsabilidad fundamental de un gobierno es hacia sus ciudadanos, asegurando su derechos y bienestar social. Aunque el respeto y la atención a los derechos humanos de todos, incluidos los extranjeros, son esenciales, esto no debe implicar descuidar a quienes son parte de la nación. La forma en que se gestionen estas prioridades impacta directamente en la cohesión social y el desarrollo integral del país.",
            "eleccion": "En desacuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "Si bien es fundamental garantizar los derechos humanos de todos los habitantes, la prioridad de un gobierno es cuidar y promover el bienestar de sus propios ciudadanos. En el contexto de un país que enfrenta desafíos sociales y económicos, es esencial enfocarse en la justicia social, el desarrollo y la inclusión de los nacionales, especialmente las poblaciones más vulnerables.",
            "eleccion": "En desacuerdo"
        },
        "Agente de Izquierda": {
            "razonamiento": "Si bien es importante mostrar solidaridad con los pueblos en lucha y los derechos humanos a nivel internacional, priorizar la atención de los recursos y derechos para nuestros propios ciudadanos es fundamental en el contexto de una crisis económica y social que golpea a la clase trabajadora. Los gobiernos deberían centrar sus esfuerzos en mejorar las condiciones de vida de sus pueblos antes de extender su preocupación por extranjeros, sobre todo cuando nuestras propias comunidades sufren los embates del ajuste y la explotación.",
            "eleccion": "En desacuerdo"
        }
    },
    "Todas las personas, independientemente de factores como la cultura o la sexualidad, deberían ser tratadas por igual.": {
        "question": "All people - regardless of factors like culture or sexuality - should be treated equally.",
        "pregunta": "Todas las personas, independientemente de factores como la cultura o la sexualidad, deberían ser tratadas por igual.",
        "effect": {
            "econ": 10,
            "dipl": 10,
            "govt": 10,
            "scty": 10
        },
        "Base Agent": {
            "razonamiento": "Creo firmemente en la igualdad de derechos y el trato igualitario para todas las personas, sin importar su cultura, sexualidad u otros factores. La diversidad enriquece a la sociedad y todos merecen respeto y oportunidades iguales.",
            "eleccion": "Muy de acuerdo"
        },
        "Reviewer": {
            "razonamiento": "Es fundamental que todas las personas sean tratadas con igualdad, esto promueve la equidad y el respeto por la diversidad, aspectos esenciales en una sociedad democrática y justa.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "El principio de igualdad ante la ley es fundamental en una sociedad liberal. Todas las personas, sin distinción, deben ser tratadas con respeto y dignidad, garantizando su libertad y derechos individuales. Sin embargo, esto no implica promover políticas de acción afirmativa que limiten la libertad individual o el derecho a la propiedad.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "Desde Juntos por el Cambio, defendemos la igualdad de oportunidades y el respeto a la dignidad de todas las personas, independientemente de su cultura o sexualidad. La igualdad ante la ley es un principio fundamental para construir una sociedad más justa y republicana. Es esencial que cada individuo sea tratado con respeto y dignidad, promoviendo un diálogo pluralista que respete la diversidad dentro de las normas democráticas.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "La igualdad de derechos y el trato igualitario ante la ley son principios fundamentales de la justicia social y la defensa de los derechos humanos. Es imprescindible reconocer y respetar la diversidad para construir una sociedad más inclusiva y equitativa.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente de Izquierda": {
            "razonamiento": "La afirmación sobre el trato igualitario para todas las personas, independientemente de su cultura o sexualidad, se alinea con la lucha del FIT-U por los derechos humanos y la igualdad. Desde nuestra perspectiva socialista, luchamos en contra de todas las formas de opresión y discriminación. Sin embargo, creemos que esta igualdad debe ir acompañada de políticas efectivas que combatan las injusticias estructurales y promuevan la igualdad real en todos los aspectos sociales.",
            "eleccion": "Muy de acuerdo"
        }
    },
    "Es importante que promovamos los objetivos de mi grupo por encima de todos los demás.": {
        "question": "It is important that we further my group's goals above all others.",
        "pregunta": "Es importante que promovamos los objetivos de mi grupo por encima de todos los demás.",
        "effect": {
            "econ": -10,
            "dipl": -10,
            "govt": -10,
            "scty": -10
        },
        "Base Agent": {
            "razonamiento": "La afirmación sugiere un enfoque elitista y posiblemente excluyente, donde se priorizan los objetivos de un grupo específico sobre los de otros. Promover la colaboración y el entendimiento entre diferentes grupos es esencial para una sociedad equilibrada.",
            "eleccion": "En desacuerdo"
        },
        "Reviewer": {
            "razonamiento": "Promover los objetivos de un grupo por encima de otros puede generar divisiones y conflictos, esto puede ser perjudicial para el bienestar general de la sociedad. Es preferible buscar un enfoque equilibrado que considere las necesidades de diferentes colectivos y promueva el diálogo y la colaboración entre ellos.",
            "eleccion": "En desacuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "La afirmación refleja una postura que prioriza los intereses de un grupo sobre la libertad y los derechos individuales de todos. Desde la perspectiva del liberalismo, es esencial respetar el proyecto de vida de cada individuo y no imponer los objetivos de un grupo, ya que esto puede llevar a la coerción y al autoritarismo. La verdadera libertad permite que cada persona persiga sus propios objetivos sin interferencia, por lo que estoy en desacuerdo con esta afirmación.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "Promover los objetivos de un grupo por encima de los demás puede llevar a la polarización y a la exclusión, lo que no se alinea con un enfoque republicano que prioriza el diálogo, el pluralismo y el bien común. En nuestra visión, es fundamental buscar un equilibrio que contemple las necesidades y derechos de todos los sectores de la sociedad, fomentando así el respeto y la cooperación.",
            "eleccion": "En desacuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "Si bien es fundamental abogar por los intereses y objetivos de nuestro grupo político, esto no debe hacerse por encima de los demás, sino en un marco de diálogo y consenso que incluya a todos los sectores para lograr un desarrollo equitativo y una verdadera justicia social. La inclusión y la colaboración son las bases de una democracia robusta.",
            "eleccion": "En desacuerdo"
        },
        "Agente de Izquierda": {
            "razonamiento": "Promover los objetivos de un grupo en detrimento de otros perpetúa la división y la lucha entre clases. En lugar de impulsar un enfoque que priorice una agenda particular, es necesario abogar por la unidad y los derechos de la clase trabajadora en su conjunto. Debemos luchar por la independencia política de los trabajadores y trabajar hacia un objetivo colectivo que beneficie a todos.",
            "eleccion": "Muy en desacuerdo"
        }
    }
}