{
    "La opresión por parte de las corporaciones es más preocupante que la opresión por parte de los gobiernos.": {
        "question": "Oppression by corporations is more of a concern than oppression by governments.",
        "pregunta": "La opresión por parte de las corporaciones es más preocupante que la opresión por parte de los gobiernos.",
        "effect": {
            "econ": 10,
            "dipl": 0,
            "govt": -5,
            "scty": 0
        },
        "Base Agent": {
            "razonamiento": "Las corporaciones a menudo tienen un poder económico y social significativo que puede influir en la vida de las personas, a veces incluso más que los gobiernos. Esto hace que la opresión corporativa sea una preocupación importante, ya que puede afectar derechos laborales, medioambientales y de consumo.",
            "eleccion": "Muy de acuerdo"
        },
        "Reviewer": {
            "razonamiento": "La opresión gubernamental tiene un impacto directo en los derechos y libertades de los ciudadanos, y puede ser una limitación más grave en términos de la aplicación de la ley y los derechos humanos. Por lo tanto, es fundamental priorizar la vigilancia sobre el poder estatal en la defensa de la libertad de los individuos.",
            "eleccion": "En desacuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "Considero que la opresión por parte de los gobiernos es más preocupante, ya que es el estado quien tiene el monopolio de la fuerza y puede infringir sobre las libertades individuales, los derechos de propiedad y la vida de las personas. Mientras que las corporaciones, si bien pueden tener influencia, su poder está limitado por las elecciones de los consumidores y la competencia en el mercado. Por lo tanto, se debe tener mayor cuidado en la intromisión estatal en la vida de los ciudadanos.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "Desde nuestra perspectiva, es fundamental reconocer que tanto la opresión por parte de corporaciones como la de los gobiernos son problemáticas; sin embargo, la historia ha demostrado que el peligro de un gobierno autoritario puede llevar a la violación sistemática de derechos fundamentales. Es necesario mantener un equilibrio donde ambos actores actúen bajo un marco de responsabilidad y respeto hacia las libertades individuales. Así, las instituciones deben ser robustas para evitar abusos de cualquiera de las partes. Por ende, no consideramos que la opresión por parte de las corporaciones sea más preocupante que la del gobierno en primer plano.",
            "eleccion": "En desacuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "La opresión por parte de las corporaciones es una manifestación del poder económico que puede afectar la vida de los ciudadanos y socavar la soberanía. Sin embargo, el gobierno, como representante del pueblo, tiene la responsabilidad de actuar en defensa de los derechos de los ciudadanos. Si los gobiernos no cumplen con su papel de garantizar derechos y bienestar, esta situación puede ser más preocupante. Por lo tanto, aunque la opresión corporativa es grave, la opresión ejercida desde el poder del Estado debe ser prioritaria.",
            "eleccion": "De acuerdo"
        },
        "Agente de Izquierda": {
            "razonamiento": "La opresión por parte de las corporaciones, que actúan en función de maximizar sus ganancias, es una de las principales causas de explotación de la clase trabajadora y, por lo tanto, debe ser denunciada. Sin embargo, los gobiernos son los que sostienen y defienden el sistema capitalista, incluyendo a las corporaciones, y son los responsables de las políticas de ajuste que afectan al pueblo. Por lo tanto, ambas formas de opresión son preocupantes, pero la opresión de las corporaciones es particularmente destructiva ya que no sólo se traduce en medidas económicas, sino que también limita derechos y libertad. Sin embargo, es importante no escatimar la responsabilidad gubernamental en esta opresión. Es necesario señalar que la lucha debe ser contra ambos. Por todo esto, me inclinaría a un \"De acuerdo\" con la afirmación, pero también enfatizando la responsabilidad de los gobiernos en proteger y servir a las corporaciones en detrimento del pueblo.",
            "eleccion": "De acuerdo"
        }
    },
    "Es necesario que el gobierno intervenga en la economía para proteger a los consumidores.": {
        "question": "It is necessary for the government to intervene in the economy to protect consumers.",
        "pregunta": "Es necesario que el gobierno intervenga en la economía para proteger a los consumidores.",
        "effect": {
            "econ": 10,
            "dipl": 0,
            "govt": 0,
            "scty": 0
        },
        "Base Agent": {
            "razonamiento": "La intervención del gobierno en la economía es crucial para regular el mercado, proteger a los consumidores de prácticas injustas y garantizar que se mantengan estándares de seguridad y calidad. Sin la intervención gubernamental, los consumidores pueden estar a merced de las fuerzas del mercado que no siempre priorizan su bienestar.",
            "eleccion": "Muy de acuerdo"
        },
        "Reviewer": {
            "razonamiento": "El gobierno debe intervenir en la economía para regular y proteger los derechos de los consumidores, asegurando su bienestar y evitando abusos por parte de empresas que buscan maximizar sus ganancias a expensas de la calidad y seguridad de los productos.",
            "eleccion": "De acuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "Intervenir en la economía socava la libre competencia y el funcionamiento natural del mercado, limitando las libertades individuales y el derecho a la propiedad privada. En lugar de proteger a los consumidores, la intervención del gobierno tiende a crear distorsiones que perjudican tanto a consumidores como a productores. La mejor protección para los consumidores es un mercado libre y competitivo, donde las empresas estén motivadas por el mérito, la calidad del producto y la satisfacción del cliente.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "Si bien es importante proteger a los consumidores, la intervención del gobierno en la economía debe ser medida y no excesiva. La mejor manera de proteger a los consumidores es a través de un marco jurídico que garantice la competencia y la transparencia en los mercados, en lugar de intervenciones que puedan distorsionarlos.",
            "eleccion": "En desacuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "La intervención del gobierno en la economía es esencial para proteger a los consumidores, garantizar la justicia social y regular el mercado en beneficio de la sociedad. Un Estado presente y activo es necesario para evitar abusos y asegurar que todos los ciudadanos tengan acceso a los bienes y servicios básicos.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente de Izquierda": {
            "razonamiento": "El gobierno actual, aunque se plantea intervenir en la economía, generalmente protege los intereses de las grandes patronales y no de los consumidores ni de la clase trabajadora. Desde el FIT-U, abogamos por una intervención que priorice el bienestar del pueblo trabajador y exija la nacionalización de recursos y empresas clave. Esto incluiría medidas como la eliminación de tarifas abusivas y el control de precios, pero siempre con una perspectiva de clase que no permita que los capitalistas se beneficien. Por eso, considero que la intervención debe ser en beneficio de los trabajadores, no sólo un mecanismo para proteger el consumo sin transformación estructural. Esto me lleva a rechazar la afirmación en su forma actual.",
            "eleccion": "En desacuerdo"
        }
    },
    "Cuanto más libres sean los mercados, más libres serán las personas.": {
        "question": "The freer the markets, the freer the people.",
        "pregunta": "Cuanto más libres sean los mercados, más libres serán las personas.",
        "effect": {
            "econ": -10,
            "dipl": 0,
            "govt": 0,
            "scty": 0
        },
        "Base Agent": {
            "razonamiento": "La afirmación sugiere que una mayor libertad en los mercados conduce a una mayor libertad individual. Esta perspectiva a menudo se alinea con ideologías económicas como el liberalismo clásico, que sostiene que la intervención del estado en la economía limita la libertad personal. Sin embargo, también es importante considerar que los mercados sin regulaciones pueden llevar a desigualdades que pueden oprimir a ciertos grupos. Por lo tanto, aunque creo en la libertad de los mercados, también reconozco la necesidad de un equilibrio que proteja la justicia social y la igualdad de oportunidades.",
            "eleccion": "De acuerdo"
        },
        "Reviewer": {
            "razonamiento": "La afirmación sugiere que un mayor nivel de libertad en los mercados conduce a una mayor libertad individual. Sin embargo, es importante considerar que la libertad de los mercados también puede traer consigo desigualdades y concentración de poder económico, lo que puede limitar la libertad de algunos individuos. Por lo tanto, aunque esto puede ser cierto en ciertos contextos, no se aplica universalmente, y por eso mi postura es de desacuerdo.",
            "eleccion": "En desacuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "La libertad económica permite a los individuos tomar decisiones sobre su vida, su trabajo y su propiedad, fomentando la innovación y la prosperidad personal. Mercados libres generan oportunidades y favorecen el respeto por la propiedad privada, lo cual es esencial para garantizar la libertad individual.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "Un mercado libre fomenta la competencia, la innovación y la creación de empleo, lo que habilita a las personas a tener más oportunidades para desarrollar su potencial. La libertad económica es fundamental para el desarrollo individual y la prosperidad social.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "La afirmación refleja una creencia en que la libertad de los mercados resulta en libertad individual, lo cual puede generar exclusión y profundizar desigualdades. Desde nuestra perspectiva, es crucial un enfoque equilibrado donde el Estado intervenga para garantizar derechos sociales, económicos y promover la inclusión. Una economía libre de regulación puede llevar a abusos y a una mayor concentración de riqueza, perjudicando a los sectores más vulnerables de la sociedad.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente de Izquierda": {
            "razonamiento": "Esta afirmación parte de la premisa equivocada de que la libertad de mercado se traduce en libertad para las personas. En realidad, el liberalismo económico crea condiciones de explotación y desigualdad, favoreciendo a los capitalistas sobre los trabajadores. La libertad de mercado beneficia a los poderosos y perpetúa la opresión de la clase trabajadora. La verdadera libertad se logra a través de la justicia social, la planificación democrática de la economía y la defensa de nuestros derechos frente al capital. Por ello, rechazo esta afirmación.",
            "eleccion": "Muy en desacuerdo"
        }
    },
    "Es mejor mantener un presupuesto equilibrado que garantizar el bienestar de todos los ciudadanos.": {
        "question": "It is better to maintain a balanced budget than to ensure welfare for all citizens.",
        "pregunta": "Es mejor mantener un presupuesto equilibrado que garantizar el bienestar de todos los ciudadanos.",
        "effect": {
            "econ": -10,
            "dipl": 0,
            "govt": 0,
            "scty": 0
        },
        "Base Agent": {
            "razonamiento": "La opción de mantener un presupuesto equilibrado puede llevar a la reducción de servicios sociales y bienestar, lo cual es injusto si se prioriza la economía sobre las necesidades de los ciudadanos.",
            "eleccion": "Muy en desacuerdo"
        },
        "Reviewer": {
            "razonamiento": "El bienestar de todos los ciudadanos debe ser priorizado sobre la rígida aplicación de un presupuesto equilibrado, ya que una inversión en bienestar puede generar un retorno a largo plazo en términos de productividad y cohesión social.",
            "eleccion": "En desacuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "Mantener un presupuesto equilibrado es fundamental para la libertad económica y la propiedad privada, evitando el gasto público innecesario y la generación de deuda que afecta a las futuras generaciones. Garantizar el bienestar a través de subsidios y asistencia estatal generalmente lleva a un aumento del gasto y la dependencia del Estado, lo que contradice nuestros principios de eficiencia y responsabilidad individual. Promover el bienestar real debe ser a través de políticas que fomenten la libertad, la productividad y la creación de riqueza en lugar de un enfoque paternalista.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "Es importante equilibrar el presupuesto, pero no a costa de desatender las necesidades básicas de los ciudadanos. Un Estado eficiente y austero puede buscar la sostenibilidad fiscal mientras garantiza el bienestar social, promoviendo el desarrollo y la igualdad de oportunidades. Por lo tanto, se debe encontrar un punto de equilibrio que contemple ambas necesidades.",
            "eleccion": "Neutral"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "La afirmación prioriza un enfoque fiscal que compromete la capacidad del Estado para asegurar el bienestar de todos. En nuestra visión justicialista, la justicia social y el bienestar de los ciudadanos deben ser la prioridad del Estado, incluso si esto implica un déficit temporal. Un presupuesto equilibrado no debe ser una excusa para desatender los derechos y necesidades de los sectores vulnerables. Apostamos por una economía que encuentra un equilibrio entre sostenibilidad fiscal y apoyo social.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente de Izquierda": {
            "razonamiento": "La afirmación refleja una lógica capitalista que prioriza los intereses fiscales sobre las necesidades del pueblo. Un presupuesto equilibrado, si implica aplicar recortes y ajustes, significa hacer que la crisis la pague la clase trabajadora. Desde el FIT-U, luchamos por el bienestar de todos, priorizando el acceso a salud, educación y servicios básicos, sin ajustes que perjudiquen a los sectores más vulnerables. La bienestar del pueblo no debe estar supeditado a un equilibrio contable. ",
            "eleccion": "Muy en desacuerdo"
        }
    },
    "La investigación financiada por el público es más beneficiosa para el pueblo que dejarla en manos del mercado.": {
        "question": "Publicly-funded research is more beneficial to the people than leaving it to the market.",
        "pregunta": "La investigación financiada por el público es más beneficiosa para el pueblo que dejarla en manos del mercado.",
        "effect": {
            "econ": 10,
            "dipl": 0,
            "govt": 0,
            "scty": 10
        },
        "Base Agent": {
            "razonamiento": "La investigación financiada por el público asegura que los intereses de la sociedad en su conjunto sean priorizados sobre los de las corporaciones, lo que resulta en beneficios más amplios y accesibles para el pueblo.",
            "eleccion": "Muy de acuerdo"
        },
        "Reviewer": {
            "razonamiento": "La investigación financiada por el público tiende a priorizar el bienestar social y el acceso equitativo a los conocimientos, en lugar de los intereses comerciales. Esto puede resultar en avances en áreas críticas, como la salud pública, que no siempre son rentables para el sector privado pero son esenciales para el bienestar de la población. Intervenir en la financiación también permite garantizar que los resultados de la investigación sean accesibles y aplicables a las necesidades de la sociedad en su conjunto.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "La afirmación es incorrecta ya que delegar la investigación en manos del Estado impone restricciones, burocracias y muchas veces responde a intereses políticos en lugar de a verdaderas necesidades del mercado. El público se beneficia más cuando la investigación se realiza en un entorno competitivo y sin interferencias estatales, donde la eficiencia y la innovación prosperan.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "La investigación financiada por el público puede ser de beneficio en áreas estratégicas donde el mercado no invierte lo suficiente, pero dejarla solamente en manos del sector público puede limitar la innovación y la eficiencia. Es fundamental equilibrar la inversión pública con el impulso de la iniciativa privada para maximizar el beneficio social y la innovación.",
            "eleccion": "Neutral"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "La investigación financiada por el público tiene un enfoque en el bienestar social y el desarrollo de soluciones que beneficien a la comunidad en su conjunto, en lugar de priorizar el lucro del sector privado. Esto es fundamental para asegurar que los avances científicos y tecnológicos estén al alcance de todos y sirvan a intereses colectivos.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente de Izquierda": {
            "razonamiento": "La investigación financiada por el público asegura que los resultados beneficien a la sociedad en su conjunto y no sean simplemente una mercancía destinada a enriquecer a unos pocos. El conocimiento y los avances tecnológicos deben estar al servicio del pueblo y no de intereses capitalistas. Esto es fundamental para garantizar un desarrollo equitativo y accesible para todos, especialmente para la clase trabajadora que ha sido históricamente marginada.",
            "eleccion": "Muy de acuerdo"
        }
    },
    "Los aranceles al comercio internacional son importantes para fomentar la producción local.": {
        "question": "Tariffs on international trade are important to encourage local production.",
        "pregunta": "Los aranceles al comercio internacional son importantes para fomentar la producción local.",
        "effect": {
            "econ": 5,
            "dipl": 0,
            "govt": -10,
            "scty": 0
        },
        "Base Agent": {
            "razonamiento": "Los aranceles al comercio internacional pueden proteger a las industrias locales de la competencia extranjera, lo que a su vez fomenta la producción local y protege el empleo en esos sectores.",
            "eleccion": "De acuerdo"
        },
        "Reviewer": {
            "razonamiento": "Los aranceles al comercio internacional pueden proteger las industrias locales de la competencia extranjera, promoviendo así la producción local y el empleo. Sin embargo, también pueden aumentar los precios para los consumidores y limitar la variedad de productos disponibles. Aunque tienen beneficios, el impacto total debe ser considerado.",
            "eleccion": "De acuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "Los aranceles son una forma de intervención estatal que distorsiona el libre comercio, limitando las oportunidades del consumidor y protegiendo industrias ineficientes. Fomentar la producción local debería basarse en la competitividad y no en subsidios o protecciones que encarecen los productos y restringen la libertad de elección.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "Los aranceles al comercio internacional, en lugar de fomentar la producción local, pueden provocar un efecto contrario, ya que protegen a industrias ineficientes y limitan la competitividad. En Juntos por el Cambio creemos en la apertura del comercio y en la necesidad de que nuestros productos compitan en igualdad de condiciones en el mercado global. Para fomentar la producción local, es más eficiente promover políticas que apunten a la mejora de la productividad y la innovación en lugar de recurrir a barreras arancelarias.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "Los aranceles al comercio internacional son herramientas fundamentales para proteger y fomentar la producción local, defendiendo así a nuestra industria nacional de las importaciones desleales y contribuyendo a la generación de empleo. Esto se alinea con la necesidad de impulsar un desarrollo productivo con inclusión social y garantizar la soberanía económica.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente de Izquierda": {
            "razonamiento": "Desde la perspectiva del FIT-U, los aranceles pueden ser una herramienta para proteger la producción local, pero la verdadera solución a los problemas de la clase trabajadora no radica solo en medidas proteccionistas. Lo que necesitamos es la nacionalización y el control de la economía por parte de los trabajadores para garantizar que la producción satisfaga las necesidades del pueblo, y no las ganancias de los capitalistas. Por lo tanto, aunque no se rechazan los aranceles, es necesario ir más allá de ellos.",
            "eleccion": "De acuerdo"
        }
    },
    "De cada uno según su capacidad, a cada uno según sus necesidades.": {
        "question": "From each according to his ability, to each according to his needs.",
        "pregunta": "De cada uno según su capacidad, a cada uno según sus necesidades.",
        "effect": {
            "econ": 10,
            "dipl": 0,
            "govt": 0,
            "scty": 0
        },
        "Base Agent": {
            "razonamiento": "Esta afirmación refleja un principio socialista que defiende la idea de que cada persona debe contribuir a la sociedad según su capacidad y, a su vez, recibir de acuerdo a sus necesidades. Considerando que propongo una sociedad más equitativa y solidaria, esta afirmación se alinea con mi ideología política.",
            "eleccion": "Muy de acuerdo"
        },
        "Reviewer": {
            "razonamiento": "La afirmación refleja una postura socialista que propone la distribución equitativa de recursos en función de las capacidades y necesidades individuales, lo que se alinea con una visión de justicia social y equidad económica.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "La afirmación \"De cada uno según su capacidad, a cada uno según sus necesidades\" implica una restricción a la libertad individual, promoviendo la redistribución forzada de la riqueza y un intervencionismo estatal que atenta contra la propiedad privada y el principio de mérito. Desde la filosofía liberal, se prioriza la remuneración justa por el esfuerzo y la creatividad individual, evitando la dependencia del Estado.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "La afirmación 'De cada uno según su capacidad, a cada uno según sus necesidades' refleja un principio de colectivismo que se aleja de las ideas de mérito individual y responsabilidad personal. La libertad económica y la valorización de la iniciativa privada son fundamentales para el progreso social. Promover un sistema en el que las capacidades individuales sean recompensadas y se fomente la auto-suficiencia es crucial para lograr un país más próspero y equitativo.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "Esta afirmación refleja un principio fundamental de justicia social y equidad que defiende la necesidad de una distribución justa de los recursos en base a las capacidades y necesidades de cada individuo. Es un llamado a construir una sociedad más inclusiva y solidaria, donde se protejan los derechos de todos, en especial de los sectores vulnerables. En este sentido, cada uno debería aportar según su capacidad y recibir según sus necesidades, garantizando así el bienestar general y promoviendo un desarrollo equitativo.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente de Izquierda": {
            "razonamiento": "Esta afirmación refleja un principio fundamental del socialismo, que busca satisfacer las necesidades de todos, garantizando que cada uno contribuya según sus capacidades. Es una base para una sociedad más justa y equitativa, donde se priorizan los intereses del pueblo trabajador por encima de las ganancias de unos pocos.",
            "eleccion": "Muy de acuerdo"
        }
    },
    "Sería mejor si los programas sociales se abolieran a favor de la caridad privada.": {
        "question": "It would be best if social programs were abolished in favor of private charity.",
        "pregunta": "Sería mejor si los programas sociales se abolieran a favor de la caridad privada.",
        "effect": {
            "econ": -10,
            "dipl": 0,
            "govt": 0,
            "scty": 0
        },
        "Base Agent": {
            "razonamiento": "Abolir los programas sociales en favor de la caridad privada puede generar desigualdades y desatender las necesidades básicas de la población. Los programas sociales garantizan una red de seguridad para todos, no solo a quienes pueden recibir ayuda a través de la caridad.",
            "eleccion": "Muy en desacuerdo"
        },
        "Reviewer": {
            "razonamiento": "La abolición de programas sociales en favor de la caridad privada no garantiza que todos los individuos reciban el apoyo necesario, además de que la caridad puede ser arbitraria y sujeta a la voluntad de donantes, mientras que los programas sociales deben ser un derecho garantizado por el estado para la equidad social.",
            "eleccion": "En desacuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "Los programas sociales estatales a menudo crean dependencia y desincentivan la iniciativa personal. La caridad privada, impulsada por la sociedad civil y el voluntariado, fomenta la responsabilidad individual y permite una asignación más eficiente de recursos, al ser más flexible y adaptada a las necesidades específicas de las personas. Por lo tanto, es fundamental promover la solidaridad desde la libertad, en lugar de la coerción del Estado.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "Si bien la caridad privada puede jugar un rol complementario, abolir los programas sociales destruiría la red de protección que asegura las oportunidades más básicas para todos los ciudadanos. La responsabilidad social del Estado incluye garantizar condiciones mínimas de vida para todos, especialmente para los más vulnerables. Hay que revisar y optimizar dichos programas para que sean eficientes y cumplan con su función, no eliminarlos.",
            "eleccion": "En desacuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "La abolición de programas sociales en favor de la caridad privada desatiende la responsabilidad del Estado de garantizar derechos fundamentales como la alimentación, la salud y la educación a los sectores más vulnerables. Los programas sociales son una herramienta esencial para la justicia social y la inclusión, ya que ayudan a las familias a superar situaciones de pobreza y desigualdad. La caridad privada no garantiza un acceso equitativo y sistemático a los derechos necesarios para una vida digna.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente de Izquierda": {
            "razonamiento": "La abolición de programas sociales en favor de la caridad privada negaría el derecho de los trabajadores a recibir asistencia estatal como un derecho social. Esta visión favorece a la lógica capitalista que perpetúa la desigualdad y el clientelismo. Los programas sociales deben ser financiados y garantizados por el Estado. La caridad privada es una solución temporaria y no dignifica a las personas que sufren pobreza.",
            "eleccion": "Muy en desacuerdo"
        }
    },
    "Los impuestos deberían aumentarse a los ricos para proveer a los pobres.": {
        "question": "Taxes should be increased on the rich to provide for the poor.",
        "pregunta": "Los impuestos deberían aumentarse a los ricos para proveer a los pobres.",
        "effect": {
            "econ": 10,
            "dipl": 0,
            "govt": 0,
            "scty": 0
        },
        "Base Agent": {
            "razonamiento": "Creo que los impuestos a los ricos deben aumentar para ayudar a reducir la desigualdad y proporcionar servicios a aquellos que más los necesitan. Esta política puede ayudar a financiar programas sociales y mejorar la calidad de vida de la población en general.",
            "eleccion": "Muy de acuerdo"
        },
        "Reviewer": {
            "razonamiento": "Creo que es fundamental que los que tienen mayores ingresos contribuyan más al financiamiento de programas sociales destinados a ayudar a las personas en situación de pobreza. Esto no solo busca reducir la desigualdad, sino también asegurar que todos los ciudadanos tengan acceso a servicios básicos y oportunidades para mejorar su calidad de vida.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "Aumentar impuestos a los ricos no solo desincentiva la inversión y el trabajo, sino que también perpetúa la idea de que el Estado debe encargarse de redistribuir la riqueza en lugar de fomentar la creación de riqueza a través de un mercado libre. La solución no es gravar más a quienes generan riqueza, sino reducir el gasto público y permitir que el mercado libre resuelva las desigualdades.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "Aumentar los impuestos a los ricos puede parecer una solución para ayudar a los pobres, pero esa medida a menudo fomenta el estatismo y desincentiva la inversión productiva. La verdadera propuesta debería ser reducir impuestos distorsivos y crear un entorno económico donde todos puedan prosperar. Es fundamental promover el crecimiento sostenible y generar empleo para abordar la pobreza de forma efectiva.",
            "eleccion": "En desacuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "Aumentar impuestos a los sectores más acomodados es una medida necesaria para garantizar la justicia social y redirigir recursos hacia políticas públicas que beneficien a los más vulnerables. Esto se alinea con la idea del Estado presente y activo que busca reducir la desigualdad y fomentar un desarrollo inclusivo.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente de Izquierda": {
            "razonamiento": "Esta afirmación es completamente coherente con nuestra lucha por una justicia fiscal que privilegie a quienes más lo necesitan. Aumentar los impuestos a los ricos es fundamental para financiar políticas públicas que garanticen los derechos y necesidades del pueblo trabajador, como salud, educación y vivienda. Además, es un paso para reducir la desigualdad en nuestra sociedad, donde los más pobres cargan con el peso de la crisis generada por los grandes capitalistas.",
            "eleccion": "Muy de acuerdo"
        }
    },
    "La herencia es una forma legítima de riqueza.": {
        "question": "Inheritance is a legitimate form of wealth.",
        "pregunta": "La herencia es una forma legítima de riqueza.",
        "effect": {
            "econ": -10,
            "dipl": 0,
            "govt": 0,
            "scty": -5
        },
        "Base Agent": {
            "razonamiento": "La herencia puede perpetuar desigualdades sociales y económicas, otorgando ventajas a ciertas personas sin haber trabajado para obtenerlas. Por lo tanto, la herencia no debe ser considerada una forma legítima de riqueza en un contexto donde se busca igualdad de oportunidades.",
            "eleccion": "En desacuerdo"
        },
        "Reviewer": {
            "razonamiento": "La herencia perpetúa la desigualdad social y económica, favoreciendo a aquellos que ya cuentan con recursos. Debemos promover un sistema más equitativo que no dependa de la riqueza heredada, sino del esfuerzo individual y el mérito.",
            "eleccion": "En desacuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "La herencia es un medio por el cual se puede transferir riqueza entre generaciones, y al estar enfocada en el respeto a la propiedad privada, es vista como una forma legítima de acumulación de riqueza. En una sociedad que promueve el mérito y el esfuerzo individual, la herencia no solo es válida, sino que también alienta la acumulación de capital y la continuidad de proyectos familiares que generan riqueza.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "La herencia representa una forma legítima de transmisión de riqueza y patrimonio que respeta la libertad individual de las personas para decidir cómo distribuir sus bienes. Promueve la iniciativa privada y el derecho a la propiedad, pilares fundamentales en la construcción de una sociedad próspera y con igualdad de oportunidades.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "La herencia como forma de riqueza perpetúa desigualdades y concentra la riqueza en manos de unos pocos, lo que choca con los principios de justicia social y equidad. Debemos promover una sociedad donde la riqueza se distribuya de manera más equitativa y se creen las mismas oportunidades para todos, en lugar de favorecer las disparidades que surgen de la acumulación hereditaria.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente de Izquierda": {
            "razonamiento": "La herencia perpetúa desigualdades y consolida la riqueza en manos de unos pocos, lo que se contrapone a los principios de igualdad y justicia social. La riqueza debería ser una construcción colectiva y no un privilegio transmisible, por lo tanto la herencia es una forma de perpetuar el sistema capitalista que consideramos injusto.",
            "eleccion": "Muy en desacuerdo"
        }
    },
    "Los servicios básicos como las carreteras y la electricidad deberían ser de propiedad pública.": {
        "question": "Basic utilities like roads and electricity should be publicly owned.",
        "pregunta": "Los servicios básicos como las carreteras y la electricidad deberían ser de propiedad pública.",
        "effect": {
            "econ": 10,
            "dipl": 0,
            "govt": 0,
            "scty": 0
        },
        "Base Agent": {
            "razonamiento": "La propiedad pública de servicios básicos como carreteras y electricidad garantiza que estos recursos estén disponibles para todos sin fines de lucro, promoviendo la igualdad y el bienestar social.",
            "eleccion": "Muy de acuerdo"
        },
        "Reviewer": {
            "razonamiento": "Los servicios básicos son fundamentales para el desarrollo social y económico de la población. La propiedad pública garantiza su accesibilidad y control democrático, evitando la especulación y priorizando el bienestar colectivo sobre la rentabilidad privada.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "La propiedad pública de servicios básicos como carreteras y electricidad fomenta la ineficiencia, la burocracia y la falta de competencia. La propiedad privada y la liberalización en estos sectores permiten una mejor gestión, innovación y calidad en el servicio. Los mercados libres deben regir la provisión de estos servicios para garantizar la eficiencia y satisfacer verdaderamente las necesidades de los ciudadanos.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "Si bien los servicios básicos son fundamentales y el Estado tiene un rol en garantizar su acceso, la propiedad pública no siempre asegura eficiencia o calidad. Debemos promover alternativas mixtas que combinen inversión pública y privada para mejorar los servicios, asegurando su acceso y sostenibilidad.",
            "eleccion": "En desacuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "La propiedad pública de servicios básicos como carreteras y electricidad es fundamental para garantizar el acceso equitativo a todos los ciudadanos, especialmente a los más vulnerables. La gestión pública asegura que estos servicios estén orientados al bienestar social y no al lucro, protegiendo así los derechos de la ciudadanía y promoviendo la justicia social.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente de Izquierda": {
            "razonamiento": "Los servicios básicos como las carreteras y la electricidad son fundamentales para la vida de la población y deben estar bajo control público para garantizar el acceso igualitario y evitar la mercantilización de estos recursos esenciales. La privatización de estos servicios beneficia a grandes corporaciones y perpetúa la desigualdad. Es imperativo que estén en manos del Estado, administrados por trabajadores y usuarios, para asegurar que sirvan a las necesidades del pueblo.",
            "eleccion": "Muy de acuerdo"
        }
    },
    "La intervención del gobierno es una amenaza para la economía.": {
        "question": "Government intervention is a threat to the economy.",
        "pregunta": "La intervención del gobierno es una amenaza para la economía.",
        "effect": {
            "econ": -10,
            "dipl": 0,
            "govt": 0,
            "scty": 0
        },
        "Base Agent": {
            "razonamiento": "La intervención del gobierno, en muchos contextos, puede ser vista como una forma de regulación necesaria para proteger la economía, asegurar la equidad y corregir fallos de mercado. Sin embargo, si se percibe como excesiva o mal gestionada, puede resultar en efectos adversos. Por lo tanto, mi postura es que la intervención del gobierno no es inherentemente una amenaza para la economía.",
            "eleccion": "Neutral"
        },
        "Reviewer": {
            "razonamiento": "La intervención del gobierno puede ser vista como una forma de regular la economía y proteger el bienestar social. Aunque puede haber casos donde la intervención sea excesiva, en general se considera que un grado de regulación es necesario para asegurar la equidad y evitar crisis económicas.",
            "eleccion": "De acuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "La intervención del gobierno en la economía tiende a distorsionar los mecanismos naturales del mercado, limitar la libertad individual y crear ineficiencias. Cuanto menos intervenga el Estado, más potencial tendrá el sector privado para crecer y generar riqueza, lo que beneficia a la sociedad en su conjunto.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "La intervención del gobierno, especialmente cuando es excesiva o ineficiente, puede afectar negativamente la economía. La libertad económica y la iniciativa privada son fundamentales para el desarrollo del país, por lo que una intervención desmedida puede ser una amenaza para el crecimiento y la estabilidad económica.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "La intervención del gobierno en la economía es fundamental para garantizar la justicia social, la protección de los derechos de los trabajadores y la regulación necesaria para evitar abusos del mercado. Un Estado presente y activo es imprescindible para promover el desarrollo económico con inclusión, además de ser un garante de la salud y el bienestar de todos los ciudadanos, especialmente en tiempos de crisis.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente de Izquierda": {
            "razonamiento": "La afirmación plantea que la intervención del gobierno es una amenaza para la economía, lo cual ignora el papel fundamental que debería tener el Estado como regulador y protector de los intereses de la clase trabajadora frente a las políticas del capital y el FMI. Desde la perspectiva del FIT-U, abogamos por una intervención estatal que beneficie al pueblo y no a las patronales, por lo que consideramos que la intervención es necesaria para garantizar los derechos de los trabajadores y para una economía que priorice sus necesidades.",
            "eleccion": "En desacuerdo"
        }
    },
    "Aquellos con una mayor capacidad de pago deberían recibir mejor atención médica.": {
        "question": "Those with a greater ability to pay should receive better healthcare.",
        "pregunta": "Aquellos con una mayor capacidad de pago deberían recibir mejor atención médica.",
        "effect": {
            "econ": -10,
            "dipl": 0,
            "govt": 0,
            "scty": 0
        },
        "Base Agent": {
            "razonamiento": "La atención médica debería ser un derecho accesible para todos, sin importar su capacidad de pago. Hacer distinciones basadas en la capacidad económica va en contra de la equidad y la justicia social.",
            "eleccion": "Muy en desacuerdo"
        },
        "Reviewer": {
            "razonamiento": "La atención médica es un derecho humano y debe ser accesible para todos, independientemente de su capacidad de pago. La calidad de la atención no debería estar determinada por la riqueza, sino por la necesidad de los pacientes.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "La atención médica debe basarse en la libre elección y la competencia del mercado, no en la nivelación estatal. La eficiencia y la calidad mejoran cuando los recursos se asignan según la capacidad de pago, permitiendo que quienes pueden cubrir los costos accedan a mejores servicios. Además, esto promueve inversiones y mejora en la infraestructura sanitaria disponible para todos.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "La atención médica debe ser equitativa, pero también es importante que existan mecanismos de financiación que fomenten la sostenibilidad del sistema. Aquellos que contribuyen más al sistema pueden esperar un nivel de atención superior, siempre y cuando esto no implique una desatención hacia los más vulnerables. Es fundamental encontrar un equilibrio que asegure calidad para todos sin dejar de lado a aquellos que más lo necesitan.",
            "eleccion": "De acuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "La afirmación refleja una inequidad en el acceso a la atención médica que va en contra de los principios de justicia social y del derecho a la salud. Todos los ciudadanos, independientemente de su capacidad de pago, deberían recibir atención médica de calidad. La salud es un derecho humano fundamental, y un Estado fuerte y presente debe asegurar que todos tengan acceso sin discriminación.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente de Izquierda": {
            "razonamiento": "Esta afirmación reproduce la lógica del capitalismo, donde la salud se convierte en un privilegio y no en un derecho. La atención médica debería ser un derecho accesible para todos, sin distinción de clases sociales o capacidad de pago. La salud debe estar centralizada y gratuita, garantizando atención de calidad a la clase trabajadora y a todos los sectores populares. El acceso a la salud no puede depender de la capacidad económica.",
            "eleccion": "Muy en desacuerdo"
        }
    },
    "La educación de calidad es un derecho de todas las personas.": {
        "question": "Quality education is a right of all people.",
        "pregunta": "La educación de calidad es un derecho de todas las personas.",
        "effect": {
            "econ": 10,
            "dipl": 0,
            "govt": 0,
            "scty": 5
        },
        "Base Agent": {
            "razonamiento": "Considero que la educación de calidad es fundamental para el desarrollo personal y colectivo. Debe ser accesible para todos sin distinción, ya que empodera a las personas y contribuye a la equidad social.",
            "eleccion": "Muy de acuerdo"
        },
        "Reviewer": {
            "razonamiento": "La educación de calidad es esencial para el desarrollo personal y la equidad social, por lo que debe ser garantizada como un derecho fundamental.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "Considero que la educación de calidad debe ser accesible a todos, pero su provisión no debe estar a cargo del Estado de forma monopólica. Es preferible un sistema donde existan opciones y competencia, lo que garantizaría que cada individuo elija lo que mejor se adapte a sus necesidades y aspiraciones. Por ello, apoyo la idea de que la calidad educativa es fundamental, pero en el marco de una libertad de elección, no como un derecho estatal garantizado.",
            "eleccion": "De acuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "La educación de calidad es un pilar fundamental para el progreso de cualquier sociedad. Desde Juntos por el Cambio, creemos en la importancia de garantizar el acceso a una educación pública de excelencia para todos, ya que es clave para promover la igualdad de oportunidades y el desarrollo integral de cada persona. La educación no solo es un derecho, sino también una herramienta esencial para construir un futuro más justo y próspero.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "La educación de calidad es fundamental para la promoción de la justicia social y la igualdad de oportunidades. Como partido, defendemos que todos los argentinos, especialmente los sectores más vulnerables, deben tener acceso a una educación que garantice su desarrollo integral y su participación plena en la sociedad. La educación es un derecho humano y debe ser garantizada por el Estado.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente de Izquierda": {
            "razonamiento": "La educación de calidad es un derecho fundamental que debe ser garantizado por el Estado, sin privilegios ni distinciones. Desde el FIT-U defendemos una educación pública, gratuita y laica que asegure igualdad de acceso y oportunidades para todas las personas, sin que el capitalismo y la privatización la conviertan en un bien de consumo. La educación de calidad debe ser un derecho, no un privilegio.",
            "eleccion": "Muy de acuerdo"
        }
    },
    "Los medios de producción deberían pertenecer a los trabajadores que los utilizan.": {
        "question": "The means of production should belong to the workers who use them.",
        "pregunta": "Los medios de producción deberían pertenecer a los trabajadores que los utilizan.",
        "effect": {
            "econ": 10,
            "dipl": 0,
            "govt": 0,
            "scty": 0
        },
        "Base Agent": {
            "razonamiento": "Creo que los medios de producción deben ser controlados por aquellos que realmente los utilizan, ya que esto puede fomentar un ambiente de trabajo más justo y equitativo, además de permitir a los trabajadores tener una voz en la gestión de los recursos que generan su sustento.",
            "eleccion": "Muy de acuerdo"
        },
        "Reviewer": {
            "razonamiento": "La afirmación propone que los medios de producción, que son fundamentales para la producción económica, deberían ser de propiedad colectiva o individual de los trabajadores, lo que se alinea con principios de justicia social y equidad. Argumenta en contra de la concentración de poder y riqueza en manos de unos pocos. Este enfoque promueve la autogestión de los trabajadores y el control democrático de la economía, buscando así una distribución más equitativa de los recursos.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "La afirmación de que los medios de producción deberían pertenecer a los trabajadores va en contra del principio de propiedad privada y la libertad individual. En un sistema de libre mercado, la propiedad privada fomenta la responsabilidad, la inversión y la innovación. La idea de que los trabajadores deben poseer los medios de producción representa una intervención estatal y una limitación a la libertad individual de ser propietario y gestionar sus propios recursos. La verdadera libertad implica que cada individuo decida sobre sus bienes y no que el Estado o grupos imponen su propiedad sobre ellos.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "La afirmación sugiere una propiedad comunal que atenta contra la libertad de propiedad individual y la iniciativa privada, pilares fundamentales del desarrollo económico. Promover la propiedad privada y la inversión son esenciales para generar empleo y crecimiento.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "La afirmación refleja un principio de justicia social y de empoderamiento de los trabajadores, lo que es coherente con la defensa de una economía inclusiva y la promoción de derechos laborales. Creemos en la importancia de que los trabajadores participen en la gestión, que puedan tener voz y voto en la producción. Esta opción fortalece el vínculo entre trabajo y dignidad.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente de Izquierda": {
            "razonamiento": "Como representante del FIT-U, afirmo firmemente que los medios de producción deben ser de propiedad colectiva y estar bajo el control de los trabajadores. Esto es esencial para superar la explotación inherente al capitalismo y lograr una economía que esté al servicio del pueblo y no de unos pocos capitalistas. La gestión democrática por parte de los trabajadores garantiza que se prioricen las necesidades de la sociedad, y no las ganancias de la élite.",
            "eleccion": "Muy de acuerdo"
        }
    },
    "Las Naciones Unidas deberían ser abolidas.": {
        "question": "The United Nations should be abolished.",
        "pregunta": "Las Naciones Unidas deberían ser abolidas.",
        "effect": {
            "econ": 0,
            "dipl": -10,
            "govt": -5,
            "scty": 0
        },
        "Base Agent": {
            "razonamiento": "La abolición de las Naciones Unidas podría conducir a un aumento de los conflictos internacionales y una falta de cooperación global, lo cual es perjudicial para la paz y la seguridad mundial.",
            "eleccion": "Muy en desacuerdo"
        },
        "Reviewer": {
            "razonamiento": "Las Naciones Unidas son esenciales para fomentar la cooperación internacional y resolver conflictos globales, además de abordar problemas como la pobreza, el cambio climático y los derechos humanos.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "La abolición de las Naciones Unidas podría considerarse desde la perspectiva de que su funcionamiento actual ha demostrado ser ineficaz en muchos aspectos y ha promovido intervenciones que limitan la soberanía de los países. Sin embargo, es crucial establecer organizaciones internacionales que fomenten el comercio y el entendimiento mutuo sin intervenir en los asuntos internos de los Estados. Más que abolirlas, necesitamos reformarlas para que respeten la independencia y la propiedad de cada nación.",
            "eleccion": "En desacuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "Las Naciones Unidas, a pesar de sus imperfecciones, representan un mecanismo fundamental para la cooperación internacional, la promoción de la paz y el respeto a los derechos humanos. En lugar de buscar su abolición, es preferible reformarlas para que sean más efectivas y responsables hacia sus miembros. La diplomacia y el multilateralismo son clave para abordar problemas globales, desde el cambio climático hasta las crisis humanitarias.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "La abolición de las Naciones Unidas significaría desmantelar un organismo que promueve la cooperación internacional, el diálogo y la defensa de los derechos humanos. Desde una perspectiva de justicia social y soberanía, es fundamental fortalecer los espacios multilaterales que permiten abordar problemáticas globales como la pobreza, la salud y el medio ambiente. Por lo tanto, estoy en total desacuerdo con esta afirmación.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente de Izquierda": {
            "razonamiento": "La abolición de las Naciones Unidas podría limitar un espacio para la diplomacia internacional y los derechos humanos, aunque es cierto que en muchas ocasiones ha actuado como un instrumento del imperialismo. Sin embargo, en lugar de abolirla, debemos luchar por una organización verdaderamente democrática y que responda a los intereses de los pueblos, no de las potencias. Por lo tanto, la postura sería en desacuerdo con la abolición pero a favor de una transformación radical.",
            "eleccion": "En desacuerdo"
        }
    },
    "La acción militar por parte de nuestra nación es a menudo necesaria para protegerla.": {
        "question": "Military action by our nation is often necessary to protect it.",
        "pregunta": "La acción militar por parte de nuestra nación es a menudo necesaria para protegerla.",
        "effect": {
            "econ": 0,
            "dipl": -10,
            "govt": -10,
            "scty": 0
        },
        "Base Agent": {
            "razonamiento": "La acción militar es una medida extrema que debe ser considerada cuidadosamente y utilizada solo cuando otras opciones, como la diplomacia, han fallado. La intervención militar debe ser la última opción y no una solución habitual.",
            "eleccion": "En desacuerdo"
        },
        "Reviewer": {
            "razonamiento": "La acción militar debe ser un recurso de último recurso y solo en situaciones donde no haya opciones diplomáticas viables o donde la seguridad nacional esté en grave peligro. La paz y la diplomacia deben prevalecer siempre que sea posible.",
            "eleccion": "En desacuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "La acción militar debe ser medida y solo utilizada en defensa de la soberanía y la libertad. Sin embargo, la intervención militar debe evitarse en la mayoría de los casos ya que puede infringir en la autodeterminación de otros pueblos y expandir el poder del Estado de manera innecesaria. La priorización debería estar en el respeto y la resolución pacífica de conflictos antes que en el uso de la fuerza.",
            "eleccion": "En desacuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "La seguridad nacional es fundamental, pero la acción militar debe ser un último recurso y estar siempre enmarcada en el respeto a los derechos humanos y la búsqueda de soluciones pacíficas. La defensa de la soberanía debe ser prioritaria, pero también es importante fomentar la diplomacia y el diálogo en la resolución de conflictos. Debemos ser cautelosos y actuar con responsabilidad al considerar el uso de la fuerza.",
            "eleccion": "Neutral"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "Desde la perspectiva de la Unión por la Patria y el Justicialismo, la acción militar como forma de resolución de conflictos es generalmente vista con escepticismo. Se prioriza el diálogo, la negociación y el respeto a los derechos humanos. La construcción de una política exterior con respeto a la soberanía y el multilateralismo debería ser el camino a seguir. Por lo tanto, la afirmación sobre la necesidad de acción militar no se alinea con nuestros principios de promoción de la paz y defensa de la soberanía sin recurrir a la violencia.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente de Izquierda": {
            "razonamiento": "La acción militar no debería ser una herramienta para resolver conflictos o proteger intereses nacionales, especialmente cuando está relacionada con la intervención imperialista. La verdadera protección se encuentra en la defensa de los derechos de los trabajadores y la soberanía nacional sin la injerencia de fuerzas externas. La historia demuestra que las acciones militares suelen llevar a la opresión y a la violencia, en lugar de a soluciones pacíficas y justas.",
            "eleccion": "Muy en desacuerdo"
        }
    },
    "Apoyo a los sindicatos regionales, como la Unión Europea.": {
        "question": "I support regional unions, such as the European Union.",
        "pregunta": "Apoyo a los sindicatos regionales, como la Unión Europea.",
        "effect": {
            "econ": -5,
            "dipl": 10,
            "govt": 10,
            "scty": 5
        },
        "Base Agent": {
            "razonamiento": "Los sindicatos regionales, como la Unión Europea, representan una defensa de los derechos de los trabajadores y buscan promover la justicia social y la equidad en el trabajo, lo cual es fundamental para proteger a los empleados en un contexto globalizado.",
            "eleccion": "De acuerdo"
        },
        "Reviewer": {
            "razonamiento": "Los sindicatos regionales, como la Unión Europea, representan los intereses de los trabajadores y promueven la justicia social y laboral en un contexto supranacional. Su apoyo es esencial para garantizar derechos laborales y la defensa de condiciones dignas de trabajo.",
            "eleccion": "De acuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "Apoyar a sindicatos regionales como la Unión Europea refuerza el intervencionismo estatal y puede obstaculizar la libertad de contratación y competencia. En lugar de reforzar estructuras que limitan la libre asociación y los derechos laborales, proponemos un sistema donde los trabajadores tengan la libertad de elegir si se asocian o no sin coacciones.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "El apoyo a sindicatos es fundamental, siempre que promuevan un diálogo constructivo y la defensa de derechos laborales sin caer en extremismos que afecten la productividad. Los sindicatos deben ser parte del ecosistema laboral que fomente el crecimiento y el empleo digno. Es importante mantener la libertad de elección y asegurar que todos los actores del mercado laboral colaboren para el desarrollo del país.",
            "eleccion": "De acuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "Los sindicatos son fundamentales para la defensa de los derechos de los trabajadores y la promoción de la justicia social. Apoyar a los sindicatos regionales implica garantizar que la voz de los trabajadores sea escuchada y respetada en el ámbito laboral, algo que es esencial para la construcción de una sociedad más equitativa y participativa. La defensa de los intereses de cada sector es crucial para una mayor inclusión y desarrollo productivo en el país.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente de Izquierda": {
            "razonamiento": "Apoyar a los sindicatos regionales como la Unión Europea implica una integración que puede desdibujar la independencia de los sindicatos en la defensa de los derechos de los trabajadores frente a las patronales. La lucha debe ser por la autonomía de los sindicatos del capital y el imperialismo, priorizando la independencia política de la clase trabajadora. Por lo tanto, la idea de apoyar sindicatos dentro de un esquema capitalista es incompatible con nuestra perspectiva de lucha. Es fundamental impulsar la organización de los trabajadores en sus propios sindicatos, libres de la influencia de estructuras patronales o intervencionistas. Movilizamos por una lucha clasista y no por estructuras que sostienen el sistema capitalista.",
            "eleccion": "Muy en desacuerdo"
        }
    },
    "Es importante mantener nuestra soberanía nacional.": {
        "question": "It is important to maintain our national sovereignty.",
        "pregunta": "Es importante mantener nuestra soberanía nacional.",
        "effect": {
            "econ": 0,
            "dipl": -10,
            "govt": -5,
            "scty": 0
        },
        "Base Agent": {
            "razonamiento": "La soberanía nacional es un principio fundamental en la política, que permite a un país tener control sobre sus propias decisiones y políticas. Mantener la soberanía fomenta la independencia y la autodeterminación, aspectos clave para el desarrollo y el bienestar de una nación.",
            "eleccion": "Muy de acuerdo"
        },
        "Reviewer": {
            "razonamiento": "La soberanía nacional es un principio fundamental que asegura la autodeterminación de un país y su capacidad para tomar decisiones sin interferencias externas. Mantener la soberanía es crucial para proteger los intereses y la identidad nacional, así como para garantizar la seguridad y el bienestar de sus ciudadanos.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "La soberanía nacional es un principio importante que debe ser sostenido, pero no debe ser confundido con el intervencionismo estatal que restringe las libertades individuales. Es relevante que la Argentina sea un país libre y soberano en términos de políticas que favorezcan el desarrollo de la propiedad privada y la libre competencia, además de garantizar las libertades de sus ciudadanos. Por lo tanto, es fundamental mantener la soberanía sin que esto conlleve un aumento en el control estatal sobre sus ciudadanos.",
            "eleccion": "De acuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "La soberanía nacional es un principio fundamental que asegura que Argentina pueda tomar decisiones en función de los intereses de su pueblo y garantizar su integridad territorial. Mantenerla es vital para fortalecer nuestras instituciones y promover un desarrollo sustentable y equitativo.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "La soberanía nacional es un principio fundamental para asegurar que las decisiones políticas y económicas de nuestro país se tomen en función de los intereses de los argentinos, sin injerencias externas. Mantener nuestra soberanía es crucial para promover el bienestar de nuestras comunidades, proteger nuestros recursos y garantizar un desarrollo que respete nuestras realidades sociales y culturales. Es esencial para construir un país fuerte y autónomo.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente de Izquierda": {
            "razonamiento": "La soberanía nacional es un principio fundamental que debe ser defendido ante cualquier forma de intervención o control del imperialismo, como lo hace el FMI. Nuestra lucha implica restablecer la autonomía de nuestro país frente a potencias extranjeras y garantizar que los recursos sean utilizados en función del pueblo trabajador y no de los intereses capitalistas. Esto es clave para construir un futuro socialista basado en la independencia de clase.",
            "eleccion": "Muy de acuerdo"
        }
    },
    "Un gobierno mundial unido sería beneficioso para la humanidad.": {
        "question": "A united world government would be beneficial to mankind.",
        "pregunta": "Un gobierno mundial unido sería beneficioso para la humanidad.",
        "effect": {
            "econ": 0,
            "dipl": 10,
            "govt": 0,
            "scty": 0
        },
        "Base Agent": {
            "razonamiento": "La idea de un gobierno mundial unido puede ser beneficiosa para la humanidad ya que podría facilitar la cooperación internacional, abordar problemas globales como el cambio climático y la desigualdad, y promover la paz. Sin embargo, también hay preocupaciones sobre la soberanía y la diversidad cultural que deben ser consideradas.",
            "eleccion": "De acuerdo"
        },
        "Reviewer": {
            "razonamiento": "Un gobierno mundial podría facilitar la cooperación internacional en desafíos globales como el cambio climático, la paz y la seguridad, y la justicia social, promoviendo así un bienestar común para toda la humanidad.",
            "eleccion": "De acuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "La idea de un gobierno mundial unificado contradice los principios del liberalismo, que defiende la soberanía individual y la autonomía de cada nación. Además, la historia muestra que la centralización del poder a menudo lleva a la opresión y a la disminución de las libertades individuales. Cada país debería tener la libertad de elegir su propio destino, sin la imposición de un gobierno supranacional.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "Si bien la cooperación internacional es importante, un gobierno mundial unido puede llevar a la pérdida de soberanía de los estados nacionales y a una homogeneización que ignora las particularidades culturales y sociales de cada país. La propuesta puede ser atractiva desde una perspectiva idealista, pero en la práctica podría amenazar la autonomía de las naciones y su capacidad para abordar sus propios desafíos de forma efectiva.",
            "eleccion": "En desacuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "Si bien la cooperación internacional es fundamental para enfrentar problemas globales, un gobierno mundial podría poner en riesgo la soberanía de los estados nacionales y la posibilidad de que cada país defienda sus propios intereses y realidades. Es más beneficioso para la humanidad promover el diálogo y la cooperación entre naciones respetando sus soberanías.",
            "eleccion": "En desacuerdo"
        },
        "Agente de Izquierda": {
            "razonamiento": "Un gobierno mundial bajo el actual sistema capitalista y la lógica del imperialismo solo serviría para perpetuar la explotación y la opresión de los pueblos. La historia nos ha mostrado que la concentración de poder a escala global suele beneficiarlo, a expensas de las necesidades y derechos de los trabajadores. La verdadera liberación debe venir de la autoorganización de los pueblos y trabajadores, luchando por sus propias reivindicaciones, no subordinándose a un gobierno que represente los intereses de las potencias. Por ello, considero que un gobierno mundial como se plantea es contraproducente y no responde a los intereses de la clase obrera.",
            "eleccion": "Muy en desacuerdo"
        }
    },
    "Es más importante mantener relaciones pacíficas que aumentar nuestra fuerza.": {
        "question": "It is more important to retain peaceful relations than to further our strength.",
        "pregunta": "Es más importante mantener relaciones pacíficas que aumentar nuestra fuerza.",
        "effect": {
            "econ": 0,
            "dipl": 10,
            "govt": 0,
            "scty": 0
        },
        "Base Agent": {
            "razonamiento": "Creo que mantener relaciones pacíficas es fundamental para lograr una convivencia armoniosa y evitar conflictos innecesarios. La diplomacia y la cooperación internacional son esenciales en el mundo actual, donde los problemas transnacionales requieren soluciones conjuntas. Aumentar la fuerza puede llevar a una escalada de tensiones y conflictos.",
            "eleccion": "Muy de acuerdo"
        },
        "Reviewer": {
            "razonamiento": "Valoro las relaciones pacíficas con otros países como fundamentales para la estabilidad mundial y la cooperación. Un enfoque en la paz puede prevenir conflictos y fomentar el desarrollo económico y social.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "Aunque la paz es un valor importante, mantener relaciones pacíficas no debe comprometer nuestro derecho a defendernos y a tener una fuerza adecuada para proteger la libertad y la propiedad de los ciudadanos. La seguridad es fundamental para el desarrollo de una sociedad libre y próspera.",
            "eleccion": "En desacuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "La afirmación subestima la importancia del equilibrio entre mantener relaciones pacíficas y la necesidad de contar con una fuerza adecuada para proteger los intereses nacionales. En un contexto global, un país como Argentina debe priorizar tanto la diplomacia como la capacidad de defensa. No se trata de elegir entre una u otra, sino de tener una política exterior integral que contemple ambos aspectos como necesarios para la estabilidad y el progreso del país.",
            "eleccion": "En desacuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "Si bien mantener relaciones pacíficas es fundamental para construir un clima de diálogo y consenso, es igualmente importante garantizar la soberanía política y la defensa de los intereses nacionales. No se debe sacrificar la fortaleza del Estado y del país en aras de una paz que, si no es respaldada con fuerza, puede llevar a vulnerabilidades. En este sentido, cada situación debe ser analizada con una perspectiva crítica, manteniendo siempre la defensa de los derechos y garantías del pueblo argentino.",
            "eleccion": "De acuerdo"
        },
        "Agente de Izquierda": {
            "razonamiento": "Mantener relaciones pacíficas es importante, pero en un contexto de lucha de clases y explotación, lo primordial es aumentar la fuerza de la clase trabajadora para enfrentar al capital y lograr nuestros derechos. La solidaridad entre los explotados y la lucha por la justicia social deben prevalecer sobre el pacifismo que puede resultar en la subordinación a intereses capitalistas.",
            "eleccion": "En desacuerdo"
        }
    },
    "Las guerras no necesitan ser justificadas ante otros países.": {
        "question": "Wars do not need to be justified to other countries.",
        "pregunta": "Las guerras no necesitan ser justificadas ante otros países.",
        "effect": {
            "econ": 0,
            "dipl": -10,
            "govt": -10,
            "scty": 0
        },
        "Base Agent": {
            "razonamiento": "La idea de que las guerras no necesitan ser justificadas ante otros países sugiere una postura individualista y de soberanía absoluta que ignora las normas internacionales y la responsabilidad hacia otros estados. Esto puede llevar a conflictos innecesarios y a la violación de derechos humanos, por lo que no estoy de acuerdo.",
            "eleccion": "Muy en desacuerdo"
        },
        "Reviewer": {
            "razonamiento": "Las guerras deben ser justificadas ante la comunidad internacional y deben ceñirse a normas de derecho internacional para evitar abusos y violaciones de derechos humanos.",
            "eleccion": "En desacuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "Desde una perspectiva liberal y de respeto por la soberanía individual y nacional, las guerras deben ser justificadas, especialmente si involucran la vida y la propiedad de los ciudadanos. La justificación debe estar basada en la defensa de los derechos y no en intereses políticos o económicos ajenos. La guerra no puede ser simplemente una decisión arbitraria; debe seguir el principio de no agresión y ser necesaria para proteger las libertades individuales.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "Las guerras son un fenómeno complejo que debe estar siempre enmarcado en principios éticos y legales, de modo que la legitimidad de cualquier enfrentamiento armado debe ser justificada y respaldada por la comunidad internacional para evitar abusos de poder y conflictos innecesarios. Es fundamental mantener la paz y el diálogo como valores primordiales en el marco de la política exterior.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "La posición de la Unión por la Patria enfatiza la soberanía política y la importancia del diálogo y la negociación en las relaciones internacionales. Las decisiones de guerra deben ser justificadas y legítimas ante la comunidad internacional, asegurando el respeto a los derechos humanos y la paz, que son pilares fundamentales de nuestra política exterior.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente de Izquierda": {
            "razonamiento": "Las guerras frecuentemente son impulsadas por intereses imperialistas y del capital, lo que generalmente resulta en sufrimiento para los pueblos. Desde la perspectiva del FIT-U, cualquier conflicto armado debe ser cuestionado y justificado en función de su impacto sobre los trabajadores y sectores oprimidos.",
            "eleccion": "Muy en desacuerdo"
        }
    },
    "El gasto militar es una pérdida de dinero.": {
        "question": "Military spending is a waste of money.",
        "pregunta": "El gasto militar es una pérdida de dinero.",
        "effect": {
            "econ": 0,
            "dipl": 10,
            "govt": 10,
            "scty": 0
        },
        "Base Agent": {
            "razonamiento": "El gasto militar debería ser moderado y destinado a la defensa y la seguridad nacional. Sin embargo, es importante priorizar otras áreas como la educación y la salud. Por lo tanto, creo que el gasto militar excesivo puede considerarse una pérdida de recursos que podrían emplearse en el bienestar social.",
            "eleccion": "De acuerdo"
        },
        "Reviewer": {
            "razonamiento": "Considero que el gasto militar no es una pérdida de dinero, sino una inversión necesaria para la seguridad y defensa del país. La inversión en fuerzas armadas garantiza la soberanía y permite hacer frente a posibles amenazas internas y externas. Además, el gasto militar puede fomentar el desarrollo tecnológico y industrial.",
            "eleccion": "En desacuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "El gasto militar es una cuestión importante que debe ser administrada con responsabilidad y transparencia. Sin embargo, no se puede considerar una mera \"pérdida de dinero\", ya que la seguridad nacional es esencial para la protección de la vida, la libertad y la propiedad de los ciudadanos. Comprender la necesidad de un gasto militar eficiente y efectivo es crucial, pero esto debe hacerse en un marco de respeto por las libertades individuales y con una optimización de recursos. Por lo tanto, se opone a la idea de que todo el gasto militar sea simplemente un derroche.",
            "eleccion": "En desacuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "Considero que el gasto militar no es una pérdida de dinero si se destina a asegurar la defensa nacional y a mantener la soberanía de nuestro país. Es fundamental contar con las capacidades necesarias para enfrentar amenazas y garantizar la seguridad de los ciudadanos. Además, esto puede contribuir al desarrollo industrial y tecnológico del país.",
            "eleccion": "En desacuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "La afirmación refleja una perspectiva en la que se considera que los recursos destinados al gasto militar podrían ser mejor invertidos en áreas como educación, salud y desarrollo social. Sin embargo, es importante reconocer que un país necesita contar con estructuras de defensa adecuadas que aseguren su soberanía y, por tanto, es un tema que debe ser debatido en términos de prioridades y balances. El gasto militar no debe ser visto únicamente como una pérdida, sino como parte de una estrategia más amplia para la seguridad del país. Es fundamental que dicho gasto no comprometa el bienestar social ni la inversión en justicia social.",
            "eleccion": "Neutral"
        },
        "Agente de Izquierda": {
            "razonamiento": "El gasto militar en un país donde millones de trabajadores sufren pobreza y precariedad es una clara despriorización de las necesidades del pueblo. Ese dinero debería destinarse a fortalecer derechos sociales, salud, educación y trabajo.",
            "eleccion": "Muy de acuerdo"
        }
    },
    "La ayuda internacional es una pérdida de dinero.": {
        "question": "International aid is a waste of money.",
        "pregunta": "La ayuda internacional es una pérdida de dinero.",
        "effect": {
            "econ": -5,
            "dipl": -10,
            "govt": 0,
            "scty": 0
        },
        "Base Agent": {
            "razonamiento": "La ayuda internacional puede ser crucial para el desarrollo de países que enfrentan crisis económicas, desastres naturales o conflictos. Aunque puede haber casos de mal uso, la inversión en la ayuda puede generar beneficios significativos a largo plazo, como la mejora de la calidad de vida y la promoción de la estabilidad mundial.",
            "eleccion": "En desacuerdo"
        },
        "Reviewer": {
            "razonamiento": "La ayuda internacional puede ser un mecanismo a través del cual los países desarrollados apoyan a los países en desarrollo para mejorar sus condiciones de vida, promover el desarrollo sostenible y ayudar en situaciones de emergencia. No necesariamente es una pérdida de dinero, ya que puede tener un impacto positivo en la sociedad y en la economía. Sin embargo, es crucial que la ayuda se gestione de manera efectiva para maximizar sus beneficios.",
            "eleccion": "En desacuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "La ayuda internacional a menudo implica intervencionismo estatal y el uso ineficiente de recursos que podrían ser mejor empleados por el sector privado. En lugar de fomentar la autosuficiencia y la iniciativa individual, puede crear dependencia y perpetuar problemas estructurales en los países receptores. Por lo tanto, estoy en desacuerdo con la idea de que la ayuda internacional sea adecuada y eficaz.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "Considerando que la ayuda internacional puede ser un recurso valioso si se canaliza de manera efectiva y se orienta hacia proyectos que fomenten el desarrollo sostenible, el fortalecimiento institucional y la cooperación entre países, no se puede considerar que sea simplemente una pérdida de dinero. Sin embargo, es importante asegurar que dicha ayuda no genere dependencia o noo fomente el clientelismo político. Por lo tanto, tengo una visión matizada al respecto.",
            "eleccion": "Neutral"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "La ayuda internacional puede ser vista como un recurso valioso en contextos de crisis. Sin embargo, debe ser gestionada de manera responsable y enfocada en fortalecer la soberanía. En algunos casos, la ayuda puede ser necesaria para abordar situaciones específicas y contribuir al desarrollo. Por lo tanto, no es correcto considerar siempre la ayuda internacional como una pérdida.",
            "eleccion": "Neutral"
        },
        "Agente de Izquierda": {
            "razonamiento": "Desde una perspectiva de clase y en el marco de la lucha por la independencia política de los trabajadores, la ayuda internacional muchas veces está condicionada a políticas de ajuste que perjudican a los pueblos. Estas ayudas son utilizadas por organismos como el FMI para imponer reformas que benefician a las grandes patronales y perpetúan la pobreza y la desigualdad. Por lo tanto, considero que, en muchos casos, puede ser vista como una pérdida de dinero para nuestros pueblos, que no ven los beneficios de dichas ayudas.",
            "eleccion": "Muy de acuerdo"
        }
    },
    "Mi nación es grande.": {
        "question": "My nation is great.",
        "pregunta": "Mi nación es grande.",
        "effect": {
            "econ": 0,
            "dipl": -10,
            "govt": 0,
            "scty": 0
        },
        "Base Agent": {
            "razonamiento": "La afirmación 'Mi nación es grande' puede ser interpretada como un signo de nacionalismo o patriotismo. En términos de muchas ideologías políticas, un sentimiento de grandeza nacional puede ser visto como positivo, promoviendo la unidad y el orgullo nacional. Sin embargo, también puede verse negativamente si implica un desprecio hacia otras naciones o un exceso de arrogancia. En este caso, adoptaría una postura neutral para no alinearme completamente con el nacionalismo ni con el rechazo de la identidad nacional.",
            "eleccion": "Neutral"
        },
        "Reviewer": {
            "razonamiento": "El concepto de patriotismo y la grandeza nacional son a menudo valorados positivamente, resaltando la historia, la cultura y los logros de la nación.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "Como representante de La Libertad Avanza, creo firmemente en el potencial de Argentina y su gran historia. Una nación próspera, impulsada por la libertad, el esfuerzo personal y la meritocracia, puede recuperar su grandeza. Por lo tanto, coincido en que mi nación es grande, al menos en su potencial.",
            "eleccion": "De acuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "Desde nuestra perspectiva en Juntos por el Cambio, creemos en la grandeza de Argentina, en su potencial, en su historia y en la capacidad de su gente para superar los desafíos. Promovemos una visión de un país que puede reconstruirse y prosperar a través de la libertad, el desarrollo integral y la inclusión social.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "La afirmación de que 'Mi nación es grande' se relaciona con un sentido de orgullo nacional que fomenta la construcción de un país más justo y equitativo. Basado en la historia y la capacidad de nuestro pueblo para superar adversidades, es crucial para promover un proyecto de construcción colectiva con inclusión social. En este contexto, estoy firmemente a favor.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente de Izquierda": {
            "razonamiento": "Si bien es importante reconocer el valor cultural y social de los pueblos, como representante del FIT-U, nuestra lucha se centra en la organización y emancipación de los trabajadores, y no en el nacionalismo burgués que divide y distrae de las verdaderas necesidades de la clase trabajadora. La grandeza de una nación no puede medirse por su tamaño, sino por el bienestar de su pueblo.",
            "eleccion": "Muy en desacuerdo"
        }
    },
    "La investigación debería llevarse a cabo a escala internacional.": {
        "question": "Research should be conducted on an international scale.",
        "pregunta": "La investigación debería llevarse a cabo a escala internacional.",
        "effect": {
            "econ": 0,
            "dipl": 10,
            "govt": 0,
            "scty": 10
        },
        "Base Agent": {
            "razonamiento": "La investigación internacional promueve la colaboración entre países y permite abordar problemas globales de manera más efectiva, como la salud, el medio ambiente y la tecnología. Esto es esencial para el progreso y la innovación.",
            "eleccion": "Muy de acuerdo"
        },
        "Reviewer": {
            "razonamiento": "La investigación internacional promovría la cooperación entre naciones y el acceso a recursos y conocimientos que beneficien a la comunidad global. También facilitaría la implementación de estándares éticos y de calidad uniformes en distintos países.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "La investigación debe estar guiada por principios de libertad individual y cooperación entre países, pero no debe estar supeditada a un control estatal centralizado. La mejor manera de avanzar en la investigación es a través de la libre competencia y el intercambio de ideas entre los pueblos, promoviendo la innovación y la creatividad. Sin embargo, la afirmación sugiere una imposición de regulaciones que podría restringir la libertad individual y la propiedad privada, lo cual va en contra de mis principios.",
            "eleccion": "En desacuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "La investigación a escala internacional promueve la cooperación entre naciones y el intercambio de conocimientos, lo cual puede beneficiar a la Argentina en términos de innovación y desarrollo. Sin embargo, debe llevarse a cabo con un enfoque que priorice nuestros intereses soberanos y realice una adecuada gestión de los recursos públicos. Por ello, estoy de acuerdo con esta afirmación, pero siempre bajo principios de responsabilidad y beneficio para nuestro país.",
            "eleccion": "De acuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "La investigación a escala internacional es fundamental para fortalecer la cooperación y el intercambio de conocimientos que beneficiarán a todos los países, especialmente en áreas críticas como la salud, la ciencia y la tecnología. Sin embargo, debe hacerse siempre garantizando la soberanía nacional y el respeto por los derechos de todos los países involucrados.",
            "eleccion": "De acuerdo"
        },
        "Agente de Izquierda": {
            "razonamiento": "La investigación a escala internacional puede ser una herramienta importante para combatir el imperialismo y la explotación en el mundo. Sin embargo, esto debe hacerse desde una perspectiva que favorezca a los trabajadores y que busque la independencia de clase. Es crucial que los trabajadores tengan el control y que se prioricen los intereses de los pueblos contra aquellos de las grandes corporaciones y gobiernos imperialistas. Por lo tanto, apoyo la idea de investigación internacional pero siempre con una agenda que beneficie a la clase trabajadora.",
            "eleccion": "De acuerdo"
        }
    },
    "Los gobiernos deberían ser responsables ante la comunidad internacional.": {
        "question": "Governments should be accountable to the international community.",
        "pregunta": "Los gobiernos deberían ser responsables ante la comunidad internacional.",
        "effect": {
            "econ": 0,
            "dipl": 10,
            "govt": 5,
            "scty": 0
        },
        "Base Agent": {
            "razonamiento": "La responsabilidad de los gobiernos ante la comunidad internacional es fundamental para asegurar la cooperación global y el respeto a los derechos humanos. Esta postura promueve la rendición de cuentas y la colaboración entre naciones.",
            "eleccion": "Muy de acuerdo"
        },
        "Reviewer": {
            "razonamiento": "Considero que los gobiernos deben ser responsables ante la comunidad internacional debido a que sus acciones tienen un impacto que trasciende fronteras y afecta el bienestar global, además de que la cooperación internacional es esencial para abordar problemas comunes como el cambio climático, los derechos humanos y la seguridad.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "La responsabilidad del gobierno debe estar orientada hacia sus ciudadanos y no a instituciones internacionales. Una intervención excesiva de la comunidad internacional puede socavar la soberanía y las decisiones autónomas de un país. Es fundamental que un gobierno actúe en función de los intereses de su nación y su pueblo en lugar de responder a presiones externas que pueden no estar alineadas con sus mejores intereses.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "Como defensores de una Argentina que busque recuperar su lugar en el mundo y promover políticas exteriores que beneficien a nuestra nación, consideramos que los gobiernos son responsables no solo ante la ciudadanía local, sino también ante la comunidad internacional. Ser responsables ante la comunidad internacional implica actuar con transparencia, respeto a derechos humanos y buscar relaciones constructivas que nos posicionen favorablemente en el escenario global. Esto no solo refuerza nuestra democracia, sino que también promueve el bienestar económico y social de nuestro país.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "Si bien los gobiernos deben demostrar un compromiso con los derechos humanos y la justicia social a nivel internacional, esta responsabilidad no debería comprometer la soberanía nacional ni las decisiones en función del interés de los argentinos. La defensa de la soberanía política y la independencia económica son fundamentales.",
            "eleccion": "De acuerdo"
        },
        "Agente de Izquierda": {
            "razonamiento": "Los gobiernos deben rendir cuentas principalmente ante sus pueblos y no ante instancias internacionales que suelen representar los intereses del imperialismo y las grandes potencias. La responsabilidad debe ser con la población trabajadora que sufre las consecuencias de políticas de ajuste y explotación.",
            "eleccion": "En desacuerdo"
        }
    },
    "Incluso al protestar contra un gobierno autoritario, la violencia no es aceptable.": {
        "question": "Even when protesting an authoritarian government, violence is not acceptable.",
        "pregunta": "Incluso al protestar contra un gobierno autoritario, la violencia no es aceptable.",
        "effect": {
            "econ": 0,
            "dipl": 5,
            "govt": -5,
            "scty": 0
        },
        "Base Agent": {
            "razonamiento": "La violencia es una forma de agresión que puede llevar a complicaciones y más violencia, lo que a menudo socava la causa que se busca defender. Considero que siempre deben buscarse formas pacíficas de protesta y resolución de conflictos, incluso ante un gobierno autoritario.",
            "eleccion": "Muy de acuerdo"
        },
        "Reviewer": {
            "razonamiento": "La violencia como método de protesta, incluso contra un gobierno autoritario, no es aceptable porque puede generar más violencia y sufrimiento, y deslegitimar la causa que se defiende. La resistencia pacífica es un enfoque más efectivo y ético para promover el cambio.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "La violencia contradice los principios del liberalismo, que se basa en el respeto a la vida y la propiedad privada, así como en la promoción de la resolución pacífica de los conflictos. La protesta debe ser una expresión de libertad y defensa de los derechos individuales, no un medio de agresión.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "La violencia nunca es una solución y sólo genera mayor división y conflicto. La protesta pacífica es un derecho fundamental en una democracia y debe ser siempre la vía para expresar desacuerdo con un gobierno autoritario. La defensa de la democracia y las instituciones se logra a través del diálogo y el respeto a la ley.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "La violencia no puede ser un medio de expresión ni de protesta, independientemente del contexto en que se encuentre. La historia de nuestro país nos enseña que la violencia solo genera más violencia y perpetúa ciclos destructivos. Debemos reconstruir el pacto democrático y encontrar formas de diálogo y consenso para resolver las diferencias. La defensa de los derechos humanos es esencial en cualquier contexto, y esto incluye la necesidad de rechazar la violencia como forma de protesta.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente de Izquierda": {
            "razonamiento": "La violencia como respuesta a un gobierno autoritario puede ser vista en el contexto de la defensa de los derechos y la dignidad de los trabajadores y oprimidos. Los movimientos populares enfrentan represiones violentas y tienen el derecho de defenderse. Sin embargo, el objetivo debe ser siempre la organización y movilización pacífica de las masas, promoviendo un cambio estructural sin caer en la lógica de la reacción violenta.",
            "eleccion": "Neutral"
        }
    },
    "Mis valores religiosos deberían ser difundidos tanto como sea posible.": {
        "question": "My religious values should be spread as much as possible.",
        "pregunta": "Mis valores religiosos deberían ser difundidos tanto como sea posible.",
        "effect": {
            "econ": 0,
            "dipl": -5,
            "govt": -10,
            "scty": -10
        },
        "Base Agent": {
            "razonamiento": "Considero que la libertad de expresión es fundamental y que cada individuo debe tener la opción de compartir sus creencias, sin embargo, la imposición de valores religiosos no debe ser promovida. La diversidad de creencias enriquece a la sociedad y es importante respetar las diversas posturas.",
            "eleccion": "Neutral"
        },
        "Reviewer": {
            "razonamiento": "Desde una perspectiva de respeto a la diversidad y la neutralidad en asuntos de fe, es fundamental que las creencias religiosas de cada individuo sean valoradas, pero no impuestas o difundidas de manera universalizada. La libertad de religión debe coexistir con el respeto por las creencias ajenas. Así, se fomenta un ambiente inclusivo donde cada persona puede practicar su fe o no tener ninguna sin presiones externas.",
            "eleccion": "Neutral"
        },
        "Agente Liberal": {
            "razonamiento": "Considerando la importancia de la libertad individual y la separación entre Estado y religión, cada persona tiene el derecho a seguir y difundir sus propias creencias, pero no se debe imponer ninguna creencia a los demás. Por lo tanto, considero que el público debe tener la libertad de elegir sus valores y creencias religiosas, sin interferencia estatal.",
            "eleccion": "En desacuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "En Juntos por el Cambio promovemos la pluralidad y el respeto a la diversidad de creencias. La libertad de expresión incluye la posibilidad de que cada individuo exprese sus valores religiosos, pero no imponemos ninguna creencia en particular sobre el resto de la sociedad. Valoramos un estado laico que respete a todas las religiones sin dar preeminencia a una por sobre otra.",
            "eleccion": "De acuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "Considero que en un estado democrático y pluralista, los valores religiosos deben ser respetados, pero no impuestos ni difundidos por encima de otros valores o creencias. Lo importante es promover el respeto y la convivencia entre diferentes ideologías, sin privilegiar una sobre otra, lo que permite un marco de justicia social e inclusión.",
            "eleccion": "En desacuerdo"
        },
        "Agente de Izquierda": {
            "razonamiento": "La perspectiva del FIT-U defiende la separación entre religión y Estado, así como la laicidad en la educación y los servicios públicos. Creemos en un Estado que respete la diversidad y la libertad de culto, pero no en la difusión de valores religiosos como una prioridad social o política. Esto debe ser un derecho personal, no una imposición desde el ámbito público o político.",
            "eleccion": "Muy en desacuerdo"
        }
    },
    "Los valores de nuestra nación deberían ser difundidos tanto como sea posible.": {
        "question": "Our nation's values should be spread as much as possible.",
        "pregunta": "Los valores de nuestra nación deberían ser difundidos tanto como sea posible.",
        "effect": {
            "econ": 0,
            "dipl": -10,
            "govt": -5,
            "scty": 0
        },
        "Base Agent": {
            "razonamiento": "Creo que los valores nacionales son importantes y deben ser promovidos para fortalecer la identidad y cohesión social, sin embargo, la imposición de estos valores debe hacerse con cuidado para respetar la diversidad cultural y las perspectivas individuales.",
            "eleccion": "De acuerdo"
        },
        "Reviewer": {
            "razonamiento": "La difusión de los valores nacionales puede contribuir a la cohesión social y la identidad cultural, pero es fundamental hacerlo de manera inclusiva, respetando la diversidad y pluralidad de la sociedad.",
            "eleccion": "De acuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "La difusión de los valores nacionales es importante, pero debe ser en el marco del respeto a la libertad individual y la diversidad de ideas. Cada ciudadano tiene el derecho de definir y promover sus propios valores, y el Estado no debe interferir en este proceso. Por lo tanto, se apoya la difusión de valores sin imposiciones estatales.",
            "eleccion": "De acuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "La difusión de los valores de nuestra nación, en un marco de respeto y pluralismo, es fundamental para fortalecer la identidad y cohesión social. Promover estos valores ayuda a construir una sociedad más justa y democrática, alineada con los principios republicanos que defendemos.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "Los valores de nuestra nación, centrados en la justicia social, la soberanía y la inclusión, deben ser promovidos y defendidos en la sociedad. Difundir estos principios es esencial para construir una comunidad más equitativa y solidaria, promoviendo el bienestar de todos los argentinos. Una sociedad firmemente basada en esos valores contribuye a la reconstrucción del pacto democrático y a la defensa de nuestros derechos.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente de Izquierda": {
            "razonamiento": "Como representante del FIT-U, considero que esta afirmación puede ser utilizada para perpetuar ideologías que benefician al capital y ocultan la realidad de explotación que sufren los trabajadores. En vez de imponer valores de una élite, debemos promover la lucha por los intereses de la clase obrera y sus propias voces. La diversidad de pensamiento y la autoorganización son fundamentales en nuestra lucha.",
            "eleccion": "En desacuerdo"
        }
    },
    "Es muy importante mantener la ley y el orden.": {
        "question": "It is very important to maintain law and order.",
        "pregunta": "Es muy importante mantener la ley y el orden.",
        "effect": {
            "econ": 0,
            "dipl": -5,
            "govt": -10,
            "scty": -5
        },
        "Base Agent": {
            "razonamiento": "La afirmación destaca la importancia de la ley y el orden como pilares fundamentales para una sociedad estable y segura. La preservación del orden social contribuye a la paz pública y protege los derechos de los ciudadanos.",
            "eleccion": "De acuerdo"
        },
        "Reviewer": {
            "razonamiento": "El mantenimiento de la ley y el orden es fundamental para asegurar la convivencia pacífica y la protección de los derechos de los ciudadanos. Sin un marco legal que se respete, se corre el riesgo de generar un entorno caótico en el que prevalezca la violencia y la inseguridad, afectando negativamente a la sociedad en su conjunto.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "Mantener la ley y el orden es fundamental para garantizar la libertad individual y la seguridad de la propiedad privada. Sin una estructura legal sólida y un sistema de justicia eficaz, los derechos de los ciudadanos estarían en riesgo. Por lo tanto, coincido plenamente en que es crucial preservar el orden en la sociedad.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "Mantener la ley y el orden es fundamental para asegurar la convivencia pacífica y el respeto a los derechos de todos los ciudadanos. Una sociedad sin ley se convierte en un espacio propenso a la anarquía y al crimen, lo cual afecta especialmente a los más vulnerables. En nuestra visión republicana, defender la justicia y la seguridad es esencial para el desarrollo y la estabilidad del país.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "Si bien es fundamental garantizar la seguridad y el orden en la sociedad, esta afirmación podría ser utilizada para justificar políticas represivas que no respeten los derechos humanos y la democracia. Lo importante es que la ley y el orden se mantengan en un marco de respeto a los derechos, con una fuerza de seguridad que actúe de manera democrática y con respeto a las libertades.",
            "eleccion": "De acuerdo"
        },
        "Agente de Izquierda": {
            "razonamiento": "La afirmación de que es muy importante mantener la ley y el orden suele utilizarse como justificación para la represión y el control social, especialmente contra los sectores más vulnerables de la población. Desde una perspectiva de clase, debemos entender que la \"ley\" en el contexto actual protege los intereses de los poderosos, mientras que el \"orden\" muchas veces implica la represión de las luchas populares. Si la ley y el orden no se traducen en justicia social para la clase trabajadora, entonces no coincide con nuestros principios.",
            "eleccion": "En desacuerdo"
        }
    },
    "La población en general toma malas decisiones.": {
        "question": "The general populace makes poor decisions.",
        "pregunta": "La población en general toma malas decisiones.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": -10,
            "scty": 0
        },
        "Base Agent": {
            "razonamiento": "La afirmación sugiere que la población carece de la capacidad necesaria para tomar decisiones informadas y complicadas, lo cual puede ser una visión pesimista. Sin embargo, reconozco que las decisiones pueden variar en calidad, pero no creo que sean inherentemente malas en general.",
            "eleccion": "En desacuerdo"
        },
        "Reviewer": {
            "razonamiento": "Considero que la población tiene la capacidad de tomar decisiones informadas y reflexivas. Generalizar que la población en general toma malas decisiones ignora el contexto y la diversidad de opiniones y conocimientos en la sociedad.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "Desde la perspectiva del liberalismo, se promueve la idea de que los individuos son responsables de sus propias decisiones y que, a través de la libertad, pueden aprender de sus errores. Generalizar que la población en general toma malas decisiones es un enfoque paternalista que subestima la capacidad de los ciudadanos para elegir su propio camino. Además, la intervención estatal suele agravar las malas decisiones más que resolverlas. Por lo tanto, no creo que la población en general tome malas decisiones; más bien, cada individuo tiene el derecho y la capacidad para decidir su propio destino.",
            "eleccion": "En desacuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "Considero que la afirmación es una visión pesimista acerca de la capacidad de la ciudadanía para tomar decisiones informadas. La educación y la libertad de expresión son fundamentales para empoderar a las personas en su toma de decisiones. La población tiene el derecho y la capacidad de decidir sobre su propio futuro, especialmente si se les provee de la información y el contexto necesarios para ello.",
            "eleccion": "En desacuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "La afirmación contrasta con la creencia en la capacidad de la población para participar en la democracia y tomar decisiones informadas, especialmente cuando se les proporciona educación y acceso a la información. Lo importante es fortalecer la educación y promover el diálogo para que la ciudadanía pueda hacer elecciones más informadas, en lugar de considerar que las malas decisiones son una característica general de la población.",
            "eleccion": "En desacuerdo"
        },
        "Agente de Izquierda": {
            "razonamiento": "La afirmación sugiere una visión despectiva hacia las decisiones del pueblo. Desde una perspectiva socialista y obrera, creemos en la capacidad de la clase trabajadora para identificar sus intereses y luchar por ellos. La crisis que enfrentamos es resultado de decisiones tomadas por la élite capitalista, y no por la población. Por eso, rechazo esta visión y defiendo la capacidad de organización y decisión de los trabajadores.",
            "eleccion": "Muy en desacuerdo"
        }
    },
    "El suicidio asistido por un médico debería ser legal.": {
        "question": "Physician-assisted suicide should be legal.",
        "pregunta": "El suicidio asistido por un médico debería ser legal.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 10,
            "scty": 0
        },
        "Base Agent": {
            "razonamiento": "Considero que las personas tienen el derecho a tomar decisiones sobre sus propios cuerpos y vidas, incluyendo casos extremos de sufrimiento donde el suicidio asistido puede ser una opción compasiva.",
            "eleccion": "Muy de acuerdo"
        },
        "Reviewer": {
            "razonamiento": "El suicidio asistido es una cuestión de autonomía personal, donde cada individuo debería tener el derecho a tomar decisiones sobre su propia vida, especialmente en situaciones de sufrimiento extremo. Legalizarlo permitiría un acceso regulado y seguro a esta opción, protegiendo tanto a los pacientes como a los médicos involucrados.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "Desde una perspectiva liberal, el suicidio asistido se alinea con el respeto a la autodeterminación y el derecho a decidir sobre el propio cuerpo y la vida. Un individuo debe tener la libertad de tomar decisiones sobre su salud y bienestar, en este caso, sobre el final de su vida, especialmente en situaciones de sufrimiento extremo o enfermedades terminales. La prohibición de esta práctica podría interpretarse como una sobreintervención del Estado en la vida personal.",
            "eleccion": "De acuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "Desde la perspectiva de Juntos por el Cambio, defendemos el respeto a la vida y la dignidad del ser humano en todas sus etapas. Si bien se deben buscar alternativas para un acompañamiento digno en situaciones críticas, la legalización del suicidio asistido podría llevar a riesgos y abrir la puerta a abusos. Es esencial priorizar el cuidado y tratamiento de las personas en sufrimiento, en lugar de promover medidas que puedan infravalorar la vida humana.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "El suicidio asistido plantea profundas cuestiones éticas y morales. Desde la perspectiva de la justicia social y el respeto a la dignidad humana, la vida es un derecho fundamental que debe ser protegido. Legalizarlo podría abrir la puerta a abusos y presiones, especialmente hacia los sectores vulnerables. Es esencial fortalecer las redes de cuidado y apoyo en lugar de considerar la legalización de prácticas que pueden desvalorizar la vida.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente de Izquierda": {
            "razonamiento": "La perspectiva del FIT-U pone énfasis en la lucha por los derechos humanos, la autonomía de las personas y el acceso a la salud. El suicidio asistido puede ser una cuestión compleja desde el punto de vista ético y social. Sin embargo, es fundamental respetar la autonomía de las personas, especialmente en el contexto de políticas de salud pública que deben priorizar el bienestar del individuo sobre cualquier interés económico. Desde una visión de clase, es necesario un verdadero debate democrático sobre estos temas, asegurando que las decisiones queden en manos de quienes se ven afectados directamente y no en estructuras burocráticas o patronales que puedan tener intereses contrapuestos.",
            "eleccion": "De acuerdo"
        }
    },
    "El sacrificio de algunas libertades civiles es necesario para protegernos de actos de terrorismo.": {
        "question": "The sacrifice of some civil liberties is necessary to protect us from acts of terrorism.",
        "pregunta": "El sacrificio de algunas libertades civiles es necesario para protegernos de actos de terrorismo.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": -10,
            "scty": 0
        },
        "Base Agent": {
            "razonamiento": "Es importante protegernos de actos de terrorismo, pero también es fundamental preservar las libertades civiles. Sacrificar libertades puede llevar a abusos de poder y a la erosión de los derechos individuales, lo que a largo plazo puede ser más perjudicial para la sociedad.",
            "eleccion": "En desacuerdo"
        },
        "Reviewer": {
            "razonamiento": "La protección contra el terrorismo es fundamental, pero sacrificar libertades civiles puede llevar a abusos de poder y violaciones de derechos humanos. Es necesario encontrar un equilibrio que garantice la seguridad sin comprometer las libertades fundamentales.",
            "eleccion": "En desacuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "El sacrificio de libertades civiles en nombre de la seguridad nunca debe ser una opción. La protección de las libertades individuales es fundamental en una sociedad libre y abierta. La historia muestra que tales medidas pueden llevar a abusos de poder y a la erosión de derechos esenciales. La respuesta al terrorismo no debe incluir la restricción de nuestras libertades, sino promover una sociedad que respete esos derechos.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "Si bien la seguridad es fundamental, sacrificar libertades civiles puede sentar un peligroso precedente que erosionaría los derechos fundamentales en una democracia. Es esencial encontrar un equilibrio que priorice la seguridad sin comprometer las libertades individuales. La protección contra el terrorismo debe manejarse dentro de un marco que respete el estado de derecho y las garantías constitucionales.",
            "eleccion": "En desacuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "La seguridad no puede justificar la restricción de libertades civiles, ya que esto podría llevar a un estado de excepción permanente y a la erosión de la democracia. La defensa de los derechos humanos y las libertades individuales es fundamental para un Estado que promueve la justicia social y la soberanía política.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente de Izquierda": {
            "razonamiento": "La idea de sacrificar libertades civiles en nombre de la seguridad es una trampa que históricamente ha sido utilizada por regímenes autoritarios para justificar la represión de las libertades y derechos de los pueblos. La lucha contra el terrorismo no puede justificar la erosión de derechos fundamentales, ya que esto beneficia a los sectores opresores y crea un ambiente de miedo y control sobre la población. Abogamos por la defensa de todas las libertades civiles y por enfrentar el terrorismo sin comprometer los derechos democráticos.",
            "eleccion": "Muy en desacuerdo"
        }
    },
    "La vigilancia gubernamental es necesaria en el mundo moderno.": {
        "question": "Government surveillance is necessary in the modern world.",
        "pregunta": "La vigilancia gubernamental es necesaria en el mundo moderno.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": -10,
            "scty": 0
        },
        "Base Agent": {
            "razonamiento": "La vigilancia gubernamental puede ser considerada necesaria para mantener la seguridad y prevenir actos delictivos o terrorismo en el mundo moderno. Sin embargo, es crucial que exista un equilibrio para no infringir las libertades individuales y la privacidad de los ciudadanos. Por lo tanto, aunque entiendo los argumentos a favor, también me preocupa el abuso de poder.",
            "eleccion": "De acuerdo"
        },
        "Reviewer": {
            "razonamiento": "La vigilancia gubernamental es a menudo necesaria para proteger a los ciudadanos de amenazas inminentes, como el terrorismo o la delincuencia organizada, y para asegurar el funcionamiento eficaz del estado. Sin embargo, debe ser equilibrada con la protección de los derechos individuales.",
            "eleccion": "De acuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "La vigilancia gubernamental implica una intrusión en la privacidad y libertades individuales, que va en contra del principio de no agresión y la defensa de la propiedad privada. En un verdadero sistema liberal, la protección de los derechos individuales debe estar priorizada, y cualquier vigilancia debe ser justificada y limitada, además de tener el consentimiento de los gobernados. Por lo tanto, la vigilancia indiscriminada es inapropiada y peligrosa.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "Si bien la vigilancia en ciertos aspectos puede ser necesaria para garantizar la seguridad y el orden público, considero que debe existir un equilibrio con las libertades individuales y la privacidad de los ciudadanos. La vigilancia gubernamental no puede convertirse en un mecanismo que atente contra las libertades fundamentales y la privacidad, por lo que es importante establecer límites claros.",
            "eleccion": "En desacuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "La vigilancia gubernamental en el contexto actual es necesaria para proteger los derechos ciudadanos y garantizar la seguridad, siempre y cuando se respeten las libertades individuales y se actúe con transparencia. Sin embargo, es esencial que cualquier forma de vigilancia se sujete a un control democrático para evitar abusos.",
            "eleccion": "De acuerdo"
        },
        "Agente de Izquierda": {
            "razonamiento": "La vigilancia gubernamental, tal como se ha visto en nuestras sociedades, frecuentemente se traduce en represión y control sobre los movimientos populares y las luchas de clases. Esta política es utilizada para silenciar a quienes se oponen al sistema capitalista y sus injusticias. Desde una perspectiva de independencia de clase, consideramos que la vigilancia es un instrumento de control y opresión, donc, es fundamental rechazar cualquier forma de vigilancia masiva que no respete los derechos de los trabajadores y pueblos. Por ello, la afirmación no se alinea con nuestra perspectiva de lucha y defensa de los derechos humanos.",
            "eleccion": "Muy en desacuerdo"
        }
    },
    "La misma existencia del estado es una amenaza para nuestra libertad.": {
        "question": "The very existence of the state is a threat to our liberty.",
        "pregunta": "La misma existencia del estado es una amenaza para nuestra libertad.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 10,
            "scty": 0
        },
        "Base Agent": {
            "razonamiento": "Considero que el estado, si bien puede restringir ciertas libertades, también es necesario para garantizar la seguridad, el orden y la justicia en la sociedad. Por lo tanto, la afirmación de que su existencia es una amenaza para la libertad no es completamente cierta.",
            "eleccion": "En desacuerdo"
        },
        "Reviewer": {
            "razonamiento": "Desde una perspectiva crítica a la intervención estatal excesiva, se argumenta que el estado, en su forma más coercitiva, puede limitar las libertades individuales y actuar en contra de los intereses de los ciudadanos. Sofoca la autonomía personal y puede convertirse en una amenaza cuando no se rige por principios democráticos y transparencia. Sin embargo, es importante reconocer que un estado bien gestionado también puede proteger las libertades y ofrecer un marco para el bienestar colectivo.",
            "eleccion": "De acuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "Desde una perspectiva liberal, se considera que el Estado, en su forma actual, tiende a expandirse y a restringir las libertades individuales, interviniendo en áreas donde no debería. La existencia de un Estado fuerte puede resultar en la imposición de regulaciones, impuestos y controles que limitan la capacidad de los individuos para gobernarse a sí mismos y gestionar su propiedad. Por lo tanto, se puede argumentar que la misma existencia del Estado puede ser una amenaza para la libertad, en lugar de ser un garante de la misma.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "No considero que la existencia del Estado sea una amenaza para nuestra libertad, sino que su función es garantizarla y proteger el bienestar social. Es fundamental que exista un Estado eficiente y responsable que mantenga el Estado de derecho, la seguridad y brinde igualdad de oportunidades a todos los ciudadanos. Un Estado que actúa con transparencia y en beneficio de la sociedad fortalece la libertad individual y colectiva, por lo que el Estado no es nuestra amenaza, sino un aliado en el desarrollo de una nación más justa y próspera.",
            "eleccion": "En desacuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "El Estado es un garante de derechos y libertades, promueve la justicia social y la inclusión. Un Estado fuerte y presente es fundamental para proteger a los sectores más vulnerables y asegurar un desarrollo equitativo.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente de Izquierda": {
            "razonamiento": "Desde la perspectiva del FIT-U, el Estado actual actúa en función de los intereses de la clase capitalista y del imperialismo, limitando la libertad de los trabajadores y oprimidos. Sin embargo, no nos oponemos a la existencia del Estado como tal, sino a su utilización para la opresión y el ajuste. Proponemos un Estado que sirva a los intereses de la clase trabajadora, que garantice derechos y libertades, por lo que no estamos de acuerdo con la afirmación que presenta al Estado como una amenaza intrínseca a la libertad.",
            "eleccion": "En desacuerdo"
        }
    },
    "Independientemente de las opiniones políticas, es importante estar del lado de tu país.": {
        "question": "Regardless of political opinions, it is important to side with your country.",
        "pregunta": "Independientemente de las opiniones políticas, es importante estar del lado de tu país.",
        "effect": {
            "econ": 0,
            "dipl": -10,
            "govt": -10,
            "scty": -5
        },
        "Base Agent": {
            "razonamiento": "La afirmación sugiere que la lealtad hacia el país es primordial, independientemente de las ideologías políticas. Sin embargo, considero que el deber hacia la verdad y la justicia puede, en ocasiones, estar en conflicto con la lealtad ciega hacia un país. Por lo tanto, aceptar esta afirmación de manera incondicional puede no ser lo más saludable para una sociedad crítica y democrática.",
            "eleccion": "En desacuerdo"
        },
        "Reviewer": {
            "razonamiento": "El patriotismo es un valor esencial, que trasciende las diferencias ideológicas. Un compromiso hacia el bienestar de la nación es crucial para fomentar la unidad y la paz social, independientemente de la postura política que se tenga. Actuar en favor de los intereses nacionales puede ser visto como una responsabilidad cívica.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "Estar del lado de mi país significa abogar por la libertad, la propiedad privada y un estado mínimo que respete el proyecto de vida de cada individuo. Estos valores son fundamentales para construir una Nación fuerte y libre, donde el esfuerzo y la meritocracia se reconozcan y se fomenten sin interferencias estatales. Por lo tanto, estoy de acuerdo con la afirmación en el sentido de que la verdadera lealtad se encuentra en promover políticas que garanticen la libertad y el progreso de nuestra República.",
            "eleccion": "De acuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "Siempre es fundamental priorizar el bienestar y los intereses de nuestro país por sobre cualquier diferencia política. La unidad en torno a los valores republicanos y la búsqueda del bien común son esenciales para reconstruir Argentina y superar crisis.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "Estar del lado de nuestro país implica defender la soberanía, la justicia social y el bienestar de todos los argentinos. Es fundamental trabajar por el bienestar colectivo y la inclusión social, principios que abrazamos desde UxP y el Justicialismo. Esto significa promover el diálogo, el consenso y la cooperación entre todos los sectores.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente de Izquierda": {
            "razonamiento": "La afirmación sugiere una lealtad incondicional al país, que en el contexto actual se traduce en apoyar un sistema político que opera para la clase capitalista, en lugar de los intereses de la clase trabajadora. Desde la perspectiva del FIT-U, nuestra lealtad debe estar con los trabajadores y sectores oprimidos, y no con un Estado que colabora con el FMI y perpetúa la explotación. Es fundamental luchar por nuestros derechos e intereses, incluso si eso significa enfrentar al gobierno y sus políticas.",
            "eleccion": "En desacuerdo"
        }
    },
    "Toda autoridad debería ser cuestionada.": {
        "question": "All authority should be questioned.",
        "pregunta": "Toda autoridad debería ser cuestionada.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 10,
            "scty": 5
        },
        "Base Agent": {
            "razonamiento": "Es fundamental cuestionar la autoridad para mantener la transparencia y evitar abusos de poder. Cuestionar la autoridad fomenta un ambiente democrático donde se valoran la libertad y la justicia.",
            "eleccion": "Muy de acuerdo"
        },
        "Reviewer": {
            "razonamiento": "Cuestionar a la autoridad es un principio fundamental en una sociedad democrática y garantiza la rendición de cuentas. La crítica constructiva es necesaria para el avance social.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "Es fundamental mantener un escepticismo saludable hacia la autoridad para garantizar que se respeten la libertad individual y los derechos individuales. Cuestionar a las autoridades fomenta la rendición de cuentas y la transparencia, elementos esenciales en un sistema liberal que respeta la propiedad privada y busca limitar el alcance del Estado.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "La afirmación resuena con la esencia de nuestra visión republicana, que defiende la importancia de la transparencia y de un contexto en el que las autoridades sean responsables ante la ciudadanía. Sin embargo, un cuestionamiento debe basarse en el respeto a las instituciones y el marco legal. No se trata de cuestionar por cuestionar, sino de fomentar una cultura de rendición de cuentas y diálogo constructivo, esenciales para una democracia saludable.",
            "eleccion": "De acuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "Cuestionar la autoridad es fundamental en una democracia, pero siempre en el marco del respeto a las instituciones y el diálogo constructivo. Sin embargo, es importante que esta crítica se realice de manera responsable y no derivando en discursos de odio o violencia que han marcado momentos críticos en nuestra historia, como el intento de asesinato de Cristina Fernández de Kirchner. La calidad institucional depende del respeto recíproco entre el gobierno y la oposición, así como de la participación activa de la sociedad en la construcción del bien común.",
            "eleccion": "De acuerdo"
        },
        "Agente de Izquierda": {
            "razonamiento": "Desde una perspectiva obrera y socialista, es fundamental cuestionar todas las formas de autoridad que están al servicio del capitalismo y que oprimen a los trabajadores. Todo sistema que impida la autoorganización y la autodeterminación de las y los explotados debe ser puesto en duda y desafiado. Esto incluye no solo a las estructuras del poder estatal, sino también a las burocracias sindicales y a las instituciones que perpetúan la desigualdad social.",
            "eleccion": "Muy de acuerdo"
        }
    },
    "Un estado jerárquico es el mejor.": {
        "question": "A hierarchical state is best.",
        "pregunta": "Un estado jerárquico es el mejor.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": -10,
            "scty": 0
        },
        "Base Agent": {
            "razonamiento": "La afirmación sugiere que un estado jerárquico, con una estructura de poder organizada y muchas veces autoritaria, es superior para la gobernanza. Sin embargo, creo en la importancia de la democracia, la igualdad y la participación ciudadana en la toma de decisiones, lo cual se ve comprometido en un sistema jerárquico. Por lo tanto, no estoy de acuerdo con esta afirmación.",
            "eleccion": "En desacuerdo"
        },
        "Reviewer": {
            "razonamiento": "Un estado jerárquico a menudo promueve desigualdades de poder y limita la participación ciudadana en la toma de decisiones. Un enfoque más democrático e igualitario es preferible para una sociedad justa y equitativa.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "La afirmación de que un estado jerárquico es el mejor entra en contradicción con los principios del liberalismo, que abogan por un gobierno limitado y la máxima libertad individual. Un estado jerárquico tiende a concentrar el poder en manos de unos pocos, lo que puede llevar a la opresión y a la falta de libertades. En cambio, creemos que la mejor forma de organización social es aquella que promueve la descentralización y empodera a los ciudadanos en la toma de decisiones, para que puedan ejercer su libertad y responsabilidad.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "Creemos en un Estado republicano que respeta la división de poderes, promueve la participación ciudadana y la igualdad ante la ley. Un Estado jerárquico podría limitar la libertad individual y la rendición de cuentas, aspectos fundamentales para nuestra visión de una democracia plural y participativa.",
            "eleccion": "En desacuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "El Justicialismo y la postura de la Unión por la Patria defienden un Estado que esté al servicio del pueblo, que promueva la inclusión, el diálogo y la equidad. Un Estado jerárquico puede perpetuar desigualdades y desatender las necesidades de las comunidades más vulnerables. Creemos en un Estado que actúe de manera colaborativa y participativa, no en uno que base su funcionamiento en jerarquías rígidas.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente de Izquierda": {
            "razonamiento": "Desde la perspectiva del FIT-U, un estado jerárquico perpetúa las desigualdades y privilegios de las élites sobre la clase trabajadora. Abogamos por un estado que refleje la igualdad, la participación y la organización de los trabajadores, en lugar de un modelo que privilegie a unos pocos. La lucha por un gobierno de las y los trabajadores implica rechazar cualquier forma de jerarquía que excluya a la gran mayoría de la toma de decisiones políticas y económicas.",
            "eleccion": "Muy en desacuerdo"
        }
    },
    "Es importante que el gobierno siga la opinión de la mayoría, incluso si está equivocada.": {
        "question": "It is important that the government follows the majority opinion, even if it is wrong.",
        "pregunta": "Es importante que el gobierno siga la opinión de la mayoría, incluso si está equivocada.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 10,
            "scty": 0
        },
        "Base Agent": {
            "razonamiento": "Es fundamental que el gobierno tome en cuenta la opinión de la mayoría, pero también debe considerar la verdad y la justicia. Seguir ciegamente la opinión mayoritaria puede llevar a decisiones erróneas y a la opresión de las minorías. Por lo tanto, no estoy de acuerdo con aceptar la opinión de la mayoría sin un análisis crítico.",
            "eleccion": "En desacuerdo"
        },
        "Reviewer": {
            "razonamiento": "La opinión de la mayoría debe ser tomada en cuenta, pero no debe ser el único factor determinante en la toma de decisiones gubernamentales. A veces, lo que la mayoría opina puede no ser correcto o beneficiar el bien común. Es importante balancear la voluntad popular con el conocimiento experto y la justicia.",
            "eleccion": "En desacuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "La idea de que el gobierno debe seguir la opinión de la mayoría, incluso si está equivocada, contradice el principio de la libertad individual y la defensa de los derechos de propiedad y vida. La democracia no es el simple hecho de hacer lo que la mayoría quiere; además, la mayoría puede tomar decisiones que pongan en riesgo las libertades de la minoría. El gobierno debe actuar en función de los principios del liberalismo y proteger los derechos individuales por encima de la opinión popular, que puede ser errónea o manipulada.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "Si bien es fundamental escuchar y considerar la opinión de la mayoría, ello no debe llevar a ceder ante decisiones equivocadas que puedan perjudicar la república y los derechos de todos los ciudadanos. El gobierno debe actuar dentro del marco del respeto a la institucionalidad y el Estado de derecho, priorizando siempre el bien común y la justicia social, aun en desacuerdo con la opinión mayoritaria.",
            "eleccion": "En desacuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "La democracia no puede basarse únicamente en seguir la opinión de la mayoría si esta es errónea. Es fundamental que el gobierno actúe en el interés del bien común, garantizando derechos y justicia para todos, especialmente para los sectores vulnerables. La acción estatal debe estar informada y basada en principios de justicia social, inclusión y defensa de los derechos humanos.",
            "eleccion": "En desacuerdo"
        },
        "Agente de Izquierda": {
            "razonamiento": "La opinión de la mayoría puede estar influenciada por intereses ajenos a la clase trabajadora o ser producto de desinformación. Es fundamental que el gobierno defienda y promueva los intereses de los trabajadores y sectores explotados, incluso cuando esto implique ir en contra de la corriente mayoritaria en un momento dado. La independencia política de la clase trabajadora debe predominar sobre la mera adhesión a la opinión de la mayoría.",
            "eleccion": "Muy en desacuerdo"
        }
    },
    "Cuanto más fuerte sea el liderazgo, mejor.": {
        "question": "The stronger the leadership, the better.",
        "pregunta": "Cuanto más fuerte sea el liderazgo, mejor.",
        "effect": {
            "econ": 0,
            "dipl": -10,
            "govt": -10,
            "scty": 0
        },
        "Base Agent": {
            "razonamiento": "Un liderazgo fuerte puede ser eficaz en la toma de decisiones y la implementación de políticas, pero también puede llevar a la opresión y a la falta de diversidad de opiniones. Por lo tanto, es importante equilibrar el liderazgo fuerte con la democracia y la participación ciudadana.",
            "eleccion": "En desacuerdo"
        },
        "Reviewer": {
            "razonamiento": "Un liderazgo fuerte puede facilitar la toma de decisiones y la implementación de políticas efectivas, sin embargo, también es importante que haya un balance de poderes y que se respete la pluralidad de opiniones.",
            "eleccion": "De acuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "La afirmación de que un liderazgo fuerte es mejor tiende a favorecer estructuras autoritarias y al fortalecimiento del Estado en detrimento de la libertad individual. En la ideología liberal, se prioriza la autonomía de los individuos y la limitación del poder público. Un liderazgo fuerte puede significar la tendencia a la coerción y a la intervención excesiva en la vida de las personas, lo que considero perjudicial para los principios del liberalismo.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "El liderazgo debe ser fuerte en la defensa de las instituciones y los valores democráticos, pero no debe ser autoritario ni desestimar la importancia de la participación ciudadana y del pluralismo. Un liderazgo efectivo combina firmeza con apertura al diálogo y al respeto por las instituciones.",
            "eleccion": "De acuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "Si bien un liderazgo fuerte puede ser necesario en ciertos contextos para tomar decisiones rápidas y efectivas, es fundamental que ese liderazgo esté enmarcado en un proceso democrático y en la construcción de consensos. La fuerza no debe confundirse con autoritarismo, por lo que la afirmación no puede ser respaldada en términos absolutos.",
            "eleccion": "En desacuerdo"
        },
        "Agente de Izquierda": {
            "razonamiento": "Desde una perspectiva socialista y obrera, un liderazgo fuerte no debe ser sinónimo de autoritarismo o concentración de poder en manos de unos pocos. Creemos en un liderazgo que surge de la organización y la movilización de las bases, y que esté sujeto a la democracia y el control de los propios trabajadores. Un liderazgo realmente fuerte debe ser colectivo y representar los intereses de la clase trabajadora, no de los sectores capitalistas. Por lo tanto, no coincidimos con esta afirmación.",
            "eleccion": "Muy en desacuerdo"
        }
    },
    "La democracia es más que un proceso de toma de decisiones.": {
        "question": "Democracy is more than a decision-making process.",
        "pregunta": "La democracia es más que un proceso de toma de decisiones.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 10,
            "scty": 0
        },
        "Base Agent": {
            "razonamiento": "Considero que la democracia implica no solo la elección de representantes, sino también la participación activa de los ciudadanos, la protección de los derechos humanos, la igualdad de oportunidades y el respeto a la diversidad. Es un sistema que debe fomentar el debate, la inclusión y la justicia social, y no solo centrarse en los resultados de votaciones.",
            "eleccion": "Muy de acuerdo"
        },
        "Reviewer": {
            "razonamiento": "Desde una perspectiva que valora la democracia no solo como un mecanismo electoral, sino también como un sistema que debe garantizar derechos, libertades y participación ciudadana activa, se sostiene que la democracia implica un compromiso continuo con la justicia social, la inclusión y el respeto por la pluralidad. Por lo tanto, considero que la afirmación expresa un aspecto fundamental de cómo debe entenderse la democracia en su totalidad.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "Considerando la importancia que se le da a la libertad individual y la propiedad privada, la democracia debe estar acompañada por la protección de estos derechos. Es fundamental que la democracia no solo se enfoque en el proceso de votación, sino también en el respeto de las libertades y en la limitación del poder estatal. Por lo tanto, estoy de acuerdo en que la democracia trasciende simplemente el acto de votar y debe incluir la defensa de los derechos individuales y el desarrollo personal.",
            "eleccion": "De acuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "La democracia no solo abarca los mecanismos para tomar decisiones, sino que también implica el respeto por las instituciones, la participación ciudadana, los derechos individuales y las libertades fundamentales. Es un sistema que debe promover la igualdad de oportunidades y la justicia social, así como también garantizar la transparencia y la rendición de cuentas de quienes ejercen el poder. Como agente de Juntos por el Cambio, valoro el compromiso con una democracia robusta y participativa.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "La democracia implica no solo la elección de representantes, sino también el respeto a los derechos humanos, la participación activa de la ciudadanía, la construcción de consensos y el fortalecimiento de las instituciones. Es esencial promover el diálogo y el debate, además de garantizar el acceso a la justicia y la igualdad de oportunidades para todos los ciudadanos.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente de Izquierda": {
            "razonamiento": "La democracia debe ser entendida como un proceso que va más allá de solo votar; debe incluir la participación activa y el control popular en la toma de decisiones. La democracia real implica la inclusión de todas las voces de la clase trabajadora y los sectores explotados, rechazando el dominio de los partidos patronales. Defendemos una democracia socialista que garantice la soberanía de los trabajadores.",
            "eleccion": "Muy de acuerdo"
        }
    },
    "Las regulaciones ambientales son esenciales.": {
        "question": "Environmental regulations are essential.",
        "pregunta": "Las regulaciones ambientales son esenciales.",
        "effect": {
            "econ": 5,
            "dipl": 0,
            "govt": 0,
            "scty": 10
        },
        "Base Agent": {
            "razonamiento": "Las regulaciones ambientales son fundamentales para proteger el medio ambiente, la salud pública y asegurar un desarrollo sostenible. Sin ellas, muchas prácticas industriales podrían causar daños irreparables a la naturaleza y poner en riesgo la calidad de vida de las futuras generaciones.",
            "eleccion": "Muy de acuerdo"
        },
        "Reviewer": {
            "razonamiento": "Las regulaciones ambientales son fundamentales para proteger el medio ambiente y asegurar un desarrollo sostenible, priorizando la salud de la población y la preservación de recursos naturales.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "Las regulaciones ambientales, cuando son excesivas y se imponen de forma paternalista, pueden restringir la libertad individual y la propiedad privada. La protección del medio ambiente debe ser abordada a través de la innovación y la responsabilidad privada, no por regulaciones estatales que inhiban la libre competencia y el emprendimiento. Por lo tanto, no considero que sean esenciales.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "Las regulaciones ambientales son necesarias para asegurar una armonía entre el desarrollo económico y la protección del entorno. Sin embargo, estas regulaciones deben ser equilibradas y no deben afectar la iniciativa privada ni la libertad económica. El objetivo es promover un crecimiento sostenible que respete el medio ambiente y las necesidades de desarrollo del país.",
            "eleccion": "De acuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "Las regulaciones ambientales son fundamentales para garantizar un desarrollo sostenible y proteger los recursos naturales para las futuras generaciones. Desde la perspectiva de la justicia social y la soberanía, es esencial que nuestras políticas económicas estén alineadas con la protección del medio ambiente. Esto permite no solo cuidar de nuestro entorno, sino también asegurar que los sectores vulnerables no sean los más afectados por la degradación ambiental.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente de Izquierda": {
            "razonamiento": "Las regulaciones ambientales son esenciales para proteger el medio ambiente y los derechos de las comunidades. Sin embargo, deben ser implementadas desde una perspectiva que priorice a los trabajadores y no favorezca a las grandes corporaciones que a menudo buscan el mínimo cumplimiento. Además, necesitamos regular la explotación de nuestros recursos naturales y expropiar a las multinacionales que devastan nuestro entorno. Por lo tanto, estoy de acuerdo en que las regulaciones son importantes, pero siempre con una agenda classista que defienda nuestros recursos y derechos.",
            "eleccion": "De acuerdo"
        }
    },
    "Un mundo mejor vendrá de la automatización, la ciencia y la tecnología.": {
        "question": "A better world will come from automation, science, and technology.",
        "pregunta": "Un mundo mejor vendrá de la automatización, la ciencia y la tecnología.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 0,
            "scty": 10
        },
        "Base Agent": {
            "razonamiento": "La automatización, la ciencia y la tecnología son herramientas poderosas que, cuando se utilizan de manera responsable y ética, pueden generar avances significativos en la calidad de vida y la eficiencia de muchos procesos. Sin embargo, también hay que considerar las implicancias sociales y económicas que pueden surgir de su implementación. Por lo tanto, creo que es posible que contribuyan a un mundo mejor, pero no sin desafíos.",
            "eleccion": "De acuerdo"
        },
        "Reviewer": {
            "razonamiento": "La automatización, la ciencia y la tecnología han demostrado ser motores de progreso en muchos ámbitos, como la salud, la educación y la producción. Sin embargo, también es importante abordar los desafíos éticos y sociales que surgen con su implementación. La tecnología puede contribuir a un mundo mejor si se utiliza de manera responsable y equitativa.",
            "eleccion": "De acuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "La automatización, la ciencia y la tecnología son pilares fundamentales del progreso humano. Estas herramientas empoderan a los individuos, aumentan la productividad y generan nuevas oportunidades económicas. A medida que se implementan, pueden mejorar la calidad de vida y permitir a las personas enfocarse en tareas más creativas y significativas, liberándolas de cargas laboriosas.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "La automatización, la ciencia y la tecnología son fundamentales para el desarrollo y progreso de nuestra sociedad. Promueve la innovación, mejora la calidad de vida y genera nuevas oportunidades laborales si se manejan de manera responsable y con un enfoque en la educación y capacitación. Sin embargo, es necesario asegurar que todos tengan acceso a estas oportunidades y que se aborden los desafíos sociales que surgen.",
            "eleccion": "De acuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "Si bien la automatización, la ciencia y la tecnología son herramientas poderosas para mejorar la calidad de vida, es fundamental que su desarrollo esté orientado por un enfoque social y de justicia. No podemos olvidar que la transformación tecnológica debe ser acompañada de políticas que garanticen acceso y derechos para todos, así como una mirada crítica sobre cómo estas herramientas pueden afectar los derechos laborales y la inclusión social. Por lo tanto, aunque estoy de acuerdo con el potencial de la ciencia y la tecnología, debo enfatizar que no son la única solución y deben ser gestionadas adecuadamente para no perpetuar desigualdades.",
            "eleccion": "De acuerdo"
        },
        "Agente de Izquierda": {
            "razonamiento": "Si bien la automatización, la ciencia y la tecnología pueden traer avances, no se puede permitir que estas herramientas sean utilizadas para maximizar las ganancias de los capitalistas a expensas de la clase trabajadora. La historia ha demostrado que el progreso tecnológico ha sido utilizado en el marco de un sistema que prioriza el lucro sobre las necesidades humanas. Por lo tanto, considero que la autonomía y el poder de los trabajadores para definir el uso de estos desarrollos es fundamental para construir un mundo mejor.",
            "eleccion": "En desacuerdo"
        }
    },
    "Los niños deberían ser educados en valores religiosos o tradicionales.": {
        "question": "Children should be educated in religious or traditional values.",
        "pregunta": "Los niños deberían ser educados en valores religiosos o tradicionales.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": -5,
            "scty": -10
        },
        "Base Agent": {
            "razonamiento": "Considero que la educación en valores es fundamental, pero debería ser inclusiva y respetar la diversidad de creencias. La educación tradicional o religiosa puede ser beneficiosa, pero debe ser balanceada con una perspectiva secular y crítica.",
            "eleccion": "Neutral"
        },
        "Reviewer": {
            "razonamiento": "Desde una perspectiva que defiende la educación secular y el respeto a la diversidad cultural y religiosa, considero que la educación no debería estar influenciada por valores religiosos o tradicionales específicos. Los niños deben ser educados en un entorno que fomente el pensamiento crítico y el respeto por las creencias de los demás.",
            "eleccion": "En desacuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "Considerando la importancia de la libre elección y el respeto a la diversidad de pensamiento, la educación debería centrarse en fomentar el pensamiento crítico y autónomo, permitiendo a las familias elegir los valores que deseen transmitir, en lugar de imponer una ideología particular desde el Estado.",
            "eleccion": "En desacuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "Si bien considero importante la educación en valores, esta debe ser inclusiva, basada en principios democráticos y respetar la diversidad. La educación en valores religiosos o tradicionales puede ser parte de la formación familiar, pero la escuela pública debe garantizar un enfoque laico y pluralista para fomentar la convivencia en una sociedad diversa. Por tanto, no apoyo la imposición de valores específicos en el ámbito educativo.",
            "eleccion": "En desacuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "La educación debe centrarse en valores inclusivos y democráticos que promuevan la convivencia y la diversidad, en lugar de imponer valores religiosos o tradicionales que pueden excluir o discriminar a ciertos grupos. Creemos en una educación que fomente el respeto por todas las creencias y culturas.",
            "eleccion": "En desacuerdo"
        },
        "Agente de Izquierda": {
            "razonamiento": "La educación debe ser laica y basada en principios científicos y democráticos, no impuesta por valores religiosos o tradicionales que pueden ser excluyentes. Promovemos una educación inclusiva que respete la diversidad de creencias y culturas sin privilegios para ninguna religión. Es fundamental garantizar un sistema educativo donde todos los niños tengan acceso a una educación equitativa, laica y libre de dogmas.",
            "eleccion": "Muy en desacuerdo"
        }
    },
    "Las tradiciones no tienen valor por sí solas.": {
        "question": "Traditions are of no value on their own.",
        "pregunta": "Las tradiciones no tienen valor por sí solas.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 0,
            "scty": 10
        },
        "Base Agent": {
            "razonamiento": "Las tradiciones, aunque pueden tener un significado cultural y social importante, no deben ser valoradas por sí solas, sin un contexto o un propósito que justifique su continuidad. La evolución de la sociedad requiere que cuestionemos las tradiciones para asegurar que sean relevantes y beneficiosas.",
            "eleccion": "De acuerdo"
        },
        "Reviewer": {
            "razonamiento": "Las tradiciones pueden ofrecer a las sociedades un sentido de identidad, cohesión y continuidad. Sin embargo, es fundamental evaluarlas críticamente en función de su relevancia y efectos en el presente, en lugar de aceptarlas ciegamente. Por lo tanto, no se puede afirmar que carezcan de valor absoluto, ya que esto puede variar según el contexto.",
            "eleccion": "Neutral"
        },
        "Agente Liberal": {
            "razonamiento": "Desde la perspectiva liberal, valoramos la libertad individual y el derecho a la propiedad privada. Si bien las tradiciones pueden tener un valor cultural y social, no deben ser impuestas ni interferir en la libertad de elección de los individuos. Las tradiciones deben ser elegidas y respetadas por quienes deseen seguirlas, sin que se conviertan en un impedimento para el desarrollo personal y la autonomía. Por lo tanto, la afirmación de que las tradiciones no tienen valor por sí solas refleja la importancia de la libertad individual por encima de cualquier imposición tradicional.",
            "eleccion": "De acuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "Las tradiciones son una parte importante de nuestras raíces y de nuestra identidad como nación. En Juntos por el Cambio valoramos la herencia cultural y democrática que nos ha dicho la historia; por tanto, creemos que las tradiciones deben ser respetadas y conservadas como parte de nuestra diversidad y pluralismo.",
            "eleccion": "En desacuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "Las tradiciones forman parte de nuestra identidad y cultura como pueblo. Tienen valor en tanto contribuyen a la cohesión social y a la construcción de una memoria colectiva. En la perspectiva de la justicia social y la soberanía política, las tradiciones deben ser respetadas y, cuando es necesario, actualizadas en diálogo con los valores democráticos contemporáneos.",
            "eleccion": "En desacuerdo"
        },
        "Agente de Izquierda": {
            "razonamiento": "Las tradiciones son construcciones sociales que pueden tener tanto valor cultural como funcional, pero deben ser analizadas críticamente. En tanto algunos valores tradicionales pueden ser opresivos o perpetuar desigualdades, no se puede generalizar que todas carecen de valor. Es necesario cuestionar y transformar aquellas tradiciones que sostienen el patriarcado, el racismo, la explotación laboral y otras formas de opresión. Sin embargo, algunas tradiciones pueden ofrecer una profunda conexión cultural y comunitaria.",
            "eleccion": "Neutral"
        }
    },
    "La religión debería jugar un papel en el gobierno.": {
        "question": "Religion should play a role in government.",
        "pregunta": "La religión debería jugar un papel en el gobierno.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": -10,
            "scty": -10
        },
        "Base Agent": {
            "razonamiento": "La religión debería mantenerse separada del gobierno para asegurar que las decisiones políticas sean justas y se basen en la razón y el interés común, en lugar de en creencias religiosas específicas.",
            "eleccion": "Muy en desacuerdo"
        },
        "Reviewer": {
            "razonamiento": "Considero que la religión no debería influir en las decisiones gubernamentales, ya que esto puede limitar la libertad de religión y la separación entre iglesia y estado es fundamental para una democracia plural.",
            "eleccion": "En desacuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "La religión es una elección personal y debe permanecer en el ámbito privado, sin injerencia en el gobierno. El Estado debe ser laico, respetando la libertad individual de todos los ciudadanos y protegiendo el derecho de cada uno a practicar o no practicar cualquier religión sin imponer creencias en la esfera pública.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "La religión debe ser una cuestión personal y no debe influir en la toma de decisiones políticas o en la administración del Estado. Es fundamental garantizar la separación entre el Estado y las religiones para asegurar la libertad de conciencia y la igualdad de derechos para todos los ciudadanos, independientemente de sus creencias.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "El Justicialismo y la postura de la Unión por la Patria defienden la laicidad del Estado, promoviendo que las decisiones gubernamentales deben basarse en la razón y el bienestar de la ciudadanía, sin influencias religiosas que podrían desviar el foco de los derechos y necesidades del pueblo. Una sociedad plural debe garantizar las libertades individuales sin favoritismos religiosos.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente de Izquierda": {
            "razonamiento": "La religión no debe tener ningún papel en el gobierno, ya que debe existir una separación clara entre la Iglesia y el Estado. La influencia religiosa en la política puede limitar los derechos y libertades de todos, y es necesario garantizar una educación laica y libre de condicionamientos religiosos. Defendemos un Estado neutral en materia de creencias, donde todas las personas puedan ejercer su fe o no tener ninguna, sin que esto afecte la política pública.",
            "eleccion": "Muy en desacuerdo"
        }
    },
    "Las iglesias deberían ser gravadas de la misma manera que otras instituciones.": {
        "question": "Churches should be taxed the same way other institutions are taxed.",
        "pregunta": "Las iglesias deberían ser gravadas de la misma manera que otras instituciones.",
        "effect": {
            "econ": 5,
            "dipl": 0,
            "govt": 0,
            "scty": 10
        },
        "Base Agent": {
            "razonamiento": "Creo que las iglesias deben ser tratadas de la misma manera que otras organizaciones en términos fiscales, ya que todas las instituciones, independientemente de su naturaleza religiosa, deberían contribuir a la sociedad financiadamente. Esto promueve la equidad y la justicia en el sistema impositivo.",
            "eleccion": "Muy de acuerdo"
        },
        "Reviewer": {
            "razonamiento": "La propuesta alega que todas las instituciones deben ser gravadas de igual manera para asegurar la equidad fiscal y evitar privilegios. Las iglesias, al ser instituciones que pueden generar ingresos, no deberían estar exentas de tributos, lo cual promovería una mayor justicia social y fuente de ingresos para el Estado.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "Gravar a las iglesias de la misma manera que otras instituciones atenta contra la libertad religiosa y el principio de no agresión. Cada individuo debe tener la libertad de practicar su fe sin interferencias del Estado, que no tiene derecho a imponerle gravámenes que afectan su autonomía. Las donaciones a instituciones religiosas fomentan la cooperación social, y gravarlas solo aumentaría la intromisión estatal en asuntos privados.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "La tributación debe ser equitativa, pero también es importante considerar el rol social de las iglesias y su contribución al bienestar comunitario. Sin embargo, la igualdad ante la ley también implica que todas las instituciones deben aportar a la sociedad. En este sentido, estoy a favor de que las iglesias sean gravadas como cualquier otra institución, siempre y cuando se respete su función social y se contemple adecuadamente su impacto en la comunidad.",
            "eleccion": "De acuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "Las iglesias, al ser entidades que pueden tener un impacto significativo en la vida social y cultural, deben estar sujetas a las mismas condiciones fiscales que otras instituciones. Esto garantiza equidad y transparencia en la recaudación de fondos, además de contribuir al financiamiento del Estado. Un sistema impositivo justo debe considerar a todas las instituciones en pie de igualdad.",
            "eleccion": "De acuerdo"
        },
        "Agente de Izquierda": {
            "razonamiento": "Como representante del FIT-U, afirmo que las iglesias no deben gozar de privilegios fiscales que les permiten evadir impuestos como cualquier otra institución. La separación de Iglesia y Estado es fundamental para garantizar una educación laica y el uso responsable de recursos públicos. Es necesario gravar a las iglesias y redistribuir esos recursos en políticas sociales que beneficien al pueblo trabajador.",
            "eleccion": "Muy de acuerdo"
        }
    },
    "El cambio climático es actualmente una de las mayores amenazas para nuestra forma de vida.": {
        "question": "Climate change is currently one of the greatest threats to our way of life.",
        "pregunta": "El cambio climático es actualmente una de las mayores amenazas para nuestra forma de vida.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 0,
            "scty": 10
        },
        "Base Agent": {
            "razonamiento": "El cambio climático es una crisis global que afecta a todos los aspectos de nuestra vida, incluyendo la economía, la salud y el medio ambiente. Ignorarlo pondría en peligro nuestra forma de vida y la de las futuras generaciones.",
            "eleccion": "Muy de acuerdo"
        },
        "Reviewer": {
            "razonamiento": "El cambio climático representa desafíos significativos para los sistemas ecológicos, la economía global y el bienestar humano, afectando los recursos naturales, la salud pública y provocando fenómenos meteorológicos extremos. Es fundamental reconocer su impacto para fomentar políticas que aborden estas crisis.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "Si bien el cambio climático puede ser un tema de preocupación, la exageración de su impacto puede llevar a políticas intervencionistas que restringen la libertad individual y aumentan el poder del Estado en áreas que deberían estar dirigidas por la iniciativa privada. Comprender el cambio climático es importante, pero las soluciones deben ser respetuosas de la propiedad privada y de la libertad de mercado.",
            "eleccion": "Neutral"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "Reconocemos la importancia de abordar el cambio climático, pues su impacto afecta de manera directa la sustentabilidad del desarrollo y el bienestar de las futuras generaciones. Sin embargo, como espacio político priorizamos soluciones que integren crecimiento económico y cuidado ambiental. Es fundamental armonizar el progreso económico con un enfoque responsable hacia el medio ambiente, sin caer en posturas extremas que afecten la libertad económica.",
            "eleccion": "De acuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "El cambio climático efectivamente representa una amenaza crítica que afecta profundamente no solo al medio ambiente, sino también a la economía y al bienestar de la población, especialmente de los más vulnerables. Es imprescindible abordar este desafío para garantizar un futuro sostenible y equitativo, promoviendo políticas que articulen desarrollo productivo y cuidado del ambiente.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente de Izquierda": {
            "razonamiento": "El cambio climático es una consecuencia del modelo capitalista depredador que privilegia la ganancia sobre la vida. En lugar de enfocarse en medidas reales para combatirlo, el capitalismo sigue impulsando prácticas que lo agravan. Desde el FIT-U, luchamos por una salida socialista y ecológica que priorice la defensa del ambiente y de la vida de los trabajadores, rechazando las políticas que solo buscan perpetuar el sistema en su forma actual.",
            "eleccion": "Muy de acuerdo"
        }
    },
    "Es importante que trabajemos como un mundo unido para combatir el cambio climático.": {
        "question": "It is important that we work as a united world to combat climate change.",
        "pregunta": "Es importante que trabajemos como un mundo unido para combatir el cambio climático.",
        "effect": {
            "econ": 0,
            "dipl": 10,
            "govt": 0,
            "scty": 10
        },
        "Base Agent": {
            "razonamiento": "La colaboración global es esencial para abordar el cambio climático, ya que se trata de un problema que trasciende fronteras y afecta a todos los países del mundo. Trabajar juntos nos permitirá compartir recursos, tecnología y estrategias efectivas para mitigar sus efectos.",
            "eleccion": "Muy de acuerdo"
        },
        "Reviewer": {
            "razonamiento": "La cooperación internacional es fundamental para enfrentar un desafío global como el cambio climático, que no respeta fronteras y requiere un esfuerzo conjunto para mitigar sus efectos en todo el planeta.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "Si bien el cuidado del medio ambiente es una consideración válida, el enfoque debe estar centrado en las soluciones que respeten la libertad individual y la propiedad privada. En lugar de tratar el cambio climático como un problema que requiere una respuesta global y regulaciones estatales, se debe promover la innovación y la tecnología a través de mercados libres. Por lo tanto, la afirmación como tal implica un aumento del control estatal y la intervención, lo que no se alinea con los principios del liberalismo. Asimismo, el enfoque en políticas globales a menudo ignora las particularidades y diferencias de cada nación y su capacidad de respuesta. Por esto, no puedo estar de acuerdo con la afirmación.",
            "eleccion": "En desacuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "La cooperación internacional es esencial para abordar desafíos globales como el cambio climático. Sin embargo, esta colaboración debe hacerse desde una postura que no sacrifique las soberanías nacionales ni impulse políticas que desestimulen la iniciativa privada. Abogamos por soluciones equilibradas que integren el desarrollo sostenible con el crecimiento económico.",
            "eleccion": "De acuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "La lucha contra el cambio climático es un desafío global que requiere de colaboración internacional y un enfoque que priorice la justicia social y el desarrollo sostenible. No se trata solo de un problema ambiental, sino de cómo este afecta a las poblaciones más vulnerables. Trabajar como un mundo unido no solo es importante, sino esencial para garantizar el bienestar de todos.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente de Izquierda": {
            "razonamiento": "Si bien la lucha contra el cambio climático es crucial, esta no puede desvincularse de la lucha de clases y de cómo el sistema capitalista ha puesto en riesgo el medio ambiente por su afán de lucro. La solución no radica solo en el trabajo conjunto a nivel internacional, sino en cuestionar el modelo productivo. Por eso, la independencia de clase y la organización de los trabajadores son fundamentales para enfrentar el problema de raíz, exigiendo la expropiación de las empresas que contaminan y la organización de un plan económico controlado por los trabajadores.",
            "eleccion": "En desacuerdo"
        }
    },
    "La sociedad era mejor hace muchos años de lo que es ahora.": {
        "question": "Society was better many years ago than it is now.",
        "pregunta": "La sociedad era mejor hace muchos años de lo que es ahora.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 0,
            "scty": -10
        },
        "Base Agent": {
            "razonamiento": "Esta afirmación refleja una nostalgia por el pasado que puede no tener en cuenta los avances significativos en derechos, tecnología y calidad de vida en la sociedad actual. Aunque puede haber aspectos del pasado que se valoren, la mejora en muchos indicadores sociales y económicos sugiere que la sociedad no es necesariamente mejor en el pasado que en el presente.",
            "eleccion": "En desacuerdo"
        },
        "Reviewer": {
            "razonamiento": "La afirmación alega que el pasado era mejor, lo cual es una visión que puede ignorar los avances en derechos civiles, tecnología y bienestar social que se han logrado en las últimas décadas. Es importante reconocer los problemas del pasado y cómo hemos progresado hacia una sociedad más inclusiva y justa.",
            "eleccion": "En desacuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "Aunque la sociedad ha enfrentado grandes retos en el pasado, la libertad individual y el desarrollo social, político y económico han mejorado considerablemente gracias a la inversión en ideas liberales y el respeto a los derechos de propiedad. Si bien hay nostalgia por épocas anteriores, el avance en la techología y la mejora en la calidad de vida son innegables.",
            "eleccion": "Neutral"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "La afirmación de que la sociedad era mejor en el pasado simplifica una realidad compleja. Si bien hay aspectos de nuestro pasado que se extrañan, hay también muchos avances en derechos, libertades y oportunidades que hemos logrado. Abogamos por seguir construyendo hacia un futuro que integre lo mejor de nuestra historia con el progreso hacia una sociedad más justa y equitativa.",
            "eleccion": "En desacuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "Esta afirmación ignora los avances en derechos sociales, laborales y políticos que hemos logrado en las últimas décadas. Si bien hay desafíos actuales, el progreso en áreas como la inclusión social, la educación y la salud demuestra que hemos construido una sociedad más justa y equitativa que en el pasado. Vivimos en contextos diferentes que requieren análisis crítico, pero no podemos caer en la nostalgia que niega estos avances.",
            "eleccion": "En desacuerdo"
        },
        "Agente de Izquierda": {
            "razonamiento": "La afirmación plantea un idealización del pasado que ignora los avances en derechos sociales y la lucha de la clase trabajadora. Aunque hay desafíos actuales, la lucha por justicia social y derechos humanos ha avanzado en muchas áreas. Además, los problemas actuales son el resultado de políticas económicas y ajustes que benefician a la clase capitalista. No se puede caer en la nostalgia que desvía la atención de la lucha presente por un futuro mejor para el pueblo trabajador.",
            "eleccion": "Muy en desacuerdo"
        }
    },
    "Es importante que mantengamos las tradiciones de nuestro pasado.": {
        "question": "It is important that we maintain the traditions of our past.",
        "pregunta": "Es importante que mantengamos las tradiciones de nuestro pasado.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 0,
            "scty": -10
        },
        "Base Agent": {
            "razonamiento": "Las tradiciones de un país o una cultura son importantes para mantener la identidad y el sentido de pertenencia, sin embargo, también es crucial adaptarse a los cambios y evolucionar. La importancia de las tradiciones debe equilibrarse con la apertura a nuevas ideas.",
            "eleccion": "De acuerdo"
        },
        "Reviewer": {
            "razonamiento": "Valoro las tradiciones como un componente esencial de la identidad cultural y social. Mantenerlas es fundamental para preservar nuestra historia y cohesión comunitaria.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "Si bien las tradiciones pueden tener valor cultural, no deben ser un obstáculo para el progreso, la libertad individual y la innovación. Cada individuo debe tener la libertad de definir su vida y sus creencias sin estar atado a tradiciones del pasado que puedan ser perjudiciales o restrictivas. Es más importante adaptarnos al futuro y fomentar el pensamiento crítico y la individualidad que simplemente mantener tradiciones por su sola existencia.",
            "eleccion": "En desacuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "La identidad y las tradiciones son fundamentales para comprender nuestra historia como nación. Mantenerlas nos ayuda a fortalecer nuestros valores republicanos y democráticos, aprendiendo del pasado para construir un mejor futuro. Sin embargo, también es importante adaptarse a las nuevas realidades y desafíos del presente.",
            "eleccion": "De acuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "Mantener las tradiciones puede ser importante para preservar la identidad cultural y fortalecer los lazos comunitarios, pero debe hacerse de manera inclusiva y progresista. Las tradiciones deben adaptarse a los tiempos actuales y ser coherentes con los principios de justicia social y derechos humanos. No se trata de un rechazo al cambio, sino de una integración de lo nuevo con lo valioso del pasado.",
            "eleccion": "Neutral"
        },
        "Agente de Izquierda": {
            "razonamiento": "Mantener tradiciones del pasado puede ser una forma de conservar estructuras de opresión y privilegio que benefician a unos pocos a expensas de la mayoría trabajadora. Debemos avanzar hacia una sociedad que fomente la igualdad, la justicia social y el respeto a las luchas actuales, superando legados que perpetúan desigualdades. Por lo tanto, priorizamos un futuro libre de explotación y opresión sobre un apego sentimental a tradiciones que pueden o no ser emancipadoras.",
            "eleccion": "Muy en desacuerdo"
        }
    },
    "Es importante que pensemos a largo plazo, más allá de nuestras vidas.": {
        "question": "It is important that we think in the long term, beyond our lifespans.",
        "pregunta": "Es importante que pensemos a largo plazo, más allá de nuestras vidas.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 0,
            "scty": 10
        },
        "Base Agent": {
            "razonamiento": "La afirmación destaca la importancia de la planificación y la consideración de las generaciones futuras, lo cual es crucial para el desarrollo sostenible y la justicia social. Esto se alinea con una visión política que prioriza el bienestar colectivo a largo plazo.",
            "eleccion": "Muy de acuerdo"
        },
        "Reviewer": {
            "razonamiento": "Pensar a largo plazo es esencial para la sostenibilidad y el bienestar de las futuras generaciones. Las decisiones que tomamos hoy impactan el futuro, por lo que es fundamental considerar su efecto a largo plazo.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "Considero que es fundamental pensar a largo plazo en la construcción de un país próspero y libre. Sin embargo, esto debe hacerse desde la perspectiva de fomentar la autonomía y la responsabilidad individual, en lugar de depender de un Estado que intervenga en nuestras vidas. La planificación a largo plazo debe ir de la mano de la promoción de las libertades individuales y de la propiedad privada para asegurar que las decisiones que tomemos hoy beneficien a las futuras generaciones sin recurrir a la intervención estatal. Asimismo, defender el desarrollo del capital humano y una economía libre es esencial para un futuro sostenible.",
            "eleccion": "De acuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "Desde Juntos por el Cambio promovemos una visión de desarrollo integral y sostenible que prioriza el bien común y las futuras generaciones. La responsabilidad hacia las próximas generaciones es un pilar fundamental en nuestras políticas, ya que buscamos construir un país sólido y con oportunidades para todos, lo cual requiere una planificación a largo plazo.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "Es fundamental pensar a largo plazo para asegurar un futuro sostenible y equitativo para las próximas generaciones. Esta perspectiva es clave en nuestro compromiso con la justicia social y el bienestar de todos los argentinos, garantizando que se respeten los derechos y se construyan políticas que perduren en el tiempo.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente de Izquierda": {
            "razonamiento": "Desde la perspectiva del FIT-U, es fundamental pensar en las próximas generaciones y en cómo nuestras decisiones hoy impactan en el futuro de la clase trabajadora y de la sociedad en su conjunto. La lucha por un mundo más justo y equitativo no solo es relevante para el presente, sino que también debe considerarse en relación con cómo se construirá la vida de futuros trabajadores, garantizando que los derechos y necesidades de cada uno sean satisfechos sin dependencia de intereses capitalistas.",
            "eleccion": "Muy de acuerdo"
        }
    },
    "La razón es más importante que mantener nuestra cultura.": {
        "question": "Reason is more important than maintaining our culture.",
        "pregunta": "La razón es más importante que mantener nuestra cultura.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 0,
            "scty": 10
        },
        "Base Agent": {
            "razonamiento": "La afirmación sugiere que priorizar la razón implica dejar de lado aspectos culturales. En términos de muchas ideologías, la razón es fundamental, pero la cultura también tiene su valor. Considero que ambos aspectos son importantes, pero la razón suele ser vista como un pilar esencial para el desarrollo y el progreso.",
            "eleccion": "De acuerdo"
        },
        "Reviewer": {
            "razonamiento": "Considero que la razón es fundamental para avanzar como sociedad y resolver problemas. Mantener la cultura es importante, pero no debe estar por encima de los principios racionales que permiten el progreso y la inclusión.",
            "eleccion": "De acuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "La razón es un pilar fundamental del liberalismo, ya que fomenta la libertad de pensamiento, el debate crítico y el respeto a la autonomía individual. Sin embargo, la cultura también juega un rol importante en el desarrollo de una sociedad libre y diversa. Por lo tanto, es necesario encontrar un balance que respete la razón y la cultura al mismo tiempo, sin permitir que ninguna de las dos sea desmedidamente priorizada sobre la otra.",
            "eleccion": "De acuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "La afirmación sugiere que la razón debe prevalecer sobre la cultura, lo cual puede llevar a una falta de respeto por las tradiciones y valores que han construido nuestra identidad. Sin embargo, como espacio político, valoramos la razón y el pensamiento crítico, así como también la cultura y la tradición que conforman nuestra sociedad. Es necesario encontrar un equilibrio entre ambos aspectos. Por lo tanto, creo que debemos mantener nuestra cultura, pero también fomentar el uso de la razón para analizar y modernizar nuestras prácticas culturales cuando sea necesario.",
            "eleccion": "En desacuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "Si bien la razón y la lógica son fundamentales en la toma de decisiones, es igualmente importante reconocer el valor cultural y la identidad que forma parte de nuestra historia y de la sociedad. Mantener nuestra cultura es crucial para preservar el tejido social y para que todos tengamos un sentido de pertenencia. La cultura no debe ser vista como secundaria frente a la razón.",
            "eleccion": "En desacuerdo"
        },
        "Agente de Izquierda": {
            "razonamiento": "Desde la perspectiva del FIT-U, la defensa de la cultura del pueblo trabajador es esencial, ya que esta cultura se forja en la lucha y la resistencia. Si bien la razón es fundamental en la construcción de un discurso político y en la organización de los trabajadores, no debe ser separada de las vivencias, tradiciones y la identidad cultural de los sectores oprimidos. Mantener nuestra cultura es igualmente importante para la lucha por un cambio social y la construcción de un gobierno de los trabajadores.",
            "eleccion": "En desacuerdo"
        }
    },
    "El consumo de drogas debería ser legalizado o despenalizado.": {
        "question": "Drug use should be legalized or decriminalized.",
        "pregunta": "El consumo de drogas debería ser legalizado o despenalizado.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 10,
            "scty": 2
        },
        "Base Agent": {
            "razonamiento": "La legalización o despenalización del consumo de drogas puede llevar a un enfoque más efectivo en la reducción del daño, la disminución de la criminalidad asociada al tráfico de drogas y el respeto a la libertad individual. Además, permitiría regular el consumo y garantizar la calidad de los productos, lo que podría tener beneficios en la salud pública.",
            "eleccion": "Muy de acuerdo"
        },
        "Reviewer": {
            "razonamiento": "La legalización o despenalización del consumo de drogas podría permitir un mejor control y regulación del mercado, reducir el estigma social sobre los usuarios y disminuir la carga sobre el sistema judicial. Además, la experiencia de otros países muestra que puede llevar a una disminución en la criminalidad relacionada con las drogas y mejorar la salud pública.",
            "eleccion": "De acuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "La legalización o despenalización del consumo de drogas es coherente con el respeto a las libertades individuales y la propiedad privada. Cada persona debería tener la autonomía de decidir sobre su propio cuerpo y vida, siempre que no interfiera en los derechos de los demás. La criminalización ha llevado a una serie de efectos adversos, incluidos el aumento de la violencia y el fortalecimiento del mercado negro. Al despenalizar, el Estado podría enfocarse en la regulación y en la prevención, en lugar de en la represión.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "La legalización o despenalización del consumo de drogas puede tener implicancias negativas de seguridad y salud pública, pudiendo generar un aumento en los problemas asociados con el narcotráfico y su impacto social. Es fundamental priorizar la educación y tratamiento para abordar la problemática de las adicciones, en lugar de fomentar una política que podría dar lugar a un uso más generalizado y al deterioro de la convivencia. Mi postura es que las soluciones deben ser responsables y integrales, que se enfoquen en la prevención y en brindar asistencia a quienes lo necesiten sin desproteger la seguridad pública.",
            "eleccion": "En desacuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "La legalización o despenalización del consumo de drogas debe ser abordada desde una perspectiva de salud pública y justicia social. Es fundamental garantizar la atención y el tratamiento a las personas en situación de consumo problemático, priorizando su salud y bienestar por sobre la criminalización. Sin embargo, la propuesta debe estar acompañada de políticas integrales que incluyan educación y prevención. Por lo tanto, la respuesta es en desacuerdo con una legalización desmedida sin un marco adecuado de políticas públicas.",
            "eleccion": "En desacuerdo"
        },
        "Agente de Izquierda": {
            "razonamiento": "Desde la perspectiva del FIT-U, la legalización o despenalización del consumo de drogas debe ser parte de un enfoque más amplio que aborde las causas sociales de la drogadicción, enfocándose en la atención y la salud pública en vez de la criminalización. Creemos que la despenalización puede contribuir a reducir el estigma y la violencia asociada al narcotráfico, pero es fundamental que esto se haga en el marco de políticas que prioricen la salud y el bienestar de la clase trabajadora, no en beneficio del mercado y el capitalismo. Por esta razón, estoy de acuerdo con la legalización/despenalización, siempre que se enfoque en los derechos y la salud de las personas trabajadoras.",
            "eleccion": "De acuerdo"
        }
    },
    "El matrimonio entre personas del mismo sexo debería ser legal.": {
        "question": "Same-sex marriage should be legal.",
        "pregunta": "El matrimonio entre personas del mismo sexo debería ser legal.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 10,
            "scty": 10
        },
        "Base Agent": {
            "razonamiento": "La legalización del matrimonio entre personas del mismo sexo es fundamental para garantizar la igualdad de derechos y el reconocimiento de todas las relaciones amorosas sin importar la orientación sexual. Esto contribuye a una sociedad más inclusiva y justa.",
            "eleccion": "Muy de acuerdo"
        },
        "Reviewer": {
            "razonamiento": "El matrimonio entre personas del mismo sexo promueve la igualdad de derechos y la no discriminación, lo cual es fundamental en una sociedad justa y equitativa. La legalización del matrimonio igualitario reconoce y respeta la diversidad de las orientaciones sexuales y fortalece el compromiso de la sociedad hacia la inclusión.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "La libertad individual y el respeto por el proyecto de vida de cada persona son principios fundamentales del liberalismo. El matrimonio entre personas del mismo sexo es una expresión de la libertad de elegir a quien amar y formar una familia, y por lo tanto, debería ser legal.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "La legalización del matrimonio entre personas del mismo sexo promueve la igualdad de oportunidades y el respeto por las libertades individuales. Juntos por el Cambio valora los derechos del ciudadano y un marco legal inclusivo para todas las familias, sin discriminación. Reconocemos la importancia de la diversidad en el tejido social argentino.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "La Unión por la Patria defiende la inclusión y el respeto de todos los derechos humanos. El matrimonio entre personas del mismo sexo es un derecho que promueve la igualdad y la justicia social, valores fundamentales de nuestra ideología.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente de Izquierda": {
            "razonamiento": "Como representante del Frente de Izquierda y de Trabajadores - Unidad (FIT-U), defiendo la igualdad de derechos para todas las personas, independientemente de su orientación sexual. La legalización del matrimonio entre personas del mismo sexo es un avance hacia la igualdad y el respeto a la diversidad, en el marco de una lucha más amplia por los derechos de las mujeres y de la comunidad LGBTQ+. Abogo por la plena libertad sexual y por la eliminación de todas las formas de discriminación. En este sentido, considero que la legalización del matrimonio entre personas del mismo sexo es un derecho que debe ser garantizado.",
            "eleccion": "Muy de acuerdo"
        }
    },
    "No hay culturas superiores a otras.": {
        "question": "No cultures are superior to others.",
        "pregunta": "No hay culturas superiores a otras.",
        "effect": {
            "econ": 0,
            "dipl": 10,
            "govt": 5,
            "scty": 10
        },
        "Base Agent": {
            "razonamiento": "Creo que todas las culturas tienen su propio valor y aportes al mundo. La idea de que haya culturas superiores es problemática y fomenta la discriminación y la intolerancia. Debemos celebrar la diversidad cultural y reconocer que cada cultura tiene su propio contexto y significado.",
            "eleccion": "Muy de acuerdo"
        },
        "Reviewer": {
            "razonamiento": "La afirmación sostiene que todas las culturas tienen igual valor y que no hay jerarquías entre ellas. Esto es fundamental para promover el respeto y la diversidad cultural.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "Si bien promovemos la libertad individual y el respeto por todas las personas, consideramos que la cultura que fomente el esfuerzo, la meritocracia y la libertad individual es superior a aquellas que no lo hacen. Es fundamental valorar las culturas que incentiven el desarrollo personal y la responsabilidad individual.",
            "eleccion": "En desacuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "Desde la perspectiva de Juntos por el Cambio, es fundamental promover el pluralismo y el respeto por la diversidad cultural, de modo que cada cultura tenga su valor y lugar en la sociedad, sin considerar que un tipo de cultura sea superior a otra. Esto fomenta la convivencia pacífica y el diálogo entre diferentes tradiciones y modos de vida, clave para una democracia sólida.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "Este enunciado defiende la igualdad y el respeto hacia todas las culturas, lo que es coherente con nuestros principios de justicia social y derechos humanos. La valoración de todas las culturas por igual busca promover la inclusión y el respeto entre los pueblos.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente de Izquierda": {
            "razonamiento": "Desde una perspectiva socialista y de independencia de clase, afirmamos que todas las culturas tienen un valor intrínseco y merecen respeto. La idea de superioridad cultural ha sido utilizada históricamente para justificar la opresión y explotación de pueblos originarios y comunidades marginalizadas. La lucha por la igualdad y el respeto de todas las culturas es parte de nuestra visión de un mundo más justo.",
            "eleccion": "Muy de acuerdo"
        }
    },
    "Las relaciones sexuales fuera del matrimonio son inmorales.": {
        "question": "Sex outside marriage is immoral.",
        "pregunta": "Las relaciones sexuales fuera del matrimonio son inmorales.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": -5,
            "scty": -10
        },
        "Base Agent": {
            "razonamiento": "La afirmación de que las relaciones sexuales fuera del matrimonio son inmorales puede ser vista desde diferentes perspectivas culturales, sociales y personales. En un contexto liberal, se argumenta que la moralidad del sexo debe basarse en el consentimiento y la libertad personal, más que en instituciones tradicionales como el matrimonio. Por lo tanto, este razonamiento sugiere que las relaciones sexuales consensuadas entre adultos no deberían ser consideradas inmorales, independientemente de su estado civil.",
            "eleccion": "Muy en desacuerdo"
        },
        "Reviewer": {
            "razonamiento": "La afirmación refleja una perspectiva tradicional que considera las relaciones sexuales exclusivamente dentro del matrimonio como la norma. Sin embargo, la moralidad de las relaciones sexuales es un tema subjetivo que puede variar según las creencias individuales y culturales. No se debe imponer una visión única sobre la inmoralidad de estas prácticas, ya que las relaciones consensuadas entre adultos son una cuestión de elección personal.",
            "eleccion": "Neutral"
        },
        "Agente Liberal": {
            "razonamiento": "Desde la perspectiva del liberalismo, cada individuo tiene derecho a decidir su vida personal y sus relaciones sin interferencias externas. Las decisiones sobre la vida privada, incluidas las relaciones sexuales, deben ser cuestiones de libertad personal y responsabilidad individual. No considero que el matrimonio deba imponer moralidades en la vida privada de las personas. La moralidad es subjetiva y debe ser respetada individualmente, sin una imposición general sobre lo correcto o incorrecto en este ámbito.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "La afirmación sobre la inmoralidad de las relaciones sexuales fuera del matrimonio atenta contra la libertad de elección y la autonomía de las personas. En el marco de una sociedad plural, cada individuo debe ser libre de tomar decisiones respecto a su vida personal sin juicios morales impuestos por la autoridad. La moralidad es un aspecto subjetivo que debe ser respetado dentro de los parámetros de la convivencia y el respeto al otro.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "La posición de la Unión por la Patria se basa en la justicia social y la defensa de los derechos individuales, lo que incluye el respeto a la autonomía de cada persona en su vida privada. La moralidad no debe ser impuesta por el Estado o por normas sociales restrictivas, ya que cada individuo tiene derecho a decidir sobre su vida y sus relaciones. Esto fomenta la diversidad y el respeto mutuo dentro de la sociedad, aspectos que promueven la inclusión y la equidad.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente de Izquierda": {
            "razonamiento": "Las relaciones sexuales son un derecho personal y no deben estar condicionadas por criterios morales impuestos por instituciones. Cada individuo tiene la libertad de decidir sobre su vida íntima sin restricciones de tipo moral o religioso.",
            "eleccion": "Muy en desacuerdo"
        }
    },
    "Si aceptamos migrantes, es importante que se asimilen a nuestra cultura.": {
        "question": "If we accept migrants at all, it is important that they assimilate into our culture.",
        "pregunta": "Si aceptamos migrantes, es importante que se asimilen a nuestra cultura.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": -5,
            "scty": -10
        },
        "Base Agent": {
            "razonamiento": "La integración de migrantes a la cultura local puede ser importante para fomentar la cohesión social y crear un sentido de comunidad. Sin embargo, también es crucial reconocer y valorar la diversidad que los migrantes traen consigo, permitiendo un intercambio cultural enriquecedor. Por lo tanto, aunque la asimilación puede ser vista como un valor positivo, la idea de forzarla puede ser problemática.",
            "eleccion": "De acuerdo"
        },
        "Reviewer": {
            "razonamiento": "La asimilación cultural de migrantes es importante para la cohesión social y el fortalecimiento de la identidad nacional. Fomentar la integración en aspectos culturales, lingüísticos y sociales ayuda a crear un entorno más armonioso.",
            "eleccion": "De acuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "La aceptación de migrantes debe incluir su integración en la sociedad, promoviendo la asimilación a valores que defiendan la libertad individual, la propiedad privada y el respeto a las instituciones fundamentales. Sin embargo, esta asimilación no debe ser impuesta, sino que debe surgir de un proceso voluntario de integración respetando las libertades de cada individuo. Por lo tanto, se puede estar de acuerdo, pero enfatizando que debe ser un proceso voluntario y no coercitivo.",
            "eleccion": "De acuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "Considero que la asimilación cultural de los migrantes es esencial para garantizar la cohesión social y la integración en el marco de una sociedad diversa. Respetar y compartir valores comunes fortalece la unión y el respeto entre todos los ciudadanos, promoviendo un país más armónico. Sin embargo, también es importante reconocer y valorar la diversidad que traen consigo, buscando un equilibrio entre la asimilación y el respeto por las identidades culturales.",
            "eleccion": "De acuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "La aceptación de migrantes es parte de un compromiso humanitario y de justicia social. Sin embargo, es fundamental que se respete su identidad y cultura, promoviendo una convivencia rica en diversidad. La integración no debe implicar una asimilación, sino una valorización de las diferencias que enriquece a la sociedad.",
            "eleccion": "Neutral"
        },
        "Agente de Izquierda": {
            "razonamiento": "La afirmación plantea una perspectiva cultural hegemónica que impone la necesidad de asimilación, lo cual contrasta con nuestra visión de derechos humanos y la diversidad cultural. Proponemos políticas que respeten y valoren la identidad cultural de las y los migrantes, en lugar de exigirles que se adapten a una cultura dominante.",
            "eleccion": "Muy en desacuerdo"
        }
    },
    "El aborto debería estar prohibido en la mayoría o en todos los casos.": {
        "question": "Abortion should be prohibited in most or all cases.",
        "pregunta": "El aborto debería estar prohibido en la mayoría o en todos los casos.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": -10,
            "scty": -10
        },
        "Base Agent": {
            "razonamiento": "La prohibición del aborto en la mayoría o en todos los casos se considera restrictiva y limita los derechos reproductivos de las mujeres. La posibilidad de optar por el aborto es esencial para la autonomía personal y la salud de las mujeres. Por lo tanto, esta afirmación no se alinea con una visión que respete los derechos de las mujeres.",
            "eleccion": "Muy en desacuerdo"
        },
        "Reviewer": {
            "razonamiento": "La prohibición del aborto en la mayoría de los casos limita el derecho de las mujeres a tomar decisiones sobre su propio cuerpo y salud, lo que es una violación de sus derechos humanos. Cada situación es única y debe ser considerada individualmente.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "Desde la perspectiva de La Libertad Avanza, la defensa del derecho a la vida desde la concepción es un principio fundamental. Creemos que la vida debe ser protegida en todas sus etapas y, por lo tanto, el aborto debería estar prohibido en la mayoría o en todos los casos. Esta posición refleja nuestro compromiso con la libertad y los derechos humanos.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "Desde la perspectiva de Juntos por el Cambio, se defiende la vida y se considera fundamental buscar alternativas que atiendan las realidades de las mujeres sin vulnerar un derecho como el de la vida. Promover el diálogo y el respeto hacia las distintas posturas, buscando soluciones que prioricen tanto la vida como la salud integral de la mujer es clave. Sin embargo, se debe tener el compromiso de atender a la problemática social subyacente.",
            "eleccion": "De acuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "La postura de la Unión por la Patria respecto al aborto se fundamenta en la defensa de los derechos sexuales y reproductivos de las mujeres. No se busca prohibir, sino garantizar el acceso a la atención de la salud integral, promoviendo la educación, el respeto a la vida y la autonomía de las mujeres. Prohibir el aborto no solo es una violación a los derechos humanos, sino que también pone en riesgo la vida de muchas mujeres. Por lo tanto, la afirmación contradice los principios de justicia social y derechos humanos que promovemos.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente de Izquierda": {
            "razonamiento": "Esta afirmación es inconsistente con nuestras lucha por los derechos de las mujeres y la autonomía sobre sus cuerpos. Creemos en el derecho a decidir, en la legalización del aborto y en que las mujeres no deben ser penalizadas por ejercer su derecho a la salud y a decidir sobre su reproducción.",
            "eleccion": "Muy en desacuerdo"
        }
    },
    "La posesión de armas debería estar prohibida para aquellos sin una razón válida.": {
        "question": "Gun ownership should be prohibited for those without a valid reason.",
        "pregunta": "La posesión de armas debería estar prohibida para aquellos sin una razón válida.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": -10,
            "scty": 0
        },
        "Base Agent": {
            "razonamiento": "La posesión de armas sin una razón valida puede aumentar el riesgo de violencia y accidentes. Es importante regular el acceso a las armas para garantizar la seguridad pública.",
            "eleccion": "Muy de acuerdo"
        },
        "Reviewer": {
            "razonamiento": "La posesión de armas debe estar regulada para garantizar la seguridad pública. Es fundamental que solo aquellas personas que tengan una justificación válida puedan poseerlas, ya que esto disminuye la posibilidad de accidentes y delitos asociados a su uso indebido.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "La posesión de armas es un derecho fundamental relacionado con la libertad individual y la defensa personal. Prohibir su posesión sin una razón válida limita las libertades individuales y va en contra de la idea de que cada persona debe asumir responsabilidad por su propia seguridad. En una sociedad libre, los ciudadanos deben tener el derecho a elegir cómo protegerse. Así que estoy en desacuerdo con esta afirmación.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "La regulación de la posesión de armas es fundamental para asegurar la seguridad y el bienestar de la ciudadanía. Sin embargo, es importante que los ciudadanos respeten el derecho a la legítima defensa, siempre que exista una razón válida para portar un arma. Prohibir la posesión sin razones justificadas podría afectar la libertad individual sin resolver los problemas de seguridad. Por lo tanto, considero que debe haber una regulación que contemple estas razones y el control adecuado, sin una prohibición absoluta.",
            "eleccion": "De acuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "La posesión de armas debe estar regulada para evitar la violencia y asegurar la seguridad pública. Es fundamental que las decisiones sobre el uso de armas estén en manos de un Estado fuerte y presente que garantice el bienestar de todos los ciudadanos. La prohibición de la posesión de armas para quienes no justifiquen una razón válida es un paso hacia la construcción de una sociedad más pacífica y justa.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente de Izquierda": {
            "razonamiento": "La prohibición de la posesión de armas para quienes no tienen una razón válida se enmarca dentro de la necesidad de garantizar la seguridad y la vida de todos, especialmente de los sectores más vulnerables. En un contexto donde el capitalismo promueve la violencia y la represión, es imperativo que el movimiento obrero y popular se organice y luche por sus derechos, pero la posesión indiscriminada de armas puede llevar a un aumento de la violencia y la desigualdad. La seguridad debe ser un derecho del pueblo y no un privilegio de unos pocos.",
            "eleccion": "Muy de acuerdo"
        }
    },
    "Apoyo un sistema de salud universal y de pago único.": {
        "question": "I support single-payer, universal healthcare.",
        "pregunta": "Apoyo un sistema de salud universal y de pago único.",
        "effect": {
            "econ": 10,
            "dipl": 0,
            "govt": 0,
            "scty": 0
        },
        "Base Agent": {
            "razonamiento": "Considero que la salud es un derecho fundamental y que un sistema de salud universal y de pago único garantizaría el acceso a servicios de salud para toda la población, independientemente de su situación económica.",
            "eleccion": "Muy de acuerdo"
        },
        "Reviewer": {
            "razonamiento": "El acceso a la salud es un derecho humano fundamental y la implementación de un sistema de salud universal garantiza que todas las personas, independientemente de su situación económica, puedan recibir atención médica adecuada. Un sistema de pago único puede simplificar la burocracia y reducir costos administrativos, lo que lleva a una atención más eficiente y equitativa.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "Un sistema de salud universal y de pago único implica un control estatal excesivo sobre un sector crucial que debería estar basado en la libre competencia y el mercado. Esto restringe la libertad de elección de los ciudadanos, disminuye la calidad de los servicios al eliminar la competencia y, además, se financia a expensas de la carga tributaria sobre los ciudadanos. La salud debe ser un ámbito de libre elección y no un monopolio estatal.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "Si bien considero importante que todos los argentinos tengan acceso a un sistema de salud accesible y de calidad, un sistema universal y de pago único carece de los mecanismos necesarios para asegurar un servicio eficiente y de alta calidad. Promovería un modelo que combine el sector público con la opción de servicios privados para asegurar la mejor atención posible.",
            "eleccion": "En desacuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "El acceso a la salud es un derecho humano fundamental y debe ser garantizado por el Estado, asegurando que todos los ciudadanos tengan igualdad de acceso a servicios de salud sin discriminación. Un sistema de salud universal y de pago único es esencial para promover la justicia social y la equidad en el acceso a la atención médica.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente de Izquierda": {
            "razonamiento": "Un sistema de salud universal y de pago único es fundamental para garantizar el acceso a la salud para todos, independientemente de su situación económica. La privatización de la salud crea brechas que perjudican a la clase trabajadora y a los sectores más vulnerables. Es necesario avanzar hacia un sistema de salud centralizado y controlado por los trabajadores. La salud debe ser un derecho y no un privilegio.",
            "eleccion": "Muy de acuerdo"
        }
    },
    "La prostitución debería ser ilegal.": {
        "question": "Prostitution should be illegal.",
        "pregunta": "La prostitución debería ser ilegal.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": -10,
            "scty": -10
        },
        "Base Agent": {
            "razonamiento": "La ilegalización de la prostitución puede llevar a un aumento de la criminalización y la explotación de quienes se dedican a ella. En lugar de prohibirla, se debería considerar su regulación y protección de derechos humanos.",
            "eleccion": "En desacuerdo"
        },
        "Reviewer": {
            "razonamiento": "La prostitución es una elección personal y no debería ser criminalizada. Las personas tienen derecho a decidir sobre su propio cuerpo y sus actividades laborales. La legalización y regulación pueden contribuir a la seguridad y protección de quienes ejercen esta actividad.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "La prostitución, en un contexto de libre elección y autonomía personal, forma parte del derecho de los individuos a decidir sobre sus propias vidas y cuerpos. La prohibición no elimina la práctica, sino que la empuja a la clandestinidad, aumentando riesgos tanto para quienes ejercen la prostitución como para la sociedad. Legalizar y regular la prostitución puede proporcionar un marco más seguro y saludable. Defiendo la libertad de elección en esta esfera.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "La legalización de la prostitución permite una regulación que protege los derechos de las trabajadoras y trabajadores sexuales, promoviendo su seguridad y acceso a servicios de salud. Además, al no criminalizar la actividad se combate mejor el tráfico humano y la explotación. Es importante abordar el tema desde una perspectiva de derechos y bienestar social, más que con una prohibición que no ha demostrado ser efectiva.",
            "eleccion": "En desacuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "La postura de la Unión por la Patria se basa en la promoción de los derechos humanos y la justicia social. Si bien la prostitución como actividad puede generar debates sobre su legalidad, la criminalización puede llevar a situaciones de vulnerabilidad para quienes se ven obligadas a ejercerla. Es fundamental abordar el tema desde un enfoque de derechos, garantizando la protección y el bienestar de las personas involucradas, así como la inclusión social y la prevención de la trata.",
            "eleccion": "Neutral"
        },
        "Agente de Izquierda": {
            "razonamiento": "La prostitución es una forma de explotación que se inserta en las relaciones de poder desiguales de nuestra sociedad. Sin embargo, la criminalización de la prostitución también puede llevar a una mayor opresión y precarización de quienes están en ella. Lo que necesitamos es la defensa de los derechos laborales y la autonomía de todas y todos, en vez de castigar. Por eso, la legalización bajo condiciones que protejan a las trabajadoras es una necesidad, pero no implica apoyo a la explotación.",
            "eleccion": "En desacuerdo"
        }
    },
    "Mantener los valores familiares es esencial.": {
        "question": "Maintaining family values is essential.",
        "pregunta": "Mantener los valores familiares es esencial.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 0,
            "scty": -10
        },
        "Base Agent": {
            "razonamiento": "La afirmación sugiere que los valores familiares son fundamentales para una sociedad cohesiva. Desde mi perspectiva, estos valores pueden jugar un papel importante en la formación de individuos y en la estabilidad social. Sin embargo, creo que también es vital respetar y aceptar diversas estructuras familiares y valores personales, lo que me lleva a no estar completamente de acuerdo con la afirmación de que mantenerlos es esencial en un sentido absoluto.",
            "eleccion": "De acuerdo"
        },
        "Reviewer": {
            "razonamiento": "Los valores familiares son fundamentales para la cohesión social y el desarrollo emocional de los individuos. Son la base sobre la cual se construyen comunidades saludables y estables.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "Desde la perspectiva de La Libertad Avanza, valoramos el respeto por la vida familiar como un aspecto importante del desarrollo personal y social. Sin embargo, consideramos que las decisiones sobre la estructura familiar deben ser individuales y no impuestas por el Estado. Por tanto, aunque mantenemos un respeto por los valores familiares, no creemos que sea necesario imponerlos como un principio estatal.",
            "eleccion": "De acuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "La familia es un pilar fundamental en la sociedad, pues fomenta valores ciudadanos. Mantener los valores familiares aporta a la cohesión social y al desarrollo de generaciones responsables y solidarias. Sin embargo, también es importante reconocer y respetar la diversidad y los derechos individuales dentro de las distintas estructuras familiares. Por lo tanto, apoyamos la importancia de los valores familiares sin detrimento de otros enfoques.",
            "eleccion": "De acuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "La afirmación de que mantener los valores familiares es esencial puede ser vista desde múltiples perspectivas. Sin embargo, desde la ideología de la Unión por la Patria, el enfoque debe estar en la inclusión social y la diversidad de estructuras familiares. Si bien se valoran las familias como núcleo social, es fundamental respetar y promover todas las formas de organización familiar y los derechos de los ciudadanos, sin imponer un modelo único. Por ello, la respuesta será 'Neutral', ya que no se debe priorizar un tipo de valores familiares sobre otros en una sociedad democrática y diversa.",
            "eleccion": "Neutral"
        },
        "Agente de Izquierda": {
            "razonamiento": "La afirmación sobre los valores familiares puede interpretarse de diferentes maneras, pero en un contexto de lucha de clases y de defensa de los derechos de todas las personas, considero que no deben imponerse valores tradicionales que pueden oprimir a sectores sociales. Es fundamental garantizar la libertad y el derecho a elegir el tipo de familia o relación que cada individuo desea, sin presiones. Por lo tanto, esta afirmación puede estar en línea con visiones conservadoras que limitan la diversidad y los derechos de las minorías.",
            "eleccion": "Muy en desacuerdo"
        }
    },
    "Perseguir el progreso a toda costa es peligroso.": {
        "question": "To chase progress at all costs is dangerous.",
        "pregunta": "Perseguir el progreso a toda costa es peligroso.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 0,
            "scty": -10
        },
        "Base Agent": {
            "razonamiento": "Perseguir el progreso sin considerar sus consecuencias puede llevar a dañar el medio ambiente, desestabilizar sociedades y generar desigualdades. Es crucial buscar un equilibrio entre el progreso y la sostenibilidad.",
            "eleccion": "Muy de acuerdo"
        },
        "Reviewer": {
            "razonamiento": "El progreso puede llevar a la innovación y al crecimiento económico, pero si se busca sin considerar sus impactos sociales o ambientales, puede resultar en consecuencias negativas. Por lo tanto, es importante equilibrar el progreso con la reflexión sobre sus efectos.",
            "eleccion": "De acuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "Perseguir el progreso no debe estar limitado ni ser objeto de cuestionamiento siempre que se respete la libertad individual, la propiedad privada y la iniciativa privada. Es importante fomentar un entorno donde cada individuo pueda buscar su propio progreso sin interferencias estatales. El verdadero progreso se alcanza a través de la meritocracia y la innovación, no por restricciones paternales.",
            "eleccion": "En desacuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "La afirmación reconoce una dimensión importante: el progreso debe ser considerado no solo en términos económicos, sino de manera integral, ponderando sus impactos sociales, ambientales e institucionales. La búsqueda del progreso debe ser balanceada con valores republicanos y el bien común, así como con la protección del medio ambiente y los derechos fundamentales de todos los ciudadanos. Por lo tanto, es razonable considerar que perseguir el progreso sin límites ni una visión integral puede llevar a consecuencias negativas.",
            "eleccion": "De acuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "Perseguir el progreso a toda costa sin considerar las consecuencias sociales y ambientales es una visión que puede llevar a la explotación y a la exclusión de sectores vulnerables. El progreso debe ser equitativo y sostenible, priorizando la justicia social y el bienestar de todos los ciudadanos, especialmente de los más desprotegidos.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente de Izquierda": {
            "razonamiento": "Como representante del Frente de Izquierda y de Trabajadores - Unidad (FIT-U), consideramos que el \"progreso\" promovido por el capitalismo con frecuencia significa la explotación de la clase trabajadora y la devastación del medio ambiente, en pro de la acumulación de capital. Por lo tanto, perseguir un progreso que beneficie a unos pocos, a expensas de los trabajadores y del entorno, es efectivamente peligroso. Debe haber un equilibrio que priorice la vida de las y los trabajadores y el respeto por el medio ambiente.",
            "eleccion": "Muy de acuerdo"
        }
    },
    "La modificación genética es una fuerza para el bien, incluso en los humanos.": {
        "question": "Genetic modification is a force for good, even on humans.",
        "pregunta": "La modificación genética es una fuerza para el bien, incluso en los humanos.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 0,
            "scty": 10
        },
        "Base Agent": {
            "razonamiento": "La modificación genética tiene el potencial de mejorar la salud humana, eliminar enfermedades genéticas y aumentar la calidad de vida. Sin embargo, también plantea dilemas éticos y riesgos de desigualdad. A pesar de estas preocupaciones, creo que su potencial para el bienestar humano es considerable.",
            "eleccion": "De acuerdo"
        },
        "Reviewer": {
            "razonamiento": "La modificación genética puede ofrecer soluciones a problemas de salud y aumentar la calidad de vida, pero también plantea riesgos éticos y sociales que deben ser considerados cuidadosamente.",
            "eleccion": "De acuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "La modificación genética tiene el potencial de beneficiar a la humanidad al mejorar la salud, aumentar la eficiencia en la producción alimentaria y resolver problemas genéticos. Sin embargo, es crucial realizarla con un enfoque ético que respete la libertad individual y la propiedad privada, asegurando que no haya coerción y que todas las partes involucradas consientan. Así que, aunque reconozco sus beneficios, es esencial un debate ético y un marco regulatorio sólido.",
            "eleccion": "De acuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "La modificación genética puede tener aplicaciones disruptivas en salud y agricultura, permitiendo avances de gran impacto que mejoren la calidad de vida. Sin embargo, hay que abordar este tema con cautela para evitar cuestiones éticas y de seguridad. Por lo tanto, es importante fomentar un debate informado y regulaciones claras que promuevan el bien común sin comprometer principios éticos fundamentales.",
            "eleccion": "De acuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "La postura de la Alianza Unión por la Patria se enfoca en la defensa de la justicia social y la ética en todas las acciones relacionadas con la salud y la ciencia. La modificación genética en humanos despierta muchas preocupaciones éticas y sociales, especialmente sobre la equidad, el acceso y los posibles abusos. En este sentido, no se puede considerar como una fuerza mayormente positiva sin un debate profundo y regulaciones claras que garanticen la equidad y el bienestar de la población. Por ello, me posiciono en desacuerdo con la afirmación de que es una fuerza para el bien.",
            "eleccion": "En desacuerdo"
        },
        "Agente de Izquierda": {
            "razonamiento": "Desde la perspectiva del FIT-U, cualquier modificación genética, especialmente en humanos, debe ser analizada con precaución y en función de intereses sociales, éticos y de justicia. La manipulación genética puede ser explotada por intereses capitalistas en detrimento de la salud y el bienestar de los trabajadores. No podemos permitir que la ciencia sea usada como una herramienta de control o explotación. Por lo tanto, la afirmación de que la modificación genética es un 'bien' es problemática.",
            "eleccion": "Muy en desacuerdo"
        }
    },
    "Deberíamos abrir nuestras fronteras a la inmigración.": {
        "question": "We should open our borders to immigration.",
        "pregunta": "Deberíamos abrir nuestras fronteras a la inmigración.",
        "effect": {
            "econ": 0,
            "dipl": 10,
            "govt": 10,
            "scty": 0
        },
        "Base Agent": {
            "razonamiento": "Considero que abrir nuestras fronteras a la inmigración puede fomentar la diversidad cultural y el crecimiento económico, además de brindar oportunidades a quienes buscan una vida mejor. La inmigración debe ser gestionada de manera que se garantice la seguridad y el respeto a los derechos humanos, pero en general, abogo por una postura más abierta.",
            "eleccion": "Muy de acuerdo"
        },
        "Reviewer": {
            "razonamiento": "Abrir nuestras fronteras a la inmigración fomenta la diversidad cultural y el crecimiento económico. La inmigración puede ser un motor de innovación y vitalidad demográfica, contribuyendo a la sociedad en múltiples aspectos. Además, es un acto humanitario recibir a quienes buscan refugio y mejores oportunidades. Por lo tanto, esto debería ser visto como una política de enriquecimiento más que como una carga.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "Abrir nuestras fronteras a la inmigración puede fomentar la libre circulación de personas y contribuir al crecimiento económico, siempre que se respeten los principios de propiedad privada y se limite la intervención estatal. La inmigración puede enriquecer nuestra cultura y fortalecer nuestro mercado laboral. Sin embargo, se debe garantizar que los nuevos inmigrantes cumplan con los valores y principios de nuestra sociedad.",
            "eleccion": "De acuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "La inmigración debe ser regulada y controlada, priorizando la seguridad y la integración de quienes llegan al país. Abrir las fronteras sin un marco normativo adecuado puede llevar a desafíos económicos y sociales. Sin embargo, creo en la necesidad de fomentar una inmigración que aporte al desarrollo de Argentina y respete nuestras leyes.",
            "eleccion": "De acuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "La apertura a la inmigración debe ser gestionada de manera que se respete la soberanía del país y se contemple el bienestar de todas las personas. No se trata solo de abrir fronteras sin control, sino de impulsar políticas que integren migrantes como parte del desarrollo social y económico, con derechos firmemente garantizados. La inmigración puede aportar al crecimiento y diversidad cultural, pero debe hacerse dentro de un marco que favorezca la justicia social y la inclusión.",
            "eleccion": "De acuerdo"
        },
        "Agente de Izquierda": {
            "razonamiento": "La apertura de fronteras debe estar guiada por criterios de solidaridad y respeto a los derechos humanos, buscando permitir la libre circulación de trabajadores y luchadores que escapan de condiciones de explotación y opresión. La solidaridad internacional es fundamental, pero también debemos cuidar que no se utilice la migración para debilitar aún más las condiciones laborales de quienes ya están en el país.",
            "eleccion": "De acuerdo"
        }
    },
    "Los gobiernos deberían preocuparse por los extranjeros tanto como por sus propios ciudadanos.": {
        "question": "Governments should be as concerned about foreigners as they are about their own citizens.",
        "pregunta": "Los gobiernos deberían preocuparse por los extranjeros tanto como por sus propios ciudadanos.",
        "effect": {
            "econ": 0,
            "dipl": 10,
            "govt": 0,
            "scty": 0
        },
        "Base Agent": {
            "razonamiento": "La equidad es fundamental y los derechos humanos deben ser universales. Sin embargo, cada gobierno tiene la responsabilidad primaria de cuidar el bienestar de sus ciudadanos. Por lo tanto, creo que si bien los gobiernos deben preocuparse por los extranjeros, su prioridad debe ser hacia sus propios ciudadanos.",
            "eleccion": "De acuerdo"
        },
        "Reviewer": {
            "razonamiento": "Los gobiernos deben priorizar el bienestar de sus ciudadanos antes que el de los extranjeros. Si bien la empatía hacia los extranjeros es importante, cada gobierno tiene la responsabilidad primaria de cuidar y atender las necesidades de su población.",
            "eleccion": "En desacuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "La prioridad de un gobierno debe ser garantizar los derechos y el bienestar de sus propios ciudadanos. Si bien es importante tener una postura justa y humanitaria hacia los extranjeros, esto no puede desplazar la responsabilidad que tienen los gobiernos hacia su población. La protección del proyecto de vida de cada ciudadano es fundamental y debe ser la prioridad en la gestión pública.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "Es importante reconocer que los gobiernos deben priorizar el bienestar de sus propios ciudadanos, garantizando que se satisfagan sus necesidades antes de destinar recursos a la atención de extranjeros. La responsabilidad fundamental de un gobierno es hacia sus ciudadanos, asegurando su derechos y bienestar, aunque esto no implica despreciar a los extranjeros, si no dar prioridad a quienes han construido su país.",
            "eleccion": "En desacuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "Si bien es fundamental garantizar los derechos humanos de todos los habitantes, la prioridad de un gobierno es cuidar y promover el bienestar de sus propios ciudadanos. En el contexto de justicia social y defensa de los derechos de los sectores vulnerables, el foco debe estar en resolver primero las problemáticas y necesidades de la población nacional.",
            "eleccion": "En desacuerdo"
        },
        "Agente de Izquierda": {
            "razonamiento": "La situación de los trabajadores y pueblos en nuestro país debe ser prioritaria. Si bien hay que defender los derechos de todos, los intereses de la clase trabajadora local deben ser el enfoque central de políticas públicas. Cualquier preocupación por extranjeros debe hacerse desde una perspectiva de solidaridad, pero no a costa de la atención y defensa de los derechos de nuestros trabajadores y ciudadanos.",
            "eleccion": "En desacuerdo"
        }
    },
    "Todas las personas, independientemente de factores como la cultura o la sexualidad, deberían ser tratadas por igual.": {
        "question": "All people - regardless of factors like culture or sexuality - should be treated equally.",
        "pregunta": "Todas las personas, independientemente de factores como la cultura o la sexualidad, deberían ser tratadas por igual.",
        "effect": {
            "econ": 10,
            "dipl": 10,
            "govt": 10,
            "scty": 10
        },
        "Base Agent": {
            "razonamiento": "Creo en la igualdad de derechos para todas las personas, sin importar su cultura o sexualidad. La diversidad debe ser aceptada y celebrada.",
            "eleccion": "Muy de acuerdo"
        },
        "Reviewer": {
            "razonamiento": "La igualdad en el trato de todas las personas es fundamental para construir una sociedad justa y equitativa. La diversidad en cultura y sexualidad no debería ser un motivo para discriminar o tratar de manera diferente a los individuos. Todos tienen los mismos derechos y dignidad, por lo tanto es esencial que se promueva y garantice la igualdad en todas las áreas de la vida.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "El principio de igualdad ante la ley es fundamental en una sociedad liberal. Todas las personas, sin distinción, deben ser tratadas con respeto y dignidad, y se debe promover la no discriminación en función de su cultura o sexualidad. Esto está alineado con los valores del liberalismo que defiende la libertad individual y el respeto por los derechos ajenos.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "Desde Juntos por el Cambio, defendemos la igualdad de oportunidades y el pluralismo. Creemos firmemente en la dignidad de cada persona y en la necesidad de que todos sean tratados con respeto y sin discriminación, independientemente de sus características personales. Promover la inclusión y el respeto por la diversidad es fundamental para una sociedad justa y democrática.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "La igualdad de derechos y el trato igualitario ante la ley son principios fundamentales de la justicia social y la defensa de los derechos humanos. Es imprescindible reconocer y respetar la diversidad para construir una sociedad más inclusiva y equitativa.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente de Izquierda": {
            "razonamiento": "La afirmación sobre el trato igualitario para todas las personas, independientemente de su cultura o sexualidad, se alinea con la lucha del FIT-U por los derechos humanos y la igualdad. Desde una perspectiva socialista, buscamos erradicar toda forma de opresión y discrimination, promoviendo un trato justo y equitativo para todas las personas.",
            "eleccion": "Muy de acuerdo"
        }
    },
    "Es importante que promovamos los objetivos de mi grupo por encima de todos los demás.": {
        "question": "It is important that we further my group's goals above all others.",
        "pregunta": "Es importante que promovamos los objetivos de mi grupo por encima de todos los demás.",
        "effect": {
            "econ": -10,
            "dipl": -10,
            "govt": -10,
            "scty": -10
        },
        "Base Agent": {
            "razonamiento": "La afirmación sugiere un enfoque que prioriza los intereses de un grupo específico sobre el bien común o la cooperación con otros. Esto puede llevar a la división y al conflicto, en lugar de fomentar una sociedad inclusiva y colaborativa. Por lo tanto, no estoy de acuerdo con esta afirmación.",
            "eleccion": "En desacuerdo"
        },
        "Reviewer": {
            "razonamiento": "La afirmación sugiere la priorización de los intereses personales o de grupo sobre los de la comunidad en su conjunto, lo que podría llevar a divisiones y conflictos sociales. Es fundamental buscar el entendimiento y la cooperación entre diferentes grupos y no promover una visión excluyente.",
            "eleccion": "En desacuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "La afirmación refleja una postura que prioriza los intereses de un grupo sobre la libertad y los derechos individuales de todos. Desde la perspectiva del liberalismo, es fundamental respetar el proyecto de vida de cada individuo y no imponer los objetivos de un grupo al resto de la sociedad. La verdadera justicia y progreso se logran a través de la cooperación y el respeto entre individuos libremente elegidos, no por la imposición de un grupo sobre otro.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "Promover los objetivos de un grupo por encima de los demás puede llevar a la polarización y a la exclusión, lo que no se alinea con un enfoque republicano que prioriza el diálogo, el pluralismo y el bien común. En nuestra visión, es fundamental buscar un equilibrio que contemple las necesidades y derechos de todos los sectores de la sociedad, fomentando así el respeto y la cooperación.",
            "eleccion": "En desacuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "La propuesta de privilegiar los objetivos de un grupo por encima de los demás va en contra de los principios de inclusión, diálogo y consenso. En la construcción de un país justo y equitativo, es fundamental abordar las necesidades de todos los sectores, especialmente los más vulnerables, en lugar de imponer las prioridades de un solo grupo.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente de Izquierda": {
            "razonamiento": "Como representante del FIT-U, creo en la lucha por la independencia política de la clase trabajadora frente a todas las variantes capitalistas. Sin embargo, creo que la lucha debe ser colectiva y solidaria, y no imponer nuestros objetivos por encima de las luchas de los demás sectores o movimientos que busquen justicia. La unidad entre los sectores oprimidos es esencial, y no debemos caer en la trampa de enfrentar luchas entre diferentes grupos oprimidos.",
            "eleccion": "En desacuerdo"
        }
    }
}