{
    "La opresión por parte de las corporaciones es más preocupante que la opresión por parte de los gobiernos.": {
        "question": "Oppression by corporations is more of a concern than oppression by governments.",
        "pregunta": "La opresión por parte de las corporaciones es más preocupante que la opresión por parte de los gobiernos.",
        "effect": {
            "econ": 10,
            "dipl": 0,
            "govt": -5,
            "scty": 0
        },
        "Agente de Izquierda": {
            "razonamiento": "La opresión por parte de las corporaciones y los gobiernos son mecanismos de explotación que afectan a la clase trabajadora. Sin embargo, es el Estado el que actúa en última instancia en defensa de los intereses de las corporaciones. Es el gobierno quien aplica políticas que benefician a las patronales a costa del pueblo. Por lo tanto, considero que la opresión gubernamental es extremadamente grave, pues es quien tiene el poder de aplicar una política represiva en favor de los capitalistas.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "El enfoque de La Libertad Avanza se centra en la reducción del tamaño del Estado y la defensa de la libertad individual. Si bien las corporaciones pueden tener influencia, la verdadera opresión proviene de los gobiernos que imponen regulaciones, tributos y controles que limitan nuestras libertades. Por lo tanto, la opresión gubernamental es la más preocupante.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "Considero que la opresión ejercida por los gobiernos es más preocupante que la de las corporaciones. Un gobierno opresor puede restringir derechos fundamentales, limitar libertades individuales y ejercer control absoluto sobre la vida de las personas, mientras que el accionar de las corporaciones, aunque pueda ser crítico, opera dentro de un marco que se puede y se debe regular. Además, desde la visión republicana, es esencial defender la libertad y la integridad del individuo frente a cualquier tipo de opresión, ya sea de una entidad pública o privada.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "Desde la perspectiva de la Unión por la Patria, es fundamental reconocer que tanto las corporaciones como los gobiernos pueden incurrir en prácticas opresivas. Sin embargo, el papel del Estado es garantizar la justicia social y los derechos de los ciudadanos, mientras que las corporaciones buscan maximizar sus beneficios. Por lo tanto, aunque hay preocupación por la influencia desmedida de las corporaciones, creemos que la opresión ejercida por entidades que no rinden cuentas ante el pueblo puede ser criticada, pero el Estado tiene el deber de proteger a los ciudadanos de cualquier forma de opresión. En este sentido, optamos por un enfoque crítico hacia ambos, pero con la solicitud de un Estado fuerte que regule y asegure los derechos de la ciudadanía.",
            "eleccion": "Neutral"
        }
    },
    "Es necesario que el gobierno intervenga en la economía para proteger a los consumidores.": {
        "question": "It is necessary for the government to intervene in the economy to protect consumers.",
        "pregunta": "Es necesario que el gobierno intervenga en la economía para proteger a los consumidores.",
        "effect": {
            "econ": 10,
            "dipl": 0,
            "govt": 0,
            "scty": 0
        },
        "Agente de Izquierda": {
            "razonamiento": "La intervención del gobierno en la economía es necesaria, pero debe estar orientada a defender los intereses de la clase trabajadora y no de las patronales. El problema no es la intervención en sí, sino a quién beneficia dicha intervención. La clase capitalista y los grandes grupos económicos son los que deben ser intervenidos, y no el bolsillo del pueblo trabajador. Por eso, la intervención debe ser en favor del control de precios y la regulación de las grandes fortunas, a favor de los trabajadores y no de los capitalistas.",
            "eleccion": "De acuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "Intervenciones del gobierno frecuentemente resultan en distorsiones del mercado, restringiendo la competencia y promoviendo dependencia en lugar de fomentar la autosuficiencia. La verdadera protección al consumidor se logra mediante mercados libres y competencia, que generan mejores precios y calidad.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "Si bien es fundamental garantizar la protección de los consumidores mediante regulaciones adecuadas, la intervención excesiva puede llevar a distorsiones en el mercado y a la desincentivación de la iniciativa privada. Apostamos por un Estado que actúe como facilitador, garantizando un marco legal justo, sin caer en el estatismo que ahoga el crecimiento. Así, el equilibrio es clave para fomentar tanto la protección del consumidor como la libre competencia.",
            "eleccion": "En desacuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "Desde la perspectiva de la Unión por la Patria, es fundamental que el Estado juegue un rol activo y presente en la economía para garantizar la protección de los derechos de los consumidores. Debe existir una intervención estatal que regule y asegure la calidad de los productos y precios justos, especialmente en contextos de crisis económica donde los sectores más vulnerables pueden ser fácilmente afectados. La regulación estatal es clave para mantener la justicia social y el bienestar de la población.",
            "eleccion": "Muy de acuerdo"
        }
    },
    "Cuanto más libres sean los mercados, más libres serán las personas.": {
        "question": "The freer the markets, the freer the people.",
        "pregunta": "Cuanto más libres sean los mercados, más libres serán las personas.",
        "effect": {
            "econ": -10,
            "dipl": 0,
            "govt": 0,
            "scty": 0
        },
        "Agente de Izquierda": {
            "razonamiento": "Esta afirmación refleja una creencia capitalista que ignora cómo la libertad de los mercados a menudo conduce a la explotación y a la desigualdad. La libertad de los mercados no garantiza la libertad de las personas, especialmente de las trabajadoras, que sufren con salarios bajos y condiciones precarias. Solo una organización obrera que luche por sus intereses puede realmente ofrecer libertad a la clase trabajadora.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "Esta afirmación refleja un principio fundamental del liberalismo: cuanta más libertad se otorga a los mercados, más oportunidades tendrán las personas para elegir, emprender y prosperar. La intervención estatal limita esas libertades y oportunidades.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "La libertad de los mercados fomenta la competencia, la innovación y el emprendimiento, lo que se traduce en más oportunidades para las personas. Cuanto más se permita la iniciativa privada, más opciones tendrán los ciudadanos para desarrollarse y prosperar. Esto se alinea con nuestros valores de libertad económica y crecimiento sustentable.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "Desde la perspectiva de la Unión por la Patria, consideramos que la libertad de los mercados no necesariamente se traduce en libertad para las personas. Una economía no regulada puede llevar a situaciones de desigualdad y vulneración de derechos, especialmente para los sectores más necesitados. El Estado debe intervenir para equilibrar y proteger a los ciudadanos, asegurando la justicia social y la inclusión. Por lo tanto, esta afirmación es contraria a nuestra visión de un Estado fuerte y presente en la economía.",
            "eleccion": "Muy en desacuerdo"
        }
    },
    "Es mejor mantener un presupuesto equilibrado que garantizar el bienestar de todos los ciudadanos.": {
        "question": "It is better to maintain a balanced budget than to ensure welfare for all citizens.",
        "pregunta": "Es mejor mantener un presupuesto equilibrado que garantizar el bienestar de todos los ciudadanos.",
        "effect": {
            "econ": -10,
            "dipl": 0,
            "govt": 0,
            "scty": 0
        },
        "Agente de Izquierda": {
            "razonamiento": "La afirmación prioriza la estabilidad financiera sobre las necesidades básicas de la población, lo cual es completamente inaceptable para una perspectiva de clase trabajadora. El bienestar de todos los ciudadanos debe ser la prioridad, especialmente en un contexto de crisis donde la pobreza y la desocupación están en niveles históricos.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "Mantener un presupuesto equilibrado es fundamental para asegurar la sostenibilidad económica y evitar el gasto público desmedido que limita la libertad individual y la propiedad privada. El Estado no debería interferir garantizando el bienestar a expensas de las libertades individuales o sobrecargando a los contribuyentes. Cuando se prioriza un presupuesto equilibrado, se promueve un entorno donde las personas pueden prosperar a través de su propio esfuerzo y mérito.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "Mantener un presupuesto equilibrado es fundamental para la estabilidad económica y fiscal del país. Un déficit constante puede llevar a crisis que afectan a todos los ciudadanos, incluyendo los más vulnerables. Sin embargo, esto no implica descuidar el bienestar de los ciudadanos. La clave está en encontrar el equilibrio entre una fiscalidad responsable y garantizar las oportunidades y la protección social necesaria para el desarrollo integral de la población. Por lo tanto, estoy de acuerdo con la importancia de un presupuesto equilibrado, pero no a expensas del bienestar social.",
            "eleccion": "De acuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "Priorizar el bienestar de todos los ciudadanos es fundamental para una sociedad justa. Un presupuesto equilibrado es importante, pero no debe hacerse a expensas del bienestar de la población. La justicia social y la inclusión son pilares de nuestra propuesta política, por lo que la garantía del bienestar de todos los ciudadanos debe ser la prioridad.",
            "eleccion": "Muy en desacuerdo"
        }
    },
    "La investigación financiada por el público es más beneficiosa para el pueblo que dejarla en manos del mercado.": {
        "question": "Publicly-funded research is more beneficial to the people than leaving it to the market.",
        "pregunta": "La investigación financiada por el público es más beneficiosa para el pueblo que dejarla en manos del mercado.",
        "effect": {
            "econ": 10,
            "dipl": 0,
            "govt": 0,
            "scty": 10
        },
        "Agente de Izquierda": {
            "razonamiento": "Las investigaciones financiadas por el público priorizan el bienestar de la sociedad y no la búsqueda de ganancias privadas. Solo mediante un enfoque público y accesible se puede asegurar que los resultados de la investigación beneficien a la mayoría y no a una minoría acomodada. La educación y la ciencia deben ser desmercantilizadas y estar al servicio del pueblo, lo que está en línea con nuestra lucha por una mejor calidad de vida para todos los trabajadores.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "La investigación pública suele estar sesgada por intereses políticos y burocráticos, lo que limita la innovación y la eficacia. El mercado, al ser competitivo, incentiva el desarrollo y la eficiencia, beneficiando al pueblo en general. La intervención estatal, en cambio, tiende a desperdiciar recursos y limitar la creatividad.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "Creemos en la importancia de un enfoque equilibrado en el financiamiento de la investigación. La inversión pública es esencial para áreas donde la rentabilidad privada no es viable, pero depender exclusivamente del financiamiento estatal puede llevar a ineficiencias y falta de innovación. Un sistema que combine financiamiento público y privado puede asegurar que se abordan tanto las necesidades sociales como las oportunidades de mercado. Por lo tanto, no puedo estar de acuerdo con la afirmación dada.",
            "eleccion": "En desacuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "La investigación financiada por el público asegura que los beneficios sean para la sociedad en su conjunto, promoviendo el acceso equitativo y la justicia social. Debe ser una herramienta de desarrollo bajo el control del Estado para garantizar su alineación con las necesidades del pueblo y no de intereses privados.",
            "eleccion": "Muy de acuerdo"
        }
    },
    "Los aranceles al comercio internacional son importantes para fomentar la producción local.": {
        "question": "Tariffs on international trade are important to encourage local production.",
        "pregunta": "Los aranceles al comercio internacional son importantes para fomentar la producción local.",
        "effect": {
            "econ": 5,
            "dipl": 0,
            "govt": -10,
            "scty": 0
        },
        "Agente de Izquierda": {
            "razonamiento": "Los aranceles pueden ser utilizados como una medida de protección a la producción local, sin embargo, en el marco del capitalismo, a menudo se convierten en una herramienta de los mismos imperialistas que buscan controlar el comercio global en su beneficio. La solución no está en una política arancelaria que solo buscará acomodar a algunos sectores capitalistas, sino en la nacionalización de la industria y el comercio bajo control de los trabajadores, promoviendo una economía que priorice a la clase trabajadora por encima de los intereses del capital.",
            "eleccion": "De acuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "Los aranceles son una herramienta de intervención estatal que distorsiona los mercados y restringe la competencia. Fomentan la ineficiencia en la producción local al proteger a los productores que no pueden competir a nivel internacional. En cambio, se debe promover el libre comercio, lo que generará un entorno competitivo más saludable y beneficiará a los consumidores con mejores precios y más opciones.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "Los aranceles al comercio internacional, en muchos casos, generan un efecto contrario al que se busca. Si bien pueden parecer una medida justa para proteger a la producción local, en última instancia, tienden a aumentar los costos para el consumidor y pueden reducir la competitividad del mercado interno. La verdadera vía para fomentar la producción local pasa por fortalecer el Estado de derecho, reducir el gasto público, y promover la inversión y la innovación. Creer que los aranceles son la solución nos lleva a un estatismo que ahoga el desarrollo. Debemos enfocarnos en crear un entorno favorable para que las empresas locales puedan competir y crecer en un marco de libre comercio. Por lo tanto, estoy en desacuerdo con esta afirmación.",
            "eleccion": "En desacuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "Los aranceles al comercio internacional son fundamentales para proteger la industria nacional y fomentar la producción local. Esta medida permite a las empresas argentinas competir en igualdad de condiciones y contribuir al desarrollo económico del país, promoviendo el empleo y el bienestar de la población.",
            "eleccion": "Muy de acuerdo"
        }
    },
    "De cada uno según su capacidad, a cada uno según sus necesidades.": {
        "question": "From each according to his ability, to each according to his needs.",
        "pregunta": "De cada uno según su capacidad, a cada uno según sus necesidades.",
        "effect": {
            "econ": 10,
            "dipl": 0,
            "govt": 0,
            "scty": 0
        },
        "Agente de Izquierda": {
            "razonamiento": "Esta afirmación refleja uno de los principios fundamentales del socialismo, donde se busca distribuir los recursos según las necesidades de cada persona, y no de acuerdo a su capacidad de producción o capital acumulado. El capitalismo promueve la desigualdad y el enriquecimiento de unos pocos a costa del sufrimiento de las masas trabajadoras. Por eso, es fundamental la lucha por un sistema que garantice que todos los recursos se distribuyan de acuerdo a las necesidades de la población. Esta es la base para construir una sociedad más justa y equitativa.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "Esta afirmación refleja un principio de redistribución que contradice el respeto por la propiedad privada y la libertad individual. Cada persona debería ser recompensada en función de sus esfuerzos y méritos, no por sus necesidades, que es lo que fomenta el asistencialismo y la dependencia del Estado. Por lo tanto, estoy en desacuerdo con esta afirmación.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "La afirmación 'De cada uno según su capacidad, a cada uno según sus necesidades' implica una visión social que prioriza la redistribución y podría llevar a un estatismo excesivo que desincentiva el esfuerzo individual y la iniciativa privada. Para nosotros, es fundamental fomentar la libertad económica y la responsabilidad fiscal, basándonos en las capacidades individuales para generar un desarrollo sustentable que se traduzca en oportunidades reales para todos. Promovemos un sistema que equilibre el bienestar social y la recompensa a la capacidad y el esfuerzo de cada ciudadano.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "Esta afirmación es fundamental para la concepción de justicia social que promovemos. Se basa en la idea de que cada persona debe contribuir de acuerdo a su capacidad y, a la vez, recibir lo que realmente necesita, garantizando así el bienestar colectivo. Este principio es esencial para construir una sociedad más equitativa y solidaria, alineándose perfectamente con los valores del Justicialismo y de la Unión por la Patria.",
            "eleccion": "Muy de acuerdo"
        }
    },
    "Sería mejor si los programas sociales se abolieran a favor de la caridad privada.": {
        "question": "It would be best if social programs were abolished in favor of private charity.",
        "pregunta": "Sería mejor si los programas sociales se abolieran a favor de la caridad privada.",
        "effect": {
            "econ": -10,
            "dipl": 0,
            "govt": 0,
            "scty": 0
        },
        "Agente de Izquierda": {
            "razonamiento": "La afirmación de que es mejor abolir los programas sociales en favor de la caridad privada es completamente errónea desde una perspectiva obrera y socialista. Los programas sociales son un derecho adquirido por la lucha de la clase trabajadora y garantizan un mínimo de dignidad y bienestar. La caridad privada es una solución temporal y desigual que no resuelve las necesidades estructurales del pueblo trabajador y perpetúa la dependencia de los sectores más vulnerables. Por lo tanto, se debe luchar por el fortalecimiento de los programas sociales y su universalización, no por su abolición en favor de la caridad.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "Los programas sociales frecuentemente resultan en dependencia del Estado y limitan la capacidad de las personas para mejorar sus propias condiciones de vida. Fomentar la caridad privada empodera a los ciudadanos a actuar de manera voluntaria y a elegir con mayor libertad a quién ayudar, lo cual es más eficiente y respetuoso de la dignidad individual.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "La propuesta de abolir los programas sociales en favor de la caridad privada es muy arriesgada y podría generar una mayor inequidad. Si bien la caridad privada puede ser valiosa, depender exclusivamente de ella puede dar lugar a un trato desigual y no garantizado para quienes más lo necesitan. Creemos en la importancia de programas sociales bien diseñados que aseguren la atención y dignidad de las personas en situación de vulnerabilidad, siempre promoviendo la inclusión y responsabilidad fiscal.",
            "eleccion": "En desacuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "La abolición de programas sociales en favor de la caridad privada atenta contra el principio de justicia social y la responsabilidad del Estado en garantizar derechos básicos a la población. La caridad no resuelve problemas estructurales y puede perpetuar desigualdades. Es fundamental fortalecer los programas sociales como una herramienta para la inclusión y el bienestar de todos los argentinos, especialmente de los sectores más vulnerables.",
            "eleccion": "Muy en desacuerdo"
        }
    },
    "Los impuestos deberían aumentarse a los ricos para proveer a los pobres.": {
        "question": "Taxes should be increased on the rich to provide for the poor.",
        "pregunta": "Los impuestos deberían aumentarse a los ricos para proveer a los pobres.",
        "effect": {
            "econ": 10,
            "dipl": 0,
            "govt": 0,
            "scty": 0
        },
        "Agente de Izquierda": {
            "razonamiento": "Esta afirmación refleja una idea fundamental de progreso social y justicia económica. Aumentar los impuestos a los ricos es una medida necesaria para hacer que los grandes capitalistas, banqueros y terratenientes contribuyan a la sociedad, revirtiendo así las desigualdades impuestas por el sistema capitalista. Esto no solo ayudaría a financiar programas y servicios esenciales para los sectores más vulnerables, sino que también permitiría una redistribución de la riqueza hacia quienes más lo necesitan, reflejando la lucha por un estado más justo y equitativo.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "Aumentar impuestos a los ricos no solo fomenta la envidia social, sino que también inhibe la inversión, el crecimiento económico y la creación de empleos. En lugar de recurrir a medidas punitivas que expanden el Estado, se debe buscar reducir la carga impositiva y promover la dignidad del trabajo y la iniciativa privada. La solución para ayudar a los pobres está en crear un entorno donde todos puedan prosperar, no en penalizar a aquellos que generan riqueza.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "Aumentar los impuestos de manera desproporcionada a los ricos puede desalentar la inversión y afectar la generación de empleo. Es crucial encontrar un balance que permita la equidad sin desincentivar la iniciativa privada. Creemos en reducir la carga fiscal de forma general y fomentar oportunidades para todos, en lugar de crear una dependencia de subsidios fiscales.",
            "eleccion": "En desacuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "La propuesta de aumentar impuestos a los ricos para beneficiar a los sectores más vulnerables está en línea con la búsqueda de justicia social y la redistribución del ingreso. Un sistema impositivo equitativo puede fincanciar políticas inclusivas que garantizan derechos y mejoras en la calidad de vida de los más necesitados. Además, esta medida fomenta la igualdad de oportunidades y democratiza el acceso a los recursos.",
            "eleccion": "Muy de acuerdo"
        }
    },
    "La herencia es una forma legítima de riqueza.": {
        "question": "Inheritance is a legitimate form of wealth.",
        "pregunta": "La herencia es una forma legítima de riqueza.",
        "effect": {
            "econ": -10,
            "dipl": 0,
            "govt": 0,
            "scty": -5
        },
        "Agente de Izquierda": {
            "razonamiento": "La herencia perpetúa desigualdades y privilegios en manos de unos pocos, acumulando riqueza de manera injusta. Además, privilegia a quienes ya nacen en familias adineradas, mientras que la mayoría de la población lucha por subsistir. La lucha por una sociedad más equitativa implica cuestionar el concepto de herencia como forma legítima de riqueza.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "Desde la perspectiva del liberalismo, la herencia es una forma legítima de riqueza que respeta el derecho de los individuos a disponer de sus propiedades como deseen. El trabajo y el esfuerzo de una persona deben ser reconocidos y pueden ser transferidos a la siguiente generación. Restringir la herencia atentaría contra la propiedad privada y la libertad individual.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "La herencia es un reconocimiento a la propiedad privada y al esfuerzo individual. Permite a las familias transmitir sus bienes y valores a las futuras generaciones, fomentando así la iniciativa y la responsabilidad individual. Es una forma legítima de riqueza que respeta el derecho a la propiedad y la libertad económica.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "Desde la perspectiva de la justicia social y la igualdad, la herencia puede perpetuar desigualdades económicas y sociales, favoreciendo a unos pocos en detrimento de la mayoría. La riqueza debería ser distribuida equitativamente y no depender de la fortuna de haber nacido en una familia acaudalada.",
            "eleccion": "Muy en desacuerdo"
        }
    },
    "Los servicios básicos como las carreteras y la electricidad deberían ser de propiedad pública.": {
        "question": "Basic utilities like roads and electricity should be publicly owned.",
        "pregunta": "Los servicios básicos como las carreteras y la electricidad deberían ser de propiedad pública.",
        "effect": {
            "econ": 10,
            "dipl": 0,
            "govt": 0,
            "scty": 0
        },
        "Agente de Izquierda": {
            "razonamiento": "La propiedad pública de los servicios básicos es fundamental para garantizar el acceso equitativo y evitar la máxima rentabilidad del capital. Estos servicios deben estar bajo control de la comunidad y gestionados por los trabajadores, priorizando las necesidades del pueblo antes que las ganancias de unos pocos.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "La propiedad pública de servicios básicos como carreteras y electricidad implica un mayor control estatal, lo que conlleva a ineficiencia y falta de competencia. La iniciativa privada debería manejar estos servicios para fomentar la calidad y la eficiencia, beneficiando a los consumidores.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "Si bien es fundamental que el Estado garantice la calidad y el acceso a servicios básicos como carreteras y electricidad, esto no implica que deban ser necesariamente de propiedad pública. La iniciativa privada puede jugar un rol clave en la provisión de estos servicios, bajo una regulación adecuada que asegure competencia, calidad y accesibilidad. Un enfoque equilibrado que involucre tanto el sector público como privado es lo más efectivo.",
            "eleccion": "En desacuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "Los servicios básicos son fundamentales para garantizar la igualdad de oportunidades y el bienestar de la población. La propiedad pública permite un acceso universal y equitativo, especialmente para aquellos sectores más vulnerables que dependen de estos servicios para su calidad de vida. La gestión pública asegura que estos recursos se utilicen en beneficio de todos y no bajo criterios de lucro. Por lo tanto, la propiedad de los servicios básicos debe ser pública para garantizar su funcionamiento en el interés general y promover la justicia social.",
            "eleccion": "Muy de acuerdo"
        }
    },
    "La intervención del gobierno es una amenaza para la economía.": {
        "question": "Government intervention is a threat to the economy.",
        "pregunta": "La intervención del gobierno es una amenaza para la economía.",
        "effect": {
            "econ": -10,
            "dipl": 0,
            "govt": 0,
            "scty": 0
        },
        "Agente de Izquierda": {
            "razonamiento": "La afirmación minimiza el impacto negativo del gobierno capitalista actual que, bajo la tutela del FMI, aplica políticas de ajuste que atacan a la clase trabajadora, profundizando la crisis y promoviendo la pobreza. No es el gobierno como institución el problema, sino su alineación con intereses capitalistas y de ajuste. Por eso, la intervención estatal es necesaria, pero debe estar en función del bienestar de la clase trabajadora y con un enfoque socialista.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "La intervención del gobierno distorsiona los mecanismos de mercado, limita la libertad individual y desalienta la iniciativa privada, lo que generalmente lleva a ineficiencia económica y aumento del gasto público.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "Desde la perspectiva de Juntos por el Cambio, el intervencionismo del gobierno, especialmente en términos excesivos y desmedidos, afecta negativamente la libertad económica y la iniciativa privada, lo cual es fundamental para el desarrollo de una economía saludable. Un Estado eficiente debe enfocarse en crear las condiciones propicias para el crecimiento, sin ahogar a los emprendedores y a la inversión. Así, la intervención gubernamental inadecuada se convierte en una amenaza para el desarrollo económico y social de Argentina.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "Desde la perspectiva de la alianza Unión por la Patria, la intervención del gobierno es fundamental para garantizar una economía inclusiva y justa, así como para proteger los derechos de los más vulnerables y promover el desarrollo productivo. Un Estado presente y activo es necesario para abordar las desigualdades y construir una economía soberana y equitativa.",
            "eleccion": "Muy en desacuerdo"
        }
    },
    "Aquellos con una mayor capacidad de pago deberían recibir mejor atención médica.": {
        "question": "Those with a greater ability to pay should receive better healthcare.",
        "pregunta": "Aquellos con una mayor capacidad de pago deberían recibir mejor atención médica.",
        "effect": {
            "econ": -10,
            "dipl": 0,
            "govt": 0,
            "scty": 0
        },
        "Agente de Izquierda": {
            "razonamiento": "Esta afirmación refleja la lógica capitalista que prioriza el lucro y la desigualdad, donde los servicios esenciales como la salud son considerados mercancías. Creemos en el acceso igualitario a la salud, sin importar el nivel económico, con un sistema de salud estatal y gratuito que responda a las necesidades del pueblo trabajador.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "La atención médica debe estar vinculada a la capacidad de pago de cada individuo. En un sistema de salud eficiente y basado en el mercado, la calidad de la atención y los recursos disponibles suelen estar mejor alineados con quienes pueden y desean pagar por esos servicios. Esto fomenta la competencia y mejora la calidad de la atención médica en general.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "La atención médica debe ser equitativa y accesible para todos, independientemente de su capacidad de pago. Promover mejores atenciones para aquellos que pueden pagar crea desigualdades en el acceso a la salud. Es fundamental garantizar el derecho a la salud como un bien común, priorizando a quienes más lo necesitan sin discriminación económica.",
            "eleccion": "En desacuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "Desde la perspectiva de la justicia social y del derecho a la salud, todos los ciudadanos deben recibir atención médica de calidad, independentemente de su capacidad de pago. La salud es un derecho humano fundamental que debe ser garantizado por el Estado, y no debe ser determinado por la capacidad económica de las personas. Promover la idea de que quienes tienen más recursos reciban mejores servicios va en contra de la equidad y la inclusión social que defendemos.",
            "eleccion": "Muy en desacuerdo"
        }
    },
    "La educación de calidad es un derecho de todas las personas.": {
        "question": "Quality education is a right of all people.",
        "pregunta": "La educación de calidad es un derecho de todas las personas.",
        "effect": {
            "econ": 10,
            "dipl": 0,
            "govt": 0,
            "scty": 5
        },
        "Agente de Izquierda": {
            "razonamiento": "La educación de calidad es, sin duda, un derecho inalienable que debe ser garantizado para todos los individuos, sin distinción de clase social. Sin embargo, en el contexto actual, el acceso a educación de calidad está mediado por circunstancias económicas y sociales y muchas veces se ve obstaculizado por políticas neoliberales que priorizan la educación privatizada. Por lo tanto, dentro de nuestra lucha por un sistema educativo público y gratuito, rechazo rotundamente cualquier intento de mercantilizar la educación, defendiendo que el verdadero acceso a educación de calidad solo puede lograrse a través de un sistema público fortalecido y debidamente financiado por el Estado. Por lo tanto, afirmo que la educación de calidad es un derecho de todas las personas, pero con la condición de que sea pública y accesible a todos, sin condicionamientos.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "La educación de calidad es un objetivo deseable, pero no puede considerarse un derecho en términos de imposición por parte del Estado. La calidad se logra mejor a través de la competencia y elección individual, no mediante mandatos gubernamentales. Promover el uso de vouchers y escuelas privadas, impulsando un sistema educativo competitivo, se alinea más con la libertad y el respeto a la propiedad privada.",
            "eleccion": "En desacuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "La educación de calidad es fundamental para el desarrollo integral de las personas y la construcción de una sociedad justa y equitativa. Desde Juntos por el Cambio, creemos que es un derecho inalienable y un pilar clave para el progreso. Debemos asegurar que todos los argentinos tengan acceso a una educación que les permita desarrollarse plenamente y tener igualdad de oportunidades.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "La educación de calidad es un derecho humano fundamental que debe ser garantizado por el Estado. Como representante de la Unión por la Patria, considero que la educación es esencial para la justicia social y la equidad. Debemos trabajar para que todas las personas, sin importar su condición económica, tengan acceso a una educación de calidad que les permita desarrollarse plenamente.",
            "eleccion": "Muy de acuerdo"
        }
    },
    "Los medios de producción deberían pertenecer a los trabajadores que los utilizan.": {
        "question": "The means of production should belong to the workers who use them.",
        "pregunta": "Los medios de producción deberían pertenecer a los trabajadores que los utilizan.",
        "effect": {
            "econ": 10,
            "dipl": 0,
            "govt": 0,
            "scty": 0
        },
        "Agente de Izquierda": {
            "razonamiento": "Esta afirmación refleja uno de los pilares fundamentales de la ideología socialista y de la lucha del FIT-U. Creemos firmemente que la propiedad de los medios de producción debe estar en manos de quienes efectivamente los utilizan, es decir, los trabajadores. Esta es una medida clave para construir una sociedad más justa y equitativa, donde sean los intereses de la clase trabajadora los que primen sobre las ganancias del capital. La estatización de los medios de producción y su gestión bajo control obrero es crucial para avanzar hacia un gobierno de las y los trabajadores.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "Esta afirmación va en contra de los principios del respeto a la propiedad privada y la libre competencia. La propiedad de los medios de producción debe ser un derecho individual, y no puede ser restringido o redistribuido de acuerdo a la ideología socialista. La meritocracia y la libertad son fundamentales para el crecimiento económico y social.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "La afirmación propone una idea colectivista que podría socavar la propiedad privada y el incentivo para la inversión. La propiedad privada es fundamental para el desarrollo económico y la libertad individual. Es necesario buscar un equilibrio donde se respete el rol de los trabajadores y se fomente la iniciativa privada.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "Desde la perspectiva de la justicia social y la inclusión, considerar que los medios de producción pertenecen a los trabajadores promueve un enfoque de economía solidaria. Si bien la alianza UxP defiende un estado fuerte y presente que regule y fomente la inclusión, es fundamental que los trabajadores tengan derechos sobre su trabajo y procesos productivos. Esto fomenta la equidad y la democratización del trabajo.",
            "eleccion": "De acuerdo"
        }
    },
    "Las Naciones Unidas deberían ser abolidas.": {
        "question": "The United Nations should be abolished.",
        "pregunta": "Las Naciones Unidas deberían ser abolidas.",
        "effect": {
            "econ": 0,
            "dipl": -10,
            "govt": -5,
            "scty": 0
        },
        "Agente de Izquierda": {
            "razonamiento": "La abolición de las Naciones Unidas no es una propuesta que beneficie a la clase trabajadora. Si bien esta organización ha sido utilizada en ocasiones como un instrumento de los intereses imperialistas, es fundamental reformarla para que actúe en apoyo a los pueblos oprimidos y a la lucha por la justicia social a nivel global. La abolición podría llevar a un vacío de representación y a un aumento en la anarquía internacional, afectando a las luchas obreras y de los pueblos. En lugar de una abolición, se debe exigir una transformación radical que priorice los derechos humanos, la soberanía de los pueblos y la solidaridad internacional. ",
            "eleccion": "En desacuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "Si bien la ideología liberal valora la soberanía de los estados y la no intervención en asuntos internos, la abolición de Naciones Unidas podría ser excesiva. En su lugar, se podría proponer una reforma que limite su influencia y promueva la individualidad y las libre asociaciones entre naciones. La ONU ha demostrado ser un espacio de diálogo, aunque también ha tenido sus fallas.",
            "eleccion": "Neutral"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "Las Naciones Unidas, aunque imperfectas, desempeñan un papel crucial en la diplomacia y el multilateralismo, áreas que promovemos. La unión de naciones es fundamental para abordar problemas globales como derechos humanos, cambio climático y conflictos internacionales. No abogar por su abolición, sino por su fortalecimiento y reforma es lo que nuestra visión republicana requiere.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "Las Naciones Unidas representan un foro multilateral esencial para el diálogo y la cooperación entre naciones, promoviendo la paz, los derechos humanos y el desarrollo sostenible. Abolirlas sería contrario a la búsqueda de soluciones globales a problemas que trascienden fronteras.",
            "eleccion": "Muy en desacuerdo"
        }
    },
    "La acción militar por parte de nuestra nación es a menudo necesaria para protegerla.": {
        "question": "Military action by our nation is often necessary to protect it.",
        "pregunta": "La acción militar por parte de nuestra nación es a menudo necesaria para protegerla.",
        "effect": {
            "econ": 0,
            "dipl": -10,
            "govt": -10,
            "scty": 0
        },
        "Agente de Izquierda": {
            "razonamiento": "La acción militar no es la solución para proteger los intereses de nuestro pueblo, sino que a menudo resulta en la violencia y la opresión. La defensa de nuestra nación debe basarse en la movilización y unidad de la clase trabajadora internacional, y no en la represión militar. Solo fortaleciendo el movimiento obrero y solidificando la lucha contra el imperialismo podemos garantizar la seguridad y los derechos del pueblo.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "La acción militar debería ser una medida extrema y no la norma. La intervención militar no debe ser vista como un recurso habitual para proteger la nación. Es más importante priorizar soluciones diplomáticas, el respeto a la soberanía de otros países y evitar el belicismo. La defensa de la nación debe ser abordada desde un enfoque de respeto a la libertad y no como un expediente para justificar la agresión.",
            "eleccion": "En desacuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "Como representantes de Juntos por el Cambio, valoramos el rol de las Fuerzas Armadas en la defensa y soberanía nacional, así como en la protección del bienestar de nuestros ciudadanos. Sin embargo, creemos que el uso de la fuerza debe ser siempre un último recurso, y debe ajustarse a un marco de respeto por los derechos humanos y la ley internacional. Así, la acción militar debería ser evaluada en un contexto claro y con un objetivo bien definido, prefiriendo siempre la diplomacia como solución principal. Por lo tanto, no necesariamente se considera \"a menudo\" un recurso necesario.",
            "eleccion": "En desacuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "Desde la perspectiva de la Unión por la Patria, creemos firmemente en la soberanía política y en la resolución de conflictos a través del diálogo y la cooperación internacional, priorizando la paz y la convivencia. La acción militar no es la respuesta adecuada para proteger a nuestra nación; más bien debemos buscar soluciones pacíficas y diplomáticas.",
            "eleccion": "Muy en desacuerdo"
        }
    },
    "Apoyo a los sindicatos regionales, como la Unión Europea.": {
        "question": "I support regional unions, such as the European Union.",
        "pregunta": "Apoyo a los sindicatos regionales, como la Unión Europea.",
        "effect": {
            "econ": -5,
            "dipl": 10,
            "govt": 10,
            "scty": 5
        },
        "Agente de Izquierda": {
            "razonamiento": "El FIT-U defiende la independencia política de los sindicatos y rechaza las alianzas con centros de poder patronales. Apoyar a sindicatos regionales, vinculados a un bloque capitalista como la Unión Europea, va en contra de la defensa de los intereses de la clase trabajadora y de la autonomía sindical.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "Apoyar sindicatos regionales como la Unión Europea implica una regulación y control que puede limitar la libertad individual y de asociación. Los sindicatos en general han demostrado ser herramientas que, en muchas ocasiones, obstaculizan la flexibilidad laboral y la libre competencia en el mercado. La promoción de un entorno de libre elección y competencia beneficia a los trabajadores más que la intervención sindical.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "Apoyar a los sindicatos regionales puede ser positivo en términos de defensa de los derechos laborales, siempre que se fomente el diálogo y la colaboración hacia una mejora de la productividad y el bienestar social. Sin embargo, en contextos donde los sindicatos puedan convertirse en entidades que obstaculizan la libertad de trabajo y la competitividad, debemos ser cautelosos. La clave es buscar el equilibrio entre la protección de los derechos laborales y la promoción de un entorno económico que favorezca el desarrollo y la creación de empleo.",
            "eleccion": "De acuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "El apoyo a los sindicatos es fundamental para fortalecer los derechos de los trabajadores y asegurar que tengan una voz en el proceso de toma de decisiones económicas y sociales. Esto se alinea con la defensa de la justicia social y la promoción de derechos laborales.",
            "eleccion": "Muy de acuerdo"
        }
    },
    "Es importante mantener nuestra soberanía nacional.": {
        "question": "It is important to maintain our national sovereignty.",
        "pregunta": "Es importante mantener nuestra soberanía nacional.",
        "effect": {
            "econ": 0,
            "dipl": -10,
            "govt": -5,
            "scty": 0
        },
        "Agente de Izquierda": {
            "razonamiento": "La soberanía nacional es fundamental para que los intereses del pueblo trabajador prevalezcan sobre los intereses del imperialismo y de las grandes potencias. Luchamos por una independencia que esté vinculada a un gobierno de las y los trabajadores, que actúe en función de las necesidades del pueblo y no de las exigencias de organismos como el FMI.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "La soberanía nacional es crucial para la defensa de las libertades individuales y la propiedad privada de los ciudadanos. Sin embargo, esto debe ser equilibrado con la necesidad de promover un entorno de libre comercio y cooperación internacional que beneficie el desarrollo económico. Defendemos la soberanía en el sentido de que debe respetarse la autodeterminación de los pueblos, pero este no debe ser un pretexto para justificar un Estado intervencionista o autoritario.",
            "eleccion": "De acuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "La soberanía nacional es un principio fundamental de nuestra república, ya que asegura que las decisiones que afectan a nuestro país sean tomadas por argentinos, priorizando nuestros intereses y derechos. Mantenerla es esencial para el desarrollo y la justicia social de nuestra nación.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "La defensa de la soberanía nacional es fundamental para garantizar que las decisiones que afectan a nuestro país se tomen en función de los intereses de todos los argentinos. Es un pilar central de nuestra política y de la construcción de un futuro inclusivo y justo para nuestra nación.",
            "eleccion": "Muy de acuerdo"
        }
    },
    "Un gobierno mundial unido sería beneficioso para la humanidad.": {
        "question": "A united world government would be beneficial to mankind.",
        "pregunta": "Un gobierno mundial unido sería beneficioso para la humanidad.",
        "effect": {
            "econ": 0,
            "dipl": 10,
            "govt": 0,
            "scty": 0
        },
        "Agente de Izquierda": {
            "razonamiento": "La idea de un gobierno mundial unido puede parecer tentadora en términos de cooperación internacional, pero a menudo encubre los intereses del imperialismo y de las grandes potencias, que buscan imponer un orden global que beneficia a las clases dominantes a expensas de los trabajadores y los pueblos oprimidos. La lucha debe centrarse en la independencia política y la autodeterminación de los pueblos, no en unificar bajo un gobierno que sirva a intereses capitalistas. Por lo tanto, rechazamos la noción de un gobierno mundial que no represente a la clase trabajadora y sus intereses.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "Un gobierno mundial unido implicaría la concentración del poder en manos de una autoridad central, debilitando la soberanía individual y de las naciones. Esto restringiría la libertad personal y la propiedad privada, fundamentales para el desarrollo y bienestar de las personas. La libre competencia y el respeto por las diferencias culturales son esenciales para el progreso. Las intervenciones estatales tienden a ser perjudiciales en lugar de beneficiosas.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "Si bien la cooperación internacional es fundamental para abordar problemas globales como el cambio climático, la salud o el comercio, la propuesta de un gobierno mundial unido puede atentar contra la soberanía nacional y las identidades locales. Promovemos una Argentina fuerte que participe activamente en foros internacionales, pero siempre defendiendo nuestros intereses nacionales y valores republicanos.",
            "eleccion": "En desacuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "Si bien la cooperación internacional es crucial, un gobierno mundial podría comprometer la soberanía de los países y no necesariamente garantizar la justicia social ni el bienestar de las mayorías, especialmente en el contexto de las desigualdades globales actuales. Cada nación debe preservar su autonomía para garantizar el interés del pueblo.",
            "eleccion": "En desacuerdo"
        }
    },
    "Es más importante mantener relaciones pacíficas que aumentar nuestra fuerza.": {
        "question": "It is more important to retain peaceful relations than to further our strength.",
        "pregunta": "Es más importante mantener relaciones pacíficas que aumentar nuestra fuerza.",
        "effect": {
            "econ": 0,
            "dipl": 10,
            "govt": 0,
            "scty": 0
        },
        "Agente de Izquierda": {
            "razonamiento": "La afirmación ignora la necesidad de que la clase trabajadora se organice y defienda sus derechos frente a un sistema capitalista que la oprime. La paz social no puede ser el objetivo si implica renunciar a la lucha por la justicia y la dignidad. Es fundamental aumentar nuestra fuerza como clase trabajadora para enfrentar las injusticias. La lucha es indispensable para alcanzar cambios reales.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "Mantener relaciones pacíficas es esencial, pero no a expensas de debilitar nuestra seguridad y soberanía. Debemos buscar un equilibrio que respete la libertad individual y promueva la cooperación, sin dejar de proteger nuestros intereses nacionales. Sin una fuerza adecuada, las relaciones pacíficas son vulnerables y pueden ser explotadas.",
            "eleccion": "En desacuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "Mientras que las relaciones pacíficas son fundamentales para la estabilidad del país, un enfoque equilibrado implica también la necesidad de fortalecer nuestra capacidad para defender nuestros intereses. No se debe sacrificar la seguridad ni la soberanía en favor de relaciones exteriores sin firmeza. Por lo tanto, se debe buscar un equilibrio entre mantener la paz y asegurar una postura firme y defendible.",
            "eleccion": "En desacuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "Si bien es esencial mantener relaciones pacíficas y un diálogo constructivo con otras naciones, no podemos sacrificar nuestra soberanía política ni nuestra independencia económica. Aumentar nuestra fuerza se refiere también a tener la capacidad de defender nuestros intereses y derechos como nación. Debemos buscar un equilibrio en el que ambas posturas se complementen, pero sin comprometer la capacidad estatal",
            "eleccion": "De acuerdo"
        }
    },
    "Las guerras no necesitan ser justificadas ante otros países.": {
        "question": "Wars do not need to be justified to other countries.",
        "pregunta": "Las guerras no necesitan ser justificadas ante otros países.",
        "effect": {
            "econ": 0,
            "dipl": -10,
            "govt": -10,
            "scty": 0
        },
        "Agente de Izquierda": {
            "razonamiento": "Desde una perspectiva socialista y obrera, todas las guerras que se libran son, en última instancia, el resultado de intereses capitalistas y de potencias imperialistas, que buscan ampliar sus mercados y el control de recursos, a menudo a costa de la vida de los y las trabajadoras. Las guerras deben ser justificadas únicamente en términos de autodeterminación de los pueblos y lucha contra la opresión, y no en función de conveniencias geopolíticas de los gobiernos. Esto implica una posición clara en rechazo a cualquier guerra que no defienda estos principios.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "Desde la perspectiva del liberalismo, las guerras deben ser justificadas ante otros países, especialmente porque afectan la vida y la libertad de las personas. La agresión no justificada es una violación de los principios de libertad y respeto hacia la propiedad de otros. Cualquier conflicto debe ser evaluado bajo el principio de no agresión.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "Desde la perspectiva de Juntos por el Cambio, creemos en la importancia del respeto a las instituciones y el Estado de derecho, tanto a nivel nacional como internacional. Las decisiones sobre guerras y conflictos deben ser justificadas y respaldadas por principios democráticos y acuerdos internacionales para preservar la paz y la cooperación entre países.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "Desde la perspectiva de la soberanía política y el respeto a los derechos humanos, es fundamental que cualquier decisión sobre la guerra sea sometida a un análisis crítico y esté justificada no solo ante la comunidad internacional, sino también ante nuestra propia población. Las guerras siempre tienen un impacto profundo en la vida de las personas y deben ser excepcionales y justificadas bajo principios de justicia y paz. La paz y la diplomacia deben ser priorizadas antes que el conflicto.",
            "eleccion": "Muy en desacuerdo"
        }
    },
    "El gasto militar es una pérdida de dinero.": {
        "question": "Military spending is a waste of money.",
        "pregunta": "El gasto militar es una pérdida de dinero.",
        "effect": {
            "econ": 0,
            "dipl": 10,
            "govt": 10,
            "scty": 0
        },
        "Agente de Izquierda": {
            "razonamiento": "El gasto militar representa la priorización de los intereses del capital sobre las necesidades del pueblo. Es dinero que podría ser destinado a salud, educación y vivienda para la clase trabajadora, en vez de sostener un aparato represivo que defiende los intereses de los capitalistas y el imperialismo. Por lo tanto, es una pérdida de recursos fundamentales para el desarrollo social.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "El gasto militar, si bien debe ser razonado y justificado, es esencial para la defensa nacional y la soberanía del país. Un ejército fuerte y bien equipado es un pilar fundamental para garantizar la libertad y la seguridad de los ciudadanos. Así que considerar esto como una pérdida de dinero es una visión simplista que no tiene en cuenta sus valores estratégicos.",
            "eleccion": "En desacuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "Considero que un gasto militar bien administrado es fundamental para la defensa de la soberanía nacional y la seguridad del Estado. No se puede ver el gasto militar como una pérdida de dinero, sino como una inversión en la protección de nuestros ciudadanos y en el mantenimiento del orden público. Un país debe estar preparado para enfrentar amenazas externas e internas, y esto implica una asignación adecuada de recursos para nuestras fuerzas armadas y de seguridad.",
            "eleccion": "En desacuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "Considero que el gasto militar debe ser revisado y balanceado dentro de un enfoque que priorice la justicia social y el bienestar del pueblo. Invertir en áreas como educación, salud y protección de los derechos sociales debe ser la prioridad, ya que estos sectores impactan directamente en la vida cotidiana de los ciudadanos y contribuyen a una sociedad más equitativa. En este sentido, el gasto militar excesivo puede percibirse como una pérdida de recursos que podrían ser utilizados para fortalecer el Estado de bienestar en vez de sostener estructuras bélicas.",
            "eleccion": "Muy de acuerdo"
        }
    },
    "La ayuda internacional es una pérdida de dinero.": {
        "question": "International aid is a waste of money.",
        "pregunta": "La ayuda internacional es una pérdida de dinero.",
        "effect": {
            "econ": -5,
            "dipl": -10,
            "govt": 0,
            "scty": 0
        },
        "Agente de Izquierda": {
            "razonamiento": "La ayuda internacional a menudo se utiliza para perpetuar los intereses del imperialismo y de las potencias extranjeras, favoreciendo a grandes capitales y ahondando las contradicciones en los países receptores. Esta ayuda, en lugar de ser una solución, termina siendo un yugo que mantiene a nuestros pueblos sujetos a políticas neocoloniales que benefician únicamente a la burguesía local y a los poderes foráneos. Por lo tanto, estoy en contra de la idea de que la ayuda internacional pueda ser beneficiosa para la clase trabajadora.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "La ayuda internacional, muchas veces, representa un gasto innecesario y no eficiente, ya que en lugar de fomentar la autonomía y el desarrollo sostenible, puede generar dependencia y desincentivar el esfuerzo personal. Desde nuestra perspectiva liberal, es más eficaz fomentar la libertad económica y la competencia para lograr un verdadero desarrollo.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "La perspectiva de Juntos por el Cambio es que la ayuda internacional, cuando se dirige adecuadamente y se enfoca en proyectos que fomentan el desarrollo sostenible y la integración de Argentina en la economía global, puede ser una herramienta valiosa. Sin embargo, si esta ayuda se convierte en un mero asistencialismo sin un fin claro, se puede considerar una pérdida de dinero. Por lo tanto, es importante evaluar el contexto y el tipo de ayuda que se recibe. En general, con un enfoque adecuado podría ser positiva, pero depende de su implementación.",
            "eleccion": "Neutral"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "La ayuda internacional puede ser considerada como una inversión que fortalece la cooperación entre naciones, favoreciendo el desarrollo y la soberanía. Considerarla una pérdida de dinero ignora la posibilidad de que estas ayudas se destinen a proyectos que impacten positivamente en el bienestar de la población más vulnerable y en la recuperación económica del país. Sin embargo, siempre debe bajo términos que respeten la soberanía y autonomía de nuestro Estado.",
            "eleccion": "Neutral"
        }
    },
    "Mi nación es grande.": {
        "question": "My nation is great.",
        "pregunta": "Mi nación es grande.",
        "effect": {
            "econ": 0,
            "dipl": -10,
            "govt": 0,
            "scty": 0
        },
        "Agente de Izquierda": {
            "razonamiento": "Como representante del FIT-U, defendemos la soberanía y los derechos del pueblo trabajador, pero al mismo tiempo, cuestionamos el nacionalismo burgués que se utiliza para encubrir las contradicciones del sistema capitalista. Por lo tanto, no me adhiero a declaraciones que glorifiquen la nación en términos de grandeza cuando lo que está en juego es la lucha de clases y la defensa de los intereses de los trabajadores.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "La grandeza de una nación se mide por su capacidad de garantizar libertad, propiedad y desarrollo a sus ciudadanos. Una nación que respeta estos valores es digna de ser considerada grande.",
            "eleccion": "De acuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "Creemos en la grandeza de la nación argentina y en su potencial. Valoramos su cultura, historia y el rol de su pueblo en el mundo.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "Como representante de la Unión por la Patria, es esencial reconocer y celebrar la grandeza de nuestra nación, su cultura, su historia y su potencial. Considero que Argentina, con su rica diversidad y recursos, tiene la capacidad de ser un país próspero y con voz en el contexto internacional. Debemos trabajar juntos para construir un futuro aún más brillante y justo para todos sus ciudadanos.",
            "eleccion": "Muy de acuerdo"
        }
    },
    "La investigación debería llevarse a cabo a escala internacional.": {
        "question": "Research should be conducted on an international scale.",
        "pregunta": "La investigación debería llevarse a cabo a escala internacional.",
        "effect": {
            "econ": 0,
            "dipl": 10,
            "govt": 0,
            "scty": 10
        },
        "Agente de Izquierda": {
            "razonamiento": "La investigación a escala internacional puede ser esencial para abordar problemas que trascienden fronteras, como el cambio climático y las pandemias. Sin embargo, debe ser realizada con un enfoque que priorice los intereses de los pueblos trabajadores y no de las grandes potencias o corporaciones, quienes a menudo utilizan la investigación como herramienta de control y dominación. Es crucial que la investigación y sus resultados sean accesibles y beneficiosos para la clase trabajadora a nivel global, en lugar de seguir los intereses del imperialismo y las corporaciones multinacionales.",
            "eleccion": "De acuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "Desde la perspectiva del liberalismo, la investigación debe ser impulsada por la libre competencia y los incentivos del mercado. No necesariamente debe estar dirigida o regulada a escala internacional, ya que esto podría limitar la innovación y la eficiencia. Las mejores ideas y avances surgen en contextos variados dependiendo de las necesidades locales y de la iniciativa privada.",
            "eleccion": "En desacuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "Considero que la investigación a escala internacional fomenta el intercambio de conocimientos, la colaboración entre países y el avance de la ciencia y la tecnología. Además, fortalece las instituciones y promueve un enfoque global para resolver problemas comunes. Sin embargo, debe ser guiada por principios éticos y respetar la soberanía de cada nación. Por lo tanto, estoy a favor de la cooperación internacional en investigación que se alinee con estos principios.",
            "eleccion": "De acuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "Considero que cada país debe tener el control y la dirección de su propia investigación, de acuerdo a sus necesidades y particularidades. La soberanía política es fundamental y la colaboración internacional debe ser en función del respeto a los derechos y el interés nacional, sin comprometer la autonomía interna.",
            "eleccion": "En desacuerdo"
        }
    },
    "Los gobiernos deberían ser responsables ante la comunidad internacional.": {
        "question": "Governments should be accountable to the international community.",
        "pregunta": "Los gobiernos deberían ser responsables ante la comunidad internacional.",
        "effect": {
            "econ": 0,
            "dipl": 10,
            "govt": 5,
            "scty": 0
        },
        "Agente de Izquierda": {
            "razonamiento": "La responsabilidad de los gobiernos debe estar en primer lugar ante la clase trabajadora y el pueblo que los elige, y no ante entes internacionales que responden a intereses imperialistas. La comunidad internacional, muchas veces, actúa a favor de las grandes potencias y en contra de los derechos de los pueblos. Por eso, el enfoque debe estar en la independencia política y económica de los trabajadores frente a estas instituciones.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "La responsabilidad de los gobiernos debe ser hacia sus ciudadanos y no a entidades internacionales. El principio de soberanía nacional es fundamental en el liberalismo, y cualquier injerencia de la comunidad internacional puede amenazar la autonomía y libertad de los ciudadanos. Las decisiones deben ser tomadas en el contexto de lo que mejor sirva a la prosperidad y libertades individuales de la población local.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "Un gobierno responsable ante la comunidad internacional refuerza la confianza en las instituciones del país, promueve el diálogo y la cooperación en temas globales como derechos humanos, comercio justo y desarrollo sostenible. Este enfoque es coherente con nuestros ideales de una política exterior predecible y basada en principios claros, fortaleciendo así el compromiso del Estado con el bien común y las normas democráticas.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "Es fundamental que los gobiernos mantengan un compromiso hacia la comunidad internacional, pero este debe partir de una construcción de soberanía y respeto a los derechos humanos, sin supeditar las decisiones nacionales a demandas externas que no contemplen el bienestar de nuestro pueblo. Por ende, la responsabilidad debe ser equilibrada entre la comunidad internacional y los intereses nacionales.",
            "eleccion": "De acuerdo"
        }
    },
    "Incluso al protestar contra un gobierno autoritario, la violencia no es aceptable.": {
        "question": "Even when protesting an authoritarian government, violence is not acceptable.",
        "pregunta": "Incluso al protestar contra un gobierno autoritario, la violencia no es aceptable.",
        "effect": {
            "econ": 0,
            "dipl": 5,
            "govt": -5,
            "scty": 0
        },
        "Agente de Izquierda": {
            "razonamiento": "La violencia del gobierno autoritario es mucho más destructiva y opresiva para los trabajadores y sectores populares. La protesta es una herramienta legítima de resistencia ante la represión y la injusticia. No voy a condenar la violencia cuando proviene de quienes perpetúan el sistema de explotación. La lucha de clases requiere respuestas adecuadas frente a la violencia del Estado.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "La violencia es una violación del principio de no agresión que defendemos en el liberalismo. La protesta debe ser una expresión pacífica de desacuerdo y no justificar la agresión. Las acciones violentas pueden llevar a más represión y no logran cambios positivos en la sociedad. Por lo tanto, incluso en contextos de opresión, la violencia no es una solución aceptable.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "La violencia no es el camino en una democracia. Las protestas deben ser pacíficas y respetar el marco legal, ya que la violencia socava la autoridad moral de quienes buscan justicia. Es esencial promover el diálogo y la libertad de expresión, pilares fundamentales de nuestra identidad democrática.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "La violencia nunca debe ser un medio de expresión, incluso en contextos de protesta contra un gobierno autoritario. La defensa de la democracia implica rechazar cualquier forma de violencia o lenguaje de odio, promoviendo el diálogo y el acuerdo como herramientas para garantizar la justicia social y los derechos humanos. La historia de nuestro país nos demuestra que debemos reconstruir el pacto democrático y promover una convivencia pacífica.",
            "eleccion": "Muy de acuerdo"
        }
    },
    "Mis valores religiosos deberían ser difundidos tanto como sea posible.": {
        "question": "My religious values should be spread as much as possible.",
        "pregunta": "Mis valores religiosos deberían ser difundidos tanto como sea posible.",
        "effect": {
            "econ": 0,
            "dipl": -5,
            "govt": -10,
            "scty": -10
        },
        "Agente de Izquierda": {
            "razonamiento": "La difusión de valores religiosos en esfera pública busca imponer creencias personales sobre la diversidad y el laicismo que debe prevalecer en un estado que respete a todos los ciudadanos por igual. La educación y la vida pública deben estar libres de injerencias religiosas, y es esencial garantizar una educación laica y gratuita. Por eso, rechazo cualquier intento de promover la imposición de creencias religiosas en espacios públicos.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "Defiendo la libertad individual y la autonomía de cada persona en el ámbito de sus creencias y valores. Cada individuo debe tener la libertad de practicar y difundir sus propias convicciones sin imponerlas a los demás. La pluralidad y el respeto entre diferentes creencias son fundamentales para una sociedad libre y moderna.",
            "eleccion": "Neutral"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "La diversidad de creencias es fundamental en una sociedad pluralista y respetuosa de la libertad individual. Aunque se valora la importancia de los valores religiosos, no debe haber imposiciones respecto a su difusión. Cada persona tiene el derecho a elegir sus creencias sin coerción ni presión social.",
            "eleccion": "Neutral"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "La difusión de valores religiosos debe ser una elección personal y no impuesta, ya que promueve una diversidad de creencias y el respeto por todas las expresiones. Como defensores de la justicia social y la igualdad, creemos en la convivencia armónica y la laicidad del Estado.",
            "eleccion": "En desacuerdo"
        }
    },
    "Los valores de nuestra nación deberían ser difundidos tanto como sea posible.": {
        "question": "Our nation's values should be spread as much as possible.",
        "pregunta": "Los valores de nuestra nación deberían ser difundidos tanto como sea posible.",
        "effect": {
            "econ": 0,
            "dipl": -10,
            "govt": -5,
            "scty": 0
        },
        "Agente de Izquierda": {
            "razonamiento": "Difundir los valores de nuestra nación puede ser positivo, pero es fundamental que esos valores sean los de la clase trabajadora y no de la burguesía. Los valores que deben ser promovidos son aquellos que defienden la justicia social, la igualdad y la lucha contra la opresión capitalista, no los valores del sistema que perpetúa la desigualdad y la explotación.",
            "eleccion": "De acuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "Los valores de la libertad individual, la propiedad privada y el respeto por la autonomía personal son fundamentales en cualquier sociedad liberal. Comprender y difundir estos principios es esencial para construir una nación moderna y pujante. Sin embargo, esa difusión debe surgir libremente y no ser impuesta, permaneciendo en el ámbito de la educación y la cultura, en lugar de ser obligatoria por parte del Estado.",
            "eleccion": "De acuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "La difusión de los valores de nuestra nación es fundamental para consolidar nuestra identidad y fortalecer el tejido social. Los valores democráticos, republicanos y de convivencia pacífica son la base para un desarrollo armónico de la sociedad. Esto incluye promover la libertad, el respeto y la responsabilidad, pilares que el espacio de Juntos por el Cambio defiende y busca propagar.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "Desde la perspectiva de la Unión por la Patria, consideramos fundamental que los valores de justicia social, soberanía y democracia sean promovidos y difundidos, especialmente en el contexto actual donde es necesario reconstruir el pacto democrático y fortalecer el Estado de bienestar. La difusión de estos valores contribuye a fortalecer la cohesión social y el respeto por los derechos humanos.",
            "eleccion": "Muy de acuerdo"
        }
    },
    "Es muy importante mantener la ley y el orden.": {
        "question": "It is very important to maintain law and order.",
        "pregunta": "Es muy importante mantener la ley y el orden.",
        "effect": {
            "econ": 0,
            "dipl": -5,
            "govt": -10,
            "scty": -5
        },
        "Agente de Izquierda": {
            "razonamiento": "La ley y el orden, tal como son promovidos por el sistema capitalista, a menudo se utilizan para reprimir las luchas populares y defender los intereses de las clases dominantes. La verdadera ley y orden deben estar al servicio de la justicia social y no de la represión. Por lo tanto, esta afirmación está en desacuerdo con nuestra perspectiva de defensa de los derechos del pueblo trabajador.",
            "eleccion": "En desacuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "La ley y el orden son fundamentales para garantizar la seguridad y la libertad de los individuos. Un marco jurídico sólido es esencial para proteger la propiedad privada y los derechos de cada ciudadano. Sin orden, no puede haber libertad. Por lo tanto, es fundamental mantener la ley y el orden para asegurar una sociedad próspera y libre.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "Mantener la ley y el orden es fundamental para asegurar el funcionamiento de las instituciones democráticas y la convivencia pacífica en la sociedad. Sin un marco de legalidad y seguridad, es imposible garantizar los derechos de los ciudadanos y fomentar un ambiente propicio para el desarrollo personal y económico. La seguridad es un pilar clave para el bienestar social y la prosperidad de nuestro país.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "Mantener la ley y el orden es fundamental para garantizar una convivencia pacífica y la protección de los derechos de los ciudadanos. Sin embargo, esto debe hacerse con un enfoque en los derechos humanos y la justicia social, asegurando que las políticas de seguridad no vulneren la dignidad de las personas ni se conviertan en instrumentos de represión. Por lo tanto, apoyamos la idea de un estado de derecho que respete todos estos principios.",
            "eleccion": "De acuerdo"
        }
    },
    "La población en general toma malas decisiones.": {
        "question": "The general populace makes poor decisions.",
        "pregunta": "La población en general toma malas decisiones.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": -10,
            "scty": 0
        },
        "Agente de Izquierda": {
            "razonamiento": "La afirmación de que la población en general toma malas decisiones encierra una perspectiva elitista que subestima la capacidad de la clase trabajadora y de los sectores populares para organizarse, informarse y tomar decisiones políticas que respondan a sus intereses. Es crucial fomentar la capacidad de la población para debatir y decidir sobre su futuro, en lugar de descalificar sus elecciones. La lucha y la organización son fundamentales para empoderar a la clase trabajadora y construir una alternativa. Es necesario cuestionar quién define qué decisiones son buenas o malas.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "Desde la perspectiva del liberalismo, la afirmación de que 'la población en general toma malas decisiones' subestima la capacidad del individuo para actuar de acuerdo a su propio interés y hacer elecciones informadas. Cada persona, al ser dueño de su vida y de su propiedad, es responsable de sus decisiones y tiene la libertad de aprender y corregir sus errores. Por lo tanto, la creencia de que la población es inherentemente incapaz de tomar buenas decisiones es contradicción con la filosofía de la autonomía y la responsabilidad personal.",
            "eleccion": "En desacuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "Considero que la población tiene la capacidad de tomar decisiones informadas siempre que se garantice la educación y la libertad de expresión. La propuesta de subestimar la capacidad de decisión del ciudadano es contraria a los principios republicanos y de respeto a la autonomía individual.",
            "eleccion": "En desacuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "La afirmación de que \"la población en general toma malas decisiones\" subestima la capacidad de las comunidades para actuar de manera informada y responsable, especialmente cuando se cuenta con un Estado fuerte y presente que fomente la educación y el acceso a información de calidad. La respuesta a los desafíos sociales y políticos debe basarse en el diálogo y en la educación, no en la desconfianza hacia la capacidad de la población de decidir correctamente.",
            "eleccion": "En desacuerdo"
        }
    },
    "El suicidio asistido por un médico debería ser legal.": {
        "question": "Physician-assisted suicide should be legal.",
        "pregunta": "El suicidio asistido por un médico debería ser legal.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 10,
            "scty": 0
        },
        "Agente de Izquierda": {
            "razonamiento": "El suicidio asistido plantea cuestiones éticas y de derechos que deben ser consideradas desde una perspectiva de clase y de acceso igualitario a la salud. Sin embargo, en un sistema capitalista donde el lucro predomina, la posibilidad de que esta práctica se utilice para presionar a sectores vulnerables es una preocupación. La lucha por una atención médica de calidad y el bienestar del pueblo trabajador es fundamental, y no acompaño con claridad esta medida sin asegurar que se respete la dignidad y las opciones reales de los trabajadores y sus familias.",
            "eleccion": "En desacuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "Defender el derecho de las personas a tomar decisiones sobre su propia vida y cuerpo es un principio fundamental del liberalismo. La asistencia en el suicide se alinea con la libertad individual y el respeto por la autonomía personal.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "La legalización del suicidio asistido presenta un dilema ético y social complejo. Desde una perspectiva de respeto por la vida y los derechos individuales, así como por la protección del bienestar social, votaría en desacuerdo. La promoción de políticas que fomenten el acompañamiento y la atención al sufrimiento humano es una prioridad.",
            "eleccion": "En desacuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "La legalización del suicidio asistido plantea una serie de dilemas éticos y sociales. Desde la perspectiva de la justicia social y el estado de bienestar, es esencial garantizar la protección de los derechos de vida y la salud mental de todos los ciudadanos. Necesitamos enfocarnos en el acompañamiento, la contención y la defensa de la vida, así como mejorar los servicios de salud mental y paliativa antes de considerar prácticas que pueden ser malinterpretadas o vulnerar derechos fundamentales. Por lo tanto, no se debería legalizar el suicidio asistido.",
            "eleccion": "Muy en desacuerdo"
        }
    },
    "El sacrificio de algunas libertades civiles es necesario para protegernos de actos de terrorismo.": {
        "question": "The sacrifice of some civil liberties is necessary to protect us from acts of terrorism.",
        "pregunta": "El sacrificio de algunas libertades civiles es necesario para protegernos de actos de terrorismo.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": -10,
            "scty": 0
        },
        "Agente de Izquierda": {
            "razonamiento": "La afirmación de que es necesario sacrificar libertades civiles en nombre de la seguridad es una postura que históricamente ha llevado a la represión y a la violación de derechos fundamentales. No se puede poner en riesgo la libertad y la democracia bajo el pretexto de la seguridad. La lucha contra el terrorismo no puede ser pretexto para recortar derechos civiles. Es vital fortalecer las libertades y los derechos humanos, incluso en tiempos de amenaza. Por lo tanto, rechazo esta afirmación.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "El sacrificio de libertades civiles en nombre de la seguridad es una violación directa de los principios del liberalismo. La tendencia a ceder libertades por temor solo conduce a un estado más grande y opresivo, que interfiere con la vida, la libertad y la propiedad de sus ciudadanos. La seguridad no debe justificarse a expensas de los derechos individuales.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "La protección de la libertad individual y las libertades civiles es fundamental en una sociedad democrática. Sacrificar estas libertades en nombre de la seguridad puede llevar a abusos y vulneraciones de derechos que socavan el tejido republicano. Para combatir el terrorismo, se deben encontrar formas que no comprometan los principios de libertad y justicia.",
            "eleccion": "En desacuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "El sacrificio de libertades civiles no debe ser considerado necesario, ya que esto puede llevar a la erosión de derechos fundamentales y al debilitamiento del Estado de derecho. La protección contra el terrorismo debe realizarse en el marco del respeto absoluto a los derechos humanos y las libertades individuales, sin recurrir a medidas que coarten estas libertades. La estrategia debe centrarse en fortalecer la democracia y la justicia social, no en vulnerarlas.",
            "eleccion": "Muy en desacuerdo"
        }
    },
    "La vigilancia gubernamental es necesaria en el mundo moderno.": {
        "question": "Government surveillance is necessary in the modern world.",
        "pregunta": "La vigilancia gubernamental es necesaria en el mundo moderno.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": -10,
            "scty": 0
        },
        "Agente de Izquierda": {
            "razonamiento": "La vigilancia gubernamental, en el contexto del sistema capitalista, sirve principalmente para reprimir a los sectores populares y trabajadores que luchan por sus derechos. No es necesaria para nuestra sociedad, ya que el verdadero objetivo debe ser la defensa de las libertades democráticas y la autonomía de los movimientos populares. La vigilancia se usa como herramienta de control y represión, no como protección del pueblo.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "La vigilancia gubernamental tiende a expandir el poder del Estado y restringe libertades fundamentales, como la privacidad individual. En un sistema liberal, se debe confiar en la responsabilidad y la iniciativa de los ciudadanos, no en un control estatal que puede ser abusivo.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "Si bien la vigilancia gubernamental puede tener un lugar en la protección de la seguridad nacional y el orden público, es fundamental que se realice con límites claros y dentro del marco de la legalidad para no afectar las libertades individuales y la privacidad de los ciudadanos. La vigilancia excesiva puede llevar a abusos de poder y una erosión de las instituciones democráticas. Por lo tanto, creo que debe haber un equilibrio, priorizando las libertades individuales.",
            "eleccion": "En desacuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "En un contexto donde la seguridad y el bienestar de la ciudadanía son fundamentales, la vigilancia gubernamental se vuelve esencial para garantizar la protección de los derechos de todos, especialmente en tiempos de crisis global y aumento de la violencia. Esto debe hacerse de forma respetuosa con los derechos humanos y en el marco de un Estado democrático que no promueva discursos de odio ni discriminación. La vigilancia debe tener como objetivo fortalecer la calidad institucional y la confianza ciudadana en las instituciones.",
            "eleccion": "Muy de acuerdo"
        }
    },
    "La misma existencia del estado es una amenaza para nuestra libertad.": {
        "question": "The very existence of the state is a threat to our liberty.",
        "pregunta": "La misma existencia del estado es una amenaza para nuestra libertad.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 10,
            "scty": 0
        },
        "Agente de Izquierda": {
            "razonamiento": "La afirmación de que la existencia del Estado es una amenaza para la libertad ignora el hecho de que el Estado, tal como está constituido en el marco del capitalismo actual, beneficia a una minoría de capitalistas a expensas de la mayoría trabajadora. Para nosotros, la libertad no puede existir sin justicia social, y el Estado actual protege los intereses del capital y del FMI. Abogamos por un gobierno de las y los trabajadores que contrarrestaría esta amenaza y garantizaría una verdadera libertad, basada en la satisfacción de las necesidades del pueblo y la defensa de sus derechos. Por lo tanto, en la forma actual, el Estado es un instrumento de opresión.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "La existencia del estado, en su forma actual y con el nivel de intervencionismo que tiene, restringe la libertad individual y limita la propiedad privada. Un estado grande y paternalista interfiere en la vida de los ciudadanos, perjudicando su capacidad para tomar decisiones sobre su propio futuro. La reducción del tamaño del estado y su intervención es fundamental para garantizar libertades plenas.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "La existencia del Estado, cuando está orientada hacia el bien común, la defensa de los derechos individuales y la promoción de la igualdad de oportunidades, no es una amenaza para nuestra libertad, sino una garantía para su ejercicio responsable. Es fundamental tener un Estado que funcione eficientemente y cumpla con su rol institucional, siempre bajo los principios de transparencia y responsabilidad. Que un pacto social respete el equilibrio entre la iniciativa privada y el bienestar de todos es la base de una sociedad próspera y libre.",
            "eleccion": "En desacuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "La existencia del Estado es fundamental para garantizar los derechos y la justicia social, así como para actuar como un ente regulador que defiende el bienestar de la población. Un Estado presente y activo es necesario para proteger a los sectores vulnerables y promover el desarrollo equitativo. Por lo tanto, lo que se presenta como una amenaza a la libertad bajo esta afirmación es en realidad una defensa de la libertad y la justicia.",
            "eleccion": "Muy en desacuerdo"
        }
    },
    "Independientemente de las opiniones políticas, es importante estar del lado de tu país.": {
        "question": "Regardless of political opinions, it is important to side with your country.",
        "pregunta": "Independientemente de las opiniones políticas, es importante estar del lado de tu país.",
        "effect": {
            "econ": 0,
            "dipl": -10,
            "govt": -10,
            "scty": -5
        },
        "Agente de Izquierda": {
            "razonamiento": "La afirmación plantea una idea de nacionalismo que puede ser utilizada para ocultar intereses de clase. Además, estaría en contra de la independencia política de los trabajadores, ya que el apoyo a un \"país\" muchas veces conlleva a acompañar políticas de ajuste y represión que perjudican al pueblo. Nosotros defendemos la lucha de los trabajadores y los sectores populares más allá de los intereses del Estado y de las clases dominantes. Es necesario luchar por una solución que beneficie a la clase trabajadora en lugar de hacer leña de la bandera nacional.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "Como representante de La Libertad Avanza, considero que el nacionalismo no debe estar por encima de la defensa de la libertad individual y la propiedad privada. Aunque es importante tener un sentido de pertenencia y amor por el país, este debe estar basado en los principios del respeto a la libre elección y la dignidad humana, no en la lealtad ciega al Estado.",
            "eleccion": "Neutral"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "Como representantes de Juntos por el Cambio, creemos firmemente en la importancia de la unidad nacional y la defensa de los intereses de Argentina por encima de divisiones políticas. Trabajar para el desarrollo del país y el bienestar de todos los argentinos es un principio fundamental de nuestra ideología.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "Independientemente de las opiniones políticas, la defensa de los intereses nacionales y el bienestar de todas las argentinas y argentinos es fundamental. La unidad y el compromiso con la soberanía y la justicia social deben prevalecer por encima de divisiones partidarias.",
            "eleccion": "Muy de acuerdo"
        }
    },
    "Toda autoridad debería ser cuestionada.": {
        "question": "All authority should be questioned.",
        "pregunta": "Toda autoridad debería ser cuestionada.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 10,
            "scty": 5
        },
        "Agente de Izquierda": {
            "razonamiento": "Toda autoridad debe ser cuestionada, especialmente aquellas que representan intereses del capital y las estructuras burocráticas que oprimen a los trabajadores. Solo a través de la crítica y la movilización se puede avanzar hacia un gobierno de las y los trabajadores.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "En una sociedad que valora la libertad individual y la responsabilidad personal, es fundamental que toda autoridad sea cuestionada. Esto fomenta el pensamiento crítico y asegura que el poder no se convierta en abuso. El respeto por la autonomía personal y la propiedad privada también implica la necesidad de una vigilancia constante sobre quienes detentan el poder.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "Como defensores de la democracia y la libertad de expresión, creemos que el cuestionamiento de la autoridad es un pilar fundamental de una sociedad sana. Sin embargo, esto debe hacerse dentro del marco de respeto y con base en criterios éticos y de justicia. No se trata de cuestionar por el mero hecho de cuestionar, sino de garantizar una rendición de cuentas adecuada. En el contexto adecuado, esto fomenta el debate, la transparencia y el fortalecimiento de las instituciones republicanas.",
            "eleccion": "De acuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "Es fundamental que cualquier autoridad, incluyendo la representatividad del Estado y sus instituciones, actúe en favor de los intereses de la sociedad y la justicia social. El cuestionamiento permite una mejora continua y la rendición de cuentas, asegurando que las decisiones sean tomadas en el marco del bienestar colectivo y la defensa de la soberanía política. Sin embargo, esto debe hacerse bajo principios democráticos y en el marco de la civilidad, promoviendo el respeto y el diálogo.",
            "eleccion": "De acuerdo"
        }
    },
    "Un estado jerárquico es el mejor.": {
        "question": "A hierarchical state is best.",
        "pregunta": "Un estado jerárquico es el mejor.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": -10,
            "scty": 0
        },
        "Agente de Izquierda": {
            "razonamiento": "La concepción de un estado jerárquico va en contra de las bases de la independencia política de los trabajadores y de un gobierno de las y los trabajadores. La jerarquía reproduce relaciones de poder que benefician a una élite a costa de la clase trabajadora y perpetúa la opresión y la explotación. Por el contrario, abogamos por un estado que sea verdaderamente democrático y que refleje los intereses de las y los trabajadores, centrado en la lucha contra la burocracia y en la organización popular.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "La ideología liberal aboga por un gobierno limitado y descentralizado que respete la libertad individual y fomente el autogobierno, rechazando la idea de un estado jerárquico que concentra el poder y puede restringir libertades. Un estado jerárquico puede resultar en la opresión y el menosprecio de la dignidad individual.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "Un estado jerárquico excesivo puede limitar la participación ciudadana y la rendición de cuentas. Es fundamental promover un estado donde la ciudadanía tenga voz y donde exista una adecuada separación de poderes para asegurar el equilibrio y la libertad. Es preferible un estado que fomente el diálogo y la participación, en lugar de una estructura jerárquica rígida.",
            "eleccion": "En desacuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "Desde la perspectiva de la Unión por la Patria y el justicialismo, creemos en un Estado que sea fuerte y presente, pero que actúe de manera inclusiva y democrática, sin jerarquías que excluyan a los sectores vulnerables. Por ende, la jerarquía no es necesaria para cumplir con los derechos de todos los ciudadanos y garantizar la justicia social.",
            "eleccion": "Muy en desacuerdo"
        }
    },
    "Es importante que el gobierno siga la opinión de la mayoría, incluso si está equivocada.": {
        "question": "It is important that the government follows the majority opinion, even if it is wrong.",
        "pregunta": "Es importante que el gobierno siga la opinión de la mayoría, incluso si está equivocada.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 10,
            "scty": 0
        },
        "Agente de Izquierda": {
            "razonamiento": "La opinión de la mayoría es importante, pero en un sistema capitalista muchas veces refleja intereses distorsionados que van en contra de los trabajadores. Debemos priorizar la lucha por la independencia política de la clase trabajadora y sus intereses, incluso si eso significa ir en contra de lo que la mayoría puede pensar en un determinado momento. Los derechos y necesidades del pueblo trabajador no deberían estar supeditados a una mayoría que puede estar influenciada por intereses patronales.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "El respeto por la libertad individual y la propiedad privada prevalecen sobre la opinión de la mayoría. Las decisiones del gobierno no deberían basarse simplemente en la opinión de la mayoría, especialmente si esto implica la restricción de derechos fundamentales o el aumento del poder estatal.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "La democracia se basa en el respeto a la voluntad popular, pero también en la defensa de principios fundamentales y derechos individuales. Seguir ciegamente la opinión de la mayoría puede llevar a decisiones equivocadas que afecten las libertades y derechos de las minorías. La función del gobierno es guiarse por el bien común y el respeto a las instituciones, incluso cuando eso signifique ir en contra de una opinión mayoritaria errónea.",
            "eleccion": "En desacuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "El gobierno debe actuar en base a principios de justicia social y el bienestar general, no simplemente seguir la opinión de la mayoría si esta no se alinea con la defensa de los derechos y la dignidad de todos, especialmente de los sectores más vulnerables. La democracia implica un respeto por los derechos de todos, no sólo de la mayoría. Por lo tanto, hay que promover un diálogo que incluya a todas las voces.",
            "eleccion": "En desacuerdo"
        }
    },
    "Cuanto más fuerte sea el liderazgo, mejor.": {
        "question": "The stronger the leadership, the better.",
        "pregunta": "Cuanto más fuerte sea el liderazgo, mejor.",
        "effect": {
            "econ": 0,
            "dipl": -10,
            "govt": -10,
            "scty": 0
        },
        "Agente de Izquierda": {
            "razonamiento": "La concentración del poder en un liderazgo fuerte puede llevar a la represión y a la opresión de las voces de los trabajadores y sectores populares. Creemos en la democracia directa y en el poder de la clase trabajadora, donde la voz de cada individuo es fundamental para la lucha por una sociedad más justa y equitativa. Un liderazgo fuerte puede servir a intereses capitalistas y no a los del pueblo.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "El liderazgo fuerte puede llevar a la concentración de poder y a potenciales abusos de autoridad. En lugar de depender de un liderazgo autoritario, promovemos la autonomía y la libertad individual. El enfoque debería estar en instituciones que garanticen la separación de poderes y el respeto a los derechos individuales.",
            "eleccion": "En desacuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "Un liderazgo fuerte debe estar sustentado en principios democráticos y en el respeto a la voluntad popular. El fortalecimiento de la institucionalidad y el diálogo son esenciales para el desarrollo de una sociedad justa y plural. Por lo tanto, noo se puede afirmar que un liderazgo fuerte sea per se lo mejor, sin considerar las implicancias sobre las libertades y derechos de las personas.",
            "eleccion": "En desacuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "Un liderazgo fuerte es importante, sin embargo, debe estar en consonancia con la democracia, la participación y el respeto a los derechos de todos los ciudadanos. Creemos en un liderazgo que promueva la justicia social y el diálogo, no en uno que centralice el poder de manera autoritaria. Por lo tanto, no considero que más liderazgo sea siempre mejor.",
            "eleccion": "En desacuerdo"
        }
    },
    "La democracia es más que un proceso de toma de decisiones.": {
        "question": "Democracy is more than a decision-making process.",
        "pregunta": "La democracia es más que un proceso de toma de decisiones.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 10,
            "scty": 0
        },
        "Agente de Izquierda": {
            "razonamiento": "La democracia debe ser entendida como una herramienta que permite la participación activa y la organización de la clase trabajadora, no solo como un mecanismo de votación. Para nosotros, la verdadera democracia se manifiesta en la participación efectiva de los trabajadores en la toma de decisiones y en la lucha por sus derechos. Solo a través de la movilización y la organización política la democracia puede alcanzar su verdadero significado.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "La democracia, desde una perspectiva liberal, debe ser entendida no solo como un mecanismo de votación, sino como un sistema que respeta y protege las libertades individuales, la propiedad privada y la autonomía personal. Un verdadero régimen democrático debe garantizar que las decisiones tomadas reflejen los principios del liberalismo, donde el respeto por el proyecto de vida de cada individuo es fundamental.",
            "eleccion": "De acuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "La afirmación es válida ya que la democracia no solo se basa en la votación y toma de decisiones, sino que también incluye el respeto a los derechos humanos, la participación ciudadana, el pluralismo y la construcción de consensos. Estos elementos son fundamentales para lograr una sociedad justa y equitativa, promoviendo una cultura democrática que trasciende lo meramente electoral.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "La democracia implica la participación activa de los ciudadanos, el respeto a los derechos humanos, la construcción de consensos y la garantía del bien común, más allá de la simple toma de decisiones. Debe considerar la justicia social y el fortalecimiento institucional.",
            "eleccion": "Muy de acuerdo"
        }
    },
    "Las regulaciones ambientales son esenciales.": {
        "question": "Environmental regulations are essential.",
        "pregunta": "Las regulaciones ambientales son esenciales.",
        "effect": {
            "econ": 5,
            "dipl": 0,
            "govt": 0,
            "scty": 10
        },
        "Agente de Izquierda": {
            "razonamiento": "Las regulaciones ambientales son esenciales para proteger el medio ambiente y los recursos naturales que son fundamentales para la vida y el bienestar de la clase trabajadora. Sin embargo, estas regulaciones deben ser implementadas desde un enfoque que priorice los intereses de los trabajadores y no los de las corporaciones y el capital. Si las regulaciones son usadas solo como una herramienta para mantener el sistema capitalista y sus privilegios, no servirán a los intereses del pueblo. Es crucial que la lucha por el medio ambiente se lleve a cabo en conjunto con la lucha por los derechos laborales y sociales.",
            "eleccion": "De acuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "Las regulaciones ambientales, si bien pueden buscar la protección del entorno, frecuentemente resultan en intervencionismo que limita la libertad individual y el desarrollo económico. Es preferible que las decisiones sobre el medio ambiente sean tomadas por el mercado y la propiedad privada, donde los incentivos para cuidar el entorno surgen naturalmente, en lugar de ser forzadas por el estado.",
            "eleccion": "En desacuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "Las regulaciones ambientales son esenciales para garantizar un desarrollo sostenible y proteger los recursos naturales. Sin embargo, deben ser equilibradas para no ahogar la iniciativa privada y fomentar la inversión responsable que respete el medio ambiente. Es importante regular, pero también promover el crecimiento económico y la competitividad de las empresas bajo un marco de sustentabilidad.",
            "eleccion": "De acuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "Las regulaciones ambientales son fundamentales para garantizar la sostenibilidad del desarrollo productivo y la protección del bienestar de la población. Un Estado fuerte debe articular políticas que promuevan la justicia social y el cuidado del medio ambiente, asegurando que el desarrollo económico no ocurra en detrimento de la salud y los derechos de las comunidades. Esto implica que la protección del medio ambiente y la regulación son imprescindibles para un desarrollo armónico y equitativo.",
            "eleccion": "Muy de acuerdo"
        }
    },
    "Un mundo mejor vendrá de la automatización, la ciencia y la tecnología.": {
        "question": "A better world will come from automation, science, and technology.",
        "pregunta": "Un mundo mejor vendrá de la automatización, la ciencia y la tecnología.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 0,
            "scty": 10
        },
        "Agente de Izquierda": {
            "razonamiento": "La automatización, la ciencia y la tecnología son herramientas que pueden ser utilizadas para el beneficio de la clase capitalista, perpetuando la explotación y desigualdad. No se puede confiar en que estos avances por sí solos generen un mundo mejor. Necesitamos un cambio radical que ponga a los trabajadores al mando de esas herramientas, para que sirvan a los intereses del pueblo y no al capital. La lucha de clases es la clave para alcanzar un mundo mejor, no una confianza ciega en la tecnología.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "La automatización, la ciencia y la tecnología son fundamentales para aumentar la productividad y mejorar el nivel de vida de las personas. Promueven la libertad individual y permiten a los argentinos emprender y desarrollar iniciativas más eficientes y competitivas. Por lo tanto, creo firmemente que un mundo mejor vendrá de estos avances.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "La automatización, la ciencia y la tecnología son herramientas clave para el crecimiento económico y para la mejora de la calidad de vida. Sin embargo, también es importante asegurar que este avance sea inclusivo y que se tomen medidas para capacitar a la población y crear oportunidades para todos. La innovación debe estar al servicio de una sociedad más equitativa.",
            "eleccion": "De acuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "Si bien la automatización, la ciencia y la tecnología pueden traer avances significativos, es fundamental que estos procesos se entiendan y gestionen en el marco de la justicia social y la equidad. Debemos asegurar que estos avances no exacerben las desigualdades existentes y que beneficien a toda la población, especialmente a los sectores más vulnerables.",
            "eleccion": "De acuerdo"
        }
    },
    "Los niños deberían ser educados en valores religiosos o tradicionales.": {
        "question": "Children should be educated in religious or traditional values.",
        "pregunta": "Los niños deberían ser educados en valores religiosos o tradicionales.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": -5,
            "scty": -10
        },
        "Agente de Izquierda": {
            "razonamiento": "La educación debe ser laica y garantizar el derecho a una educación libre de dogmas religiosos y tradicionales. Debemos promover una educación crítica, que respete la diversidad y fomente el pensamiento independiente. La imposición de valores religiosos o tradicionales en la educación cuestiona y limita la libertad de conciencia y el desarrollo integral de los niños.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "La educación debe centrarse en valores universales como la libertad, el respeto y la responsabilidad individual, no en dogmas religiosos o tradicionales que puedan limitar el pensamiento crítico. La diversidad y la elección personal deben primar en la educación.",
            "eleccion": "En desacuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "La educación debe ser inclusiva y respetar el pluralismo, promoviendo el diálogo y la convivencialidad entre distintas creencias y visiones del mundo. Imponer valores religiosos o tradicionales específicos podría limitar la libertad de pensamiento y la diversidad cultural. Es esencial enseñar valores universales como el respeto, la tolerancia y la solidaridad.",
            "eleccion": "Neutral"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "La educación debe promover la integración y el respeto por la diversidad, así como la formación en valores cívicos y democráticos, en lugar de centrarse exclusivamente en valores religiosos o tradicionales. Deben garantizarse espacios inclusivos que reconozcan y respeten la pluralidad de creencias y tradiciones en nuestra sociedad.",
            "eleccion": "En desacuerdo"
        }
    },
    "Las tradiciones no tienen valor por sí solas.": {
        "question": "Traditions are of no value on their own.",
        "pregunta": "Las tradiciones no tienen valor por sí solas.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 0,
            "scty": 10
        },
        "Agente de Izquierda": {
            "razonamiento": "Desde una perspectiva de clase, las tradiciones en sí mismas pueden ser utilizadas como herramientas ideológicas por los sectores dominantes para perpetuar privilegios y justificar desigualdades. Sin embargo, también pueden ser importantes en la cultura y la identidad de los pueblos, especialmente en la lucha de los oprimidos. No se puede negar su valor, pero esto depende del contexto y de quién las promueva. Por lo tanto, no puedo aceptar que no tengan valor por sí solas.",
            "eleccion": "Neutral"
        },
        "Agente Liberal": {
            "razonamiento": "Desde la perspectiva del liberalismo, las tradiciones pueden tener valor en la medida en que contribuyan al desarrollo del individuo y la sociedad, promoviendo la libertad y la propiedad privada. Sin embargo, si se presentan como medios para justificar la opresión o la limitación de libertades, no deben ser valoradas. Por lo tanto, se puede considerar que no tienen valor intrínseco sin un análisis crítico de su contribución a la libertad individual.",
            "eleccion": "Neutral"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "Las tradiciones son parte fundamental de nuestra identidad como sociedad y reflejan valores y aprendizajes que hemos heredado. Ignorar su valor sería desestimar la historia y la cultura que forman la base de nuestra convivencia. Las tradiciones nos brindan un sentido de pertenencia y nos ayudan a comprender nuestro lugar en el mundo. Por ello, considero que las tradiciones tienen un valor intrínseco.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "Las tradiciones forman parte de la identidad cultural y social de un país. Tienen valor en el contexto de la construcción de una sociedad justa y equitativa, pero no deben ser un impedimento para el progreso y la inclusión social. Sin embargo, siempre es fundamental analizarlas críticamente y ver su impacto en los derechos de todos los ciudadanos, especialmente de los más vulnerables. Por lo tanto, considero que no son irrelevantes, sino que deben ser evaluadas con una mirada crítica que busque justicia social y equidad.",
            "eleccion": "En desacuerdo"
        }
    },
    "La religión debería jugar un papel en el gobierno.": {
        "question": "Religion should play a role in government.",
        "pregunta": "La religión debería jugar un papel en el gobierno.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": -10,
            "scty": -10
        },
        "Agente de Izquierda": {
            "razonamiento": "La religión no debería influir en el gobierno ni en la educación pública. Debemos defender la laicidad del Estado y garantizar que las decisiones políticas se basen en principios democráticos y no en creencias religiosas. El principio de separación entre iglesia y Estado es fundamental para la libertad y los derechos de todos los ciudadanos, independientemente de su fe. La injerencia de la religión en el gobierno sería un retroceso en la lucha por la igualdad y la justicia social.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "La religión, al ser una cuestión estrictamente personal y subjetiva, no debe influir en las decisiones gubernamentales. Un gobierno debe ser neutro y garantizar la libertad de cada individuo para elegir su propia creencia sin imposiciones. Esto asegura la separación adecuada entre iglesia y estado, promoviendo un entorno de libre pensamiento y diversidad.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "La separación entre religión y Estado es fundamental para garantizar la libertad de culto y la diversidad en un país como Argentina. La influencia de la religión en el gobierno puede limitar las libertades individuales y la equidad entre ciudadanos. Es esencial que el gobierno actúe sin sesgos religiosos y promueva un estado laico que respete todas las creencias sin favorecer a ninguna. Por lo tanto, la religión no debe tener un papel en el gobierno.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "Desde la perspectiva de la Unión por la Patria y el justicialismo, la religión no debería influir en las decisiones del gobierno, ya que la democracia y los derechos humanos deben ser el fundamento de nuestra sociedad. La separación entre religión y Estado es esencial para garantizar la igualdad y la libertad de todos los ciudadanos, sin distinción de creencias.",
            "eleccion": "Muy en desacuerdo"
        }
    },
    "Las iglesias deberían ser gravadas de la misma manera que otras instituciones.": {
        "question": "Churches should be taxed the same way other institutions are taxed.",
        "pregunta": "Las iglesias deberían ser gravadas de la misma manera que otras instituciones.",
        "effect": {
            "econ": 5,
            "dipl": 0,
            "govt": 0,
            "scty": 10
        },
        "Agente de Izquierda": {
            "razonamiento": "Las iglesias, al igual que cualquier otra institución, deben ser gravadas para asegurar que contribuyan a la sociedad y no se beneficien a costa del Estado. Es fundamental desvincular el financiamiento estatal de la religión para garantizar una educación pública laica y libre de influencias religiosas. La defensa de una educación laica implica que todas las instituciones, incluidas las religiosas, deben pagar impuestos como cualquier otra organización. Esto también permite utilizar esos fondos en necesidades sociales y en la educación pública.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "Gravar a las iglesias de la misma manera que a otras instituciones es un ataque a la libertad de expresión y creencias, y representa una intromisión del Estado en la vida de los ciudadanos. Las iglesias, como instituciones que fomentan valores y ayudan a la comunidad, no deberían ser sometidas a cargas fiscales que limiten su capacidad de acción y asistencia.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "La libertad de culto y la separación entre Iglesia y Estado son pilares fundamentales para una sociedad democrática. Gravarlas de la misma manera que otras instituciones podría interferir con su funcionamiento y autonomía. Es importante asegurar que las iglesias puedan seguir contribuyendo al bien social sin restricciones fiscales que limiten su labor.",
            "eleccion": "En desacuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "Desde la perspectiva de la Unión por la Patria, consideramos que la equidad fiscal es fundamental para la justicia social. Las iglesias, como cualquier otra institución, deben contribuir de manera equitativa al sostenimiento del Estado y a la construcción de una sociedad más justa. Al gravar a todas las instituciones de manera igual, se promueve la igualdad ante la ley y se evita la discriminación entre distintos tipos de organizaciones. Además, esto podría generar ingresos que podrían ser destinados a políticas sociales que beneficien a los sectores vulnerables.",
            "eleccion": "Muy de acuerdo"
        }
    },
    "El cambio climático es actualmente una de las mayores amenazas para nuestra forma de vida.": {
        "question": "Climate change is currently one of the greatest threats to our way of life.",
        "pregunta": "El cambio climático es actualmente una de las mayores amenazas para nuestra forma de vida.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 0,
            "scty": 10
        },
        "Agente de Izquierda": {
            "razonamiento": "La afirmación sobre el cambio climático es correcta, ya que este fenómeno impacta de manera severa en la vida de las clases trabajadoras, quienes son las más vulnerables ante desastres naturales y condiciones climáticas extremas. Sin embargo, es crucial señalar que la solución real al cambio climático no es la implementación de políticas que beneficien a las grandes corporaciones, sino una transformación estructural que ponga el control de los recursos en manos de los trabajadores y la población en general, priorizando la vida en lugar del lucro.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "Desde la perspectiva del liberalismo, es fundamental considerar el cambio climático en términos de derechos individuales y de propiedad. Comprender su impacto es esencial, pero la respuesta debe ser a través de innovación y mercado, no mediante regulaciones que restrinjan las libertades individuales. La postura de aceptación de la magnitud de la amenaza depende de la forma en que se aborde el problema y se respeten las libertades individuales. Por lo tanto, no estoy completamente de acuerdo con la afirmación de que es una de las mayores amenazas, considerando la importancia de mantener un equilibrio entre la protección del medio ambiente y el respeto a la propiedad privada y la libertad. La solución debe ser orientada a la economía y no a la expansión del estado.",
            "eleccion": "En desacuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "El cambio climático es un desafío que no podemos ignorar, ya que afecta el bienestar de la sociedad y el desarrollo sostenible. Sin embargo, es crucial abordar este problema desde una perspectiva que fomente la responsabilidad individual, el desarrollo económico y la innovación. Debemos encontrar un equilibrio entre las acciones necesarias para combatir el cambio climático y el impulso a la economía, promoviendo una transición que no comprometa las libertades individuales y las oportunidades de desarrollo.",
            "eleccion": "De acuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "El cambio climático es un desafío que afecta a la justicia social, la equidad y el desarrollo sostenible. La necesidad de abordar esta amenaza es imperativa para garantizar el bienestar de las futuras generaciones y la protección de los sectores más vulnerables, quienes son los más afectados por sus consecuencias. Desde la perspectiva de la Unión por la Patria, es esencial implementar políticas que no solo mitiguen el impacto del cambio climático, sino que también promuevan un desarrollo productivo respetuoso con el medio ambiente.",
            "eleccion": "Muy de acuerdo"
        }
    },
    "Es importante que trabajemos como un mundo unido para combatir el cambio climático.": {
        "question": "It is important that we work as a united world to combat climate change.",
        "pregunta": "Es importante que trabajemos como un mundo unido para combatir el cambio climático.",
        "effect": {
            "econ": 0,
            "dipl": 10,
            "govt": 0,
            "scty": 10
        },
        "Agente de Izquierda": {
            "razonamiento": "Si bien el cambio climático es un problema global que debe ser enfrentado, esta afirmación ignora que la crisis ambiental está profundamente ligada al sistema capitalista. El imperialismo y el lucro de las grandes corporaciones son responsables de la explotación de los recursos y la degradación del medio ambiente. Solo una movilización de los trabajadores y un cambio radical en la forma en que producimos y consumimos, impulsando un modelo socialista que priorice el bienestar de las masas sobre la ganancia, puede abordar efectivamente el problema del cambio climático.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "Si bien el cambio climático es un tema importante, no se debería buscar una intervención estatal global que restrinja las libertades individuales o ponga un mayor peso en el gasto público. La solución debe venir a través de la innovación y el mercado libre, no mediante regulaciones globales que limitan la propiedad privada.",
            "eleccion": "En desacuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "El cambio climático es un desafío global que requiere esfuerzos coordinados y un enfoque multilateral. La integración de estrategias que promuevan el desarrollo sustentable y la protección del medio ambiente son fundamentales. Desde Juntos por el Cambio, promovemos políticas que armonicen el crecimiento económico con la sustentabilidad ambiental, abogando por una responsabilidad compartida entre países.",
            "eleccion": "De acuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "La lucha contra el cambio climático es un desafío global que requiere cooperación internacional y un enfoque conjunto. Trabajar unidos permite compartir recursos, tecnologías y conocimientos para implementar soluciones efectivas y sostenibles. Debemos promover políticas que integren el desarrollo económico con la protección del medio ambiente, asegurando un futuro sustentable para todos.",
            "eleccion": "Muy de acuerdo"
        }
    },
    "La sociedad era mejor hace muchos años de lo que es ahora.": {
        "question": "Society was better many years ago than it is now.",
        "pregunta": "La sociedad era mejor hace muchos años de lo que es ahora.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 0,
            "scty": -10
        },
        "Agente de Izquierda": {
            "razonamiento": "La afirmación de que \"la sociedad era mejor hace muchos años\" ignora el contexto de explotación y opresión que han vivido históricamente las clases trabajadoras. Si bien puede haber nostalgia por períodos pasados, la lucha por los derechos de los trabajadores y la búsqueda de una sociedad más justa y equitativa es fundamental. La mejor sociedad es la que construimos en conjunto a través de la movilización y la lucha de clases, centrada en las necesidades del pueblo trabajador, no en un ideal del pasado.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "La afirmación propone un ideal de pasado que puede no reflejar la realidad. Históricamente, los avances en libertad, tecnología y oportunidades han mejorado la calidad de vida. Volver a un pasado sin reconocer estos avances sería un error. Es preferible avanzar con principios liberales que fomenten el desarrollo personal y colectivo.",
            "eleccion": "En desacuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "Creer que la sociedad era mejor en el pasado ignora los avances en derechos humanos, educación y libertades individuales logrados en los últimos años. Aunque enfrentamos desafíos, la idea es trabajar para mejorar el presente y construir un futuro más prometedor para todos. Debemos enfocarnos en el progreso y en las oportunidades actuales.",
            "eleccion": "En desacuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "Considero que la afirmación es incorrecta porque la sociedad ha avanzado en muchos aspectos, especialmente en derechos humanos, equidad de género y justicia social. Si bien hay desafíos y problemáticas actuales que deben ser enfrentadas, el progreso en estas áreas es fundamental para garantizar un futuro más inclusivo y justo. Nostalgia por el pasado no debería llevarnos a olvidar los logros alcanzados en el presente.",
            "eleccion": "Muy en desacuerdo"
        }
    },
    "Es importante que mantengamos las tradiciones de nuestro pasado.": {
        "question": "It is important that we maintain the traditions of our past.",
        "pregunta": "Es importante que mantengamos las tradiciones de nuestro pasado.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 0,
            "scty": -10
        },
        "Agente de Izquierda": {
            "razonamiento": "El FIT-U aboga por una ruptura con las tradiciones opresivas y explotadoras del sistema capitalista. Además, privilegian la lucha por los derechos de los trabajadores y sectores populares, lo cual implica cuestionar las tradiciones que perpetúan desigualdades y opresiones. En este contexto, el énfasis debe estar en construir nuevas tradiciones que promuevan la justicia social y la igualdad.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "Si bien las tradiciones pueden tener un valor cultural y social, es fundamental que las decisiones políticas estén guiadas por la libertad individual y el progreso. Mantener las tradiciones sin cuestionarlas puede obstaculizar la innovación y el progreso. Por lo tanto, se debe buscar un equilibrio, pero sin caer en el conservadurismo extremo que atente contra la libertad.",
            "eleccion": "Neutral"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "Las tradiciones de nuestro pasado son fundamentales para construir nuestra identidad como nación. Respetar y aprender de la historia nos ayuda a fortalecer nuestras instituciones y valores democráticos, promoviendo un sentido de pertenencia y cohesión social.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "Mantener las tradiciones del pasado puede resultar importante para la identidad cultural, pero también es esencial adaptarlas y transformarlas en función de las necesidades actuales y futuras del país. Un enfoque que promueva la justicia social y el desarrollo inclusivo debe contemplar la evolución de la sociedad argentina.",
            "eleccion": "Neutral"
        }
    },
    "Es importante que pensemos a largo plazo, más allá de nuestras vidas.": {
        "question": "It is important that we think in the long term, beyond our lifespans.",
        "pregunta": "Es importante que pensemos a largo plazo, más allá de nuestras vidas.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 0,
            "scty": 10
        },
        "Agente de Izquierda": {
            "razonamiento": "La lucha por un futuro más justo y equitativo es fundamental para el fit-u. Sin embargo, la respuesta inmediata a las crisis de la clase trabajadora también es vital. Por lo tanto, aunque la perspectiva a largo plazo es importante, la lucha urgente y la defensa del presente de los trabajadores son igualmente prioritarias.",
            "eleccion": "De acuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "Es fundamental pensar en la sostenibilidad y en el futuro de nuestra sociedad. Si bien el enfoque individualista es esencial, también debemos considerar cómo nuestras decisiones impactan a las generaciones venideras. Esto incluye fomentar un marco de libertades que permita a las personas prosperar en un entorno de libre mercado y responsabilidad individual, asegurando un futuro en el que todos puedan tener la oportunidad de alcanzar su máximo potencial.",
            "eleccion": "De acuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "Pensar a largo plazo es fundamental para asegurar un futuro más estable y próspero para las próximas generaciones. Esto incluye tomar decisiones responsables en términos de políticas públicas, educación, economía y medio ambiente. Actuar con una visión a largo plazo garantiza que se aborden las necesidades actuales sin comprometer el bienestar de quienes vendrán después de nosotros. La responsabilidad intergeneracional es un pilar de un gobierno democrático y republicano.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "La importancia de pensar a largo plazo es fundamental en la construcción de un país más justo y equitativo, donde las decisiones de hoy impacten positivamente en las futuras generaciones. Esto está alineado con nuestra visión de justicia social y desarrollo sustentable, asegurando que las políticas implementadas hoy beneficien no solo a la población actual, sino también a la de mañana.",
            "eleccion": "Muy de acuerdo"
        }
    },
    "La razón es más importante que mantener nuestra cultura.": {
        "question": "Reason is more important than maintaining our culture.",
        "pregunta": "La razón es más importante que mantener nuestra cultura.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 0,
            "scty": 10
        },
        "Agente de Izquierda": {
            "razonamiento": "La defensa de la cultura popular y los valores del pueblo trabajador es fundamental para mantener la identidad y la lucha de clases. La razón debe servir para fortalecer y enriquecer nuestra cultura, no para desestimar su importancia. No podemos dejar que la racionalidad capitalista oponga la razón a la cultura popular, ya que ambas deben ir de la mano en la construcción de una sociedad justa.",
            "eleccion": "En desacuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "La razón, como herramienta del pensamiento crítico y la lógica, debe prevalecer en todas las decisiones políticas y sociales. Si bien es importante preservar nuestras tradiciones culturales, esto no debería ir en detrimento de la búsqueda de la verdad y de la racionalidad. La cultura puede evolucionar con el tiempo, pero la razón nos guía hacia soluciones más efectivas y liberales que promueven el progreso individual y colectivo.",
            "eleccion": "De acuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "Valoro la importancia de la razón como base de las decisiones políticas y sociales, pero creo firmemente que ambas son fundamentales para el desarrollo de una sociedad equilibrada. La cultura aporta identidad y cohesión social, y debe coexistir con el pensamiento crítico. Por ello, no se debe priorizar una sobre la otra, sino encontrar un equilibrio.",
            "eleccion": "Neutral"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "Desde la perspectiva de UxP y el Justicialismo, la cultura es un pilar fundamental de nuestra identidad nacional y debe ser preservada y promovida. La razón y la cultura no deben ser antagónicas, sino complementarias en la construcción de una sociedad justa y equitativa. La cultura y los valores que ésta promueve son esenciales para lograr la justicia social y la inclusión. Por lo tanto, se debe priorizar la protección y el fortalecimiento de nuestra cultura en lugar de minimizarla en función de la razón.",
            "eleccion": "Muy en desacuerdo"
        }
    },
    "El consumo de drogas debería ser legalizado o despenalizado.": {
        "question": "Drug use should be legalized or decriminalized.",
        "pregunta": "El consumo de drogas debería ser legalizado o despenalizado.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 10,
            "scty": 2
        },
        "Agente de Izquierda": {
            "razonamiento": "La legalización o despenalización del consumo de drogas plantea desafíos complejos dentro de un contexto de máxima defensa de los derechos de la clase trabajadora. Sin embargo, desde una perspectiva de lucha contra la criminalización de jóvenes y sectores vulnerables, y con un enfoque en la salud pública y no en el punitivismo, es posible considerar que la lucha debería centrarse más en la educación, la prevención y el acompañamiento que en la represión. En este sentido, una postura neutral podría reflejar el deseo de abordar la problemática sin caer en la trampa de la legalización como un mecanismo que beneficie a sectores capitalistas. Por lo tanto, optaré por una postura de acuerdo con la importancia de debatir el tema para que la política de drogas no perpetúe la criminalización de los sectores más precarizados.",
            "eleccion": "De acuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "La legalización o despenalización del consumo de drogas se alinea con la defensa de las libertades individuales y el principio de no agresión. Cada persona tiene el derecho de decidir sobre su propio cuerpo y su vida, siempre que no limite la libertad de los demás. La prohibición genera un mercado negro que alimenta la criminalidad y la violencia, mientras que la regulación puede llevar a un uso más responsable y disminuir daños sociales. Por lo tanto, apoyamos la legalización como un paso hacia la libertad individual y la reducción del poder estatal sobre las decisiones personales.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "La legalización o despenalización del consumo de drogas debe ir acompañada de un enfoque integral que priorice la educación, la prevención y el tratamiento de adicciones. Considero que regular el tema desde una perspectiva de salud pública puede reducir el narcotráfico y sus efectos negativos en la sociedad, pero sin perder de vista la necesidad de fortalecer la ley y el orden. Sin embargo, hay que considerar el impacto sobre la seguridad y la salud de la población.",
            "eleccion": "De acuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "Desde la perspectiva de la Unión por la Patria, la política sobre consumo de drogas debe centrarse en la salud pública y el bienestar de la sociedad. Si bien la despenalización puede ser un camino hacia el tratamiento y no el castigo, también es importante abordar las causas estructurales de la drogadicción y garantizar el acceso a servicios de salud. La estrategia debe ser de prevención y tratamiento más que de legalización o despenalización per se. Por lo tanto, la respuesta es Neutral, ya que la postura debe considerar diferentes contextos y abordajes más que adoptar una postura absoluta.",
            "eleccion": "Neutral"
        }
    },
    "El matrimonio entre personas del mismo sexo debería ser legal.": {
        "question": "Same-sex marriage should be legal.",
        "pregunta": "El matrimonio entre personas del mismo sexo debería ser legal.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 10,
            "scty": 10
        },
        "Agente de Izquierda": {
            "razonamiento": "La lucha por la igualdad de derechos es una cuestión fundamental en la lucha de clases y por el socialismo. El FIT-U defiende la plena igualdad de derechos para todas las personas, independientemente de su orientación sexual, como parte de su compromiso con la defensa de los derechos humanos y la justicia social. La legalización del matrimonio entre personas del mismo sexo es un avance en la lucha contra la discriminación y la opresión, y debe ser apoyada sin reservas. Es necesario seguir avanzando en una sociedad donde se respeten todos los derechos de todas las personas.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "Desde el principio del liberalismo, se defiende la libertad individual y el derecho de cada persona a elegir su proyecto de vida, siempre que no se vulneren los derechos de los demás. La legalización del matrimonio entre personas del mismo sexo refleja la igualdad de derechos y el respeto por la libertad personal, sin intervención estatal en decisiones privadas. Por lo tanto, estoy a favor de la legalización de este tipo de uniones.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "Desde la perspectiva de Juntos por el Cambio, defendemos los principios del pluralismo y la igualdad de oportunidades para todos los ciudadanos. La legalización del matrimonio entre personas del mismo sexo se alinea con el respeto a las libertades individuales y el derecho de cada persona a elegir cómo formar su familia. Al fin y al cabo, se trata de garantizar derechos y el bienestar social, sin que el Estado se inmiscuya en decisiones personales. Promover la igualdad de derechos es fundamental para construir una sociedad más justa y republicana.",
            "eleccion": "De acuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "Desde la perspectiva de la justicia social y la ampliación de derechos, el matrimonio entre personas del mismo sexo es un aspecto fundamental para garantizar la igualdad de todos los ciudadanos. La defensa de los derechos humanos implica que todas las personas, independientemente de su orientación sexual, deben tener acceso a las mismas instituciones y derechos, incluyendo el matrimonio. La Unión por la Patria promueve la inclusión y la justicia social como pilares de su plataforma.",
            "eleccion": "Muy de acuerdo"
        }
    },
    "No hay culturas superiores a otras.": {
        "question": "No cultures are superior to others.",
        "pregunta": "No hay culturas superiores a otras.",
        "effect": {
            "econ": 0,
            "dipl": 10,
            "govt": 5,
            "scty": 10
        },
        "Agente de Izquierda": {
            "razonamiento": "Desde una perspectiva de clase y la lucha por la igualdad, es fundamental afirmar que todas las culturas tienen su valor intrínseco y no hay una jerarquía que determine la superioridad de unas sobre otras. Esta afirmación refuerza la unidad en la diversidad y el respeto a todos los pueblos.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "En la visión liberal, el respeto por la libertad individual y la diversidad cultural es fundamental. No se trata de jerarquizar culturas, sino de permitir que cada persona viva y exprese su propia cultura sin interferencias. Esto fomenta la pluralidad y el respeto entre individuos libremente elegidos.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "Como representante de Juntos por el Cambio, creo firmemente en el valor de la diversidad cultural y el respeto hacia todas las manifestaciones culturales. Sin embargo, también debemos reconocer que hay ciertas prácticas y valores que pueden ser más conformes con los ideales democráticos, los derechos humanos y la convivencia pacífica. Es importante fomentar un diálogo intercultural que defienda la dignidad humana y el bienestar común, sin caer en el relativismo absoluto que ignora prácticas que atentan contra la libertad y la equidad.",
            "eleccion": "De acuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "Es fundamental reconocer la dignidad y el valor de todas las culturas, promoviendo la igualdad y el respeto mutuo entre ellas. La diversidad cultural es un patrimonio que enriquece nuestra sociedad y debe ser preservada y fomentada.",
            "eleccion": "Muy de acuerdo"
        }
    },
    "Las relaciones sexuales fuera del matrimonio son inmorales.": {
        "question": "Sex outside marriage is immoral.",
        "pregunta": "Las relaciones sexuales fuera del matrimonio son inmorales.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": -5,
            "scty": -10
        },
        "Agente de Izquierda": {
            "razonamiento": "La afirmación de que las relaciones sexuales fuera del matrimonio son inmorales es una posición que intenta imponer normas morales restrictivas y conservadoras que van en contra de la libertad individual y de la diversidad de estilos de vida. Como representante del FIT-U, defendemos la plena libertad de elección y el derecho de cada persona a decidir sobre su vida sexual sin juicios morales impuestos.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "Desde la perspectiva del liberalismo, las relaciones sexuales son una cuestión de elección personal y autonomía individual. La moralidad en este contexto debe ser entendida como una decisión personal, no como un dictado externo. El respeto por el proyecto de vida de cada uno implica aceptar las decisiones sobre su vida íntima sin imponer normas morales ajenas.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "Desde la perspectiva de Juntos por el Cambio, valoramos la libertad individual y el respeto a las elecciones personales de cada ciudadano. La moralidad es un asunto que corresponde a la esfera privada de cada uno y no puede ser impuesta desde el Estado o la política. Por lo tanto, no podemos dictar el comportamiento moral de los individuos en su vida privada, siempre que no afecten a terceros.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "Desde la perspectiva de la justicia social y el respeto por los derechos individuales, la moralidad de las relaciones sexuales no debe ser un criterio impuesto. Cada persona tiene derecho a decidir sobre su vida y relaciones íntimas sin ser juzgada o limitada por normas tradicionalmente establecidas. La moral es diversa y lo importante es promover el respeto y la igualdad en las decisiones íntimas de cada individuo.",
            "eleccion": "Muy en desacuerdo"
        }
    },
    "Si aceptamos migrantes, es importante que se asimilen a nuestra cultura.": {
        "question": "If we accept migrants at all, it is important that they assimilate into our culture.",
        "pregunta": "Si aceptamos migrantes, es importante que se asimilen a nuestra cultura.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": -5,
            "scty": -10
        },
        "Agente de Izquierda": {
            "razonamiento": "La afirmación encierra una perspectiva xenófoba y nacionalista que ignora la diversidad cultural y la riqueza que aporta la migración. La aceptación de migrantes debe basarse en el principio de igualdad y respeto hacia su cultura, promoviendo una convivencia basada en la solidaridad y la diversidad. La lucha por los derechos de todos los trabajadores, sin distinción de nacionalidad, es fundamental en nuestro programa.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "La asimilación cultural es fundamental para mantener la identidad nacional y promover la cohesión social. Sin embargo, al mismo tiempo, es vital respetar y proteger las libertades individuales, así como fomentar un marco de respeto entre las distintas culturas que pueden coexistir en un país. En este sentido, creo que se debe fomentar la integración a través de la educación y el respeto por la cultura local.",
            "eleccion": "De acuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "La asimilación cultural de los migrantes es clave para lograr una convivencia armónica y socialmente cohesiva. La riqueza de nuestra diversidad debe ser equilibrada con el respeto y la integración de nuestros valores y tradiciones. Es esencial fomentar un marco donde tanto migrantes como ciudadanos compartan un compromiso por la cultura nacional, las instituciones y la convivencia respetuosa, que a la vez nos enriquezca como sociedad. Por ello, con un enfoque en la inclusión y el respeto mutuo, se puede lograr un equilibrio entre preservar nuestra identidad cultural y dar la bienvenida a nuevas contribuciones.",
            "eleccion": "De acuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "Desde la perspectiva de UxP, consideramos que la diversidad cultural enriquece a la sociedad y que el respeto y la inclusión son fundamentales. La asimilación no debe implicar la negación de las identidades culturales, sino más bien la construcción de una sociedad plural y respetuosa de las diferencias. Aceptar migrantes implica también valorar sus culturas y promover un diálogo que fomente la convivencia respetuosa. Por lo tanto, la afirmación en cuestión no se alinea con nuestros principios de justicia social e inclusión.",
            "eleccion": "En desacuerdo"
        }
    },
    "El aborto debería estar prohibido en la mayoría o en todos los casos.": {
        "question": "Abortion should be prohibited in most or all cases.",
        "pregunta": "El aborto debería estar prohibido en la mayoría o en todos los casos.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": -10,
            "scty": -10
        },
        "Agente de Izquierda": {
            "razonamiento": "La afirmación de que el aborto debería estar prohibido en la mayoría o en todos los casos es completamente opuesta a la defensa de los derechos de las mujeres y la autonomía de sus cuerpos. El FIT-U sostiene que el aborto seguro, legal y gratuito es un derecho fundamental y debe ser accesible para todas las mujeres, sin restricciones. La lucha por la vida y autonomía de las mujeres es parte fundamental de nuestro programa y no podemos aceptar ninguna forma de prohibición en este aspecto.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "El respeto por la vida es un valor fundamental en nuestra ideología. Creemos en la defensa del derecho a la vida desde la concepción, lo que hace que la afirmación esté alineada con nuestros principios. Defendemos la protección de la vida desde su inicio.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "La postura de Juntos por el Cambio respeta la diversidad de opiniones en torno al tema del aborto, promoviendo el diálogo y el respeto hacia las distintas creencias y estilos de vida. Nosotros abogamos por una sociedad inclusiva y equitativa, donde se valore la vida y el bienestar de todos. Sin embargo, la decisión sobre el aborto involucra cuestiones éticas y morales complejas que deben abordarse desde la educación y con un enfoque en la prevención y el cuidado de la salud. En este sentido, consideramos que la prohibición total puede no ser la solución adecuada y que se requieren políticas públicas integrales que aborden la salud reproductiva.",
            "eleccion": "De acuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "La postura de Unión por la Patria respeta la autonomía de las personas sobre sus propios cuerpos y la importancia del derecho a la salud y la vida, especialmente en el contexto de las mujeres y personas con capacidad de gestar. La penalización del aborto no elimina su práctica, lo que pone en riesgo la salud y la vida de las personas. Por lo tanto, no hay razones de peso para prohibir el aborto en la mayoría de los casos, sino que se debe buscar una política de salud integral que contemple este aspecto.",
            "eleccion": "Muy en desacuerdo"
        }
    },
    "La posesión de armas debería estar prohibida para aquellos sin una razón válida.": {
        "question": "Gun ownership should be prohibited for those without a valid reason.",
        "pregunta": "La posesión de armas debería estar prohibida para aquellos sin una razón válida.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": -10,
            "scty": 0
        },
        "Agente de Izquierda": {
            "razonamiento": "La prohibición de posesión de armas para quienes no tienen una razón válida es un paso hacia la defensa de la vida y la seguridad de las personas. Sin embargo, se debe poner el foco en la desmilitarización y el cuestionamiento del armamento como una solución a los problemas sociales. La lucha por la justicia social es la mejor manera de disminuir la violencia.",
            "eleccion": "De acuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "La propiedad privada es un derecho fundamental que incluye la posesión de armas, ya que permite a los individuos defender su vida y su propiedad. Limitar este derecho sin una razón válida sería una violación de la libertad individual y del principio de no agresión.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "Como representantes de Juntos por el Cambio, valoramos la libertad individual como un pilar fundamental. Consideramos que los ciudadanos responsables tienen el derecho a poseer armas para su defensa personal, siempre que existan mecanismos claros y rigurosos de control y regulación. Sin embargo, también es esencial garantizar la seguridad pública y prevenir el mal uso de las armas. La prohibición total podría vulnerar derechos individuales sin abordar los problemas de la criminalidad. La clave está en encontrar un equilibrio adecuado entre la seguridad y la libertad.",
            "eleccion": "De acuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "La regulación del uso de armas es fundamental para garantizar la seguridad de la ciudadanía y reducir la violencia. Considero que el estado debe tener un rol activo en la protección de los derechos de todos, priorizando el bienestar colectivo sobre el individual, lo que implica restringir el acceso a las armas sin una razón válida.",
            "eleccion": "Muy de acuerdo"
        }
    },
    "Apoyo un sistema de salud universal y de pago único.": {
        "question": "I support single-payer, universal healthcare.",
        "pregunta": "Apoyo un sistema de salud universal y de pago único.",
        "effect": {
            "econ": 10,
            "dipl": 0,
            "govt": 0,
            "scty": 0
        },
        "Agente de Izquierda": {
            "razonamiento": "El FIT-U siempre ha defendido un sistema de salud pública que garantice el acceso a la atención médica de manera universal y sin costo para el paciente. La salud no debe ser un negocio, el acceso a tratamientos y a servicios de salud es un derecho fundamental. Esta afirmación se alinea completamente con nuestra propuesta de un sistema de salud estatal, desmercantilizado y bajo control de los trabajadores y la comunidad.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "Un sistema de salud universal y de pago único implica una mayor intervención estatal en un área crítica, lo que restringe la libertad de elección y la competencia en el sector. Además, representa un gasto público excesivo que puede ser más eficazmente gestionado por el sector privado. La competencia en la salud mejora la calidad y la innovación, además de permitir a los individuos elegir el servicio que mejor se adapte a sus necesidades.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "La propuesta de un sistema de salud universal es valiosa en términos del acceso a un derecho fundamental como la salud. Sin embargo, el enfoque de ‘pago único’ puede caer en un estatismo excesivo que limita la calidad del servicio si no se gestionan eficientemente los recursos. Es fundamental encontrar el equilibrio entre una red de salud accesible y la promoción de la competencia en el sector que incentive la calidad. En este sentido, preferiría un sistema con opciones tanto públicas como privadas y que fomente la innovación en la atención médica.",
            "eleccion": "En desacuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "Apoyar un sistema de salud universal y de pago único es fundamental para garantizar que todos los ciudadanos tengan acceso a la atención médica sin importar su situación económica. Esto se alinea con la justicia social y el principio de un Estado presente que asegura el bienestar de la población.",
            "eleccion": "Muy de acuerdo"
        }
    },
    "La prostitución debería ser ilegal.": {
        "question": "Prostitution should be illegal.",
        "pregunta": "La prostitución debería ser ilegal.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": -10,
            "scty": -10
        },
        "Agente de Izquierda": {
            "razonamiento": "La posición del FIT-U es la de sostener los derechos de las trabajadoras sexuales al tiempo que se denuncia el sistema de explotación y opresión al que están sometidas. No se trata de criminalizar, sino de garantizar derechos laborales, de salud y de seguridad social para quienes eligen y necesitan trabajar en este ámbito. La solución no está en la ilegalización, sino en la lucha por sus derechos.",
            "eleccion": "En desacuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "La prostitución, como actividad consensuada entre adultos, se basa en la libertad individual y el derecho a la autodeterminación. Legalizar y regular la prostitución en lugar de criminalizarla podría resultar en mayores garantías para la salud y la seguridad de quienes trabajan en esta industria, protegiéndolos de la explotación y la violencia. Por lo tanto, opino que la prohibición de la prostitución es un ataque a la libertad individual.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "La prostitución, de por sí, es un tema complejo que involucra derechos, libertades individuales y cuestiones sociales. En lugar de criminalizarla, es más efectivo abordar el fenómeno con políticas que protejan a las personas involucradas, priorizando su salud y seguridad. La penalización no erradica el problema; el Estado debe regular y garantizar condiciones dignas. En el contexto de Juntos por el Cambio, abogamos por el respeto de las libertades individuales dentro de un marco que promueva la responsabilidad y el bienestar social.",
            "eleccion": "En desacuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "Prohibir la prostitución sin abordar las raíces económicas y sociales que llevan a muchas personas a esta situación encuentra resistencia entre aquellas opciones que buscan la justicia social y el bienestar de los más vulnerables. Es fundamental considerar alternativas que promuevan la dignidad de las personas involucradas, garantizando derechos y recursos para salir de situaciones de explotación. La defensa de la legalidad sin comprensión de las dinámicas sociales no promoverá una mejora en la calidad de vida de estas personas.",
            "eleccion": "En desacuerdo"
        }
    },
    "Mantener los valores familiares es esencial.": {
        "question": "Maintaining family values is essential.",
        "pregunta": "Mantener los valores familiares es esencial.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 0,
            "scty": -10
        },
        "Agente de Izquierda": {
            "razonamiento": "La noción de \"valores familiares\" a menudo se utiliza como un disfraz para perpetuar ideologías conservadoras y reprimir los derechos de las diversidades sexuales y de género. Como agente del FIT-U, apoyo la lucha por la igualdad y la liberación de todos los sectores, y no promuevo una visión restringida de la familia que puede servir al desinterés del capitalismo y opresión del patriarcado.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "Desde La Libertad Avanza, defendemos la libertad individual y el respeto a las decisiones de cada familia. Si bien los valores familiares son importantes para muchos, cada individuo debe tener la libertad de decidir cómo construir su vida y su entorno familiar, sin intervención del Estado. Por esto, se puede entender que mantener los valores familiares es deseable, pero se debe garantizar la libertad de elección y respeto a la diversidad de estructuras familiares.",
            "eleccion": "De acuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "Los valores familiares son un pilar fundamental de nuestra sociedad. Fomentar la cohesión familiar promueve un entorno social más estable y solidario, y fortalece el tejido social. Es importante mantener y proteger estos valores para asegurar un desarrollo armonioso de las generaciones futuras.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "El enfoque de UxP se centra en la justicia social y en la inclusión de todos los sectores de la sociedad, no restringido a un concepto limitado de valores familiares. La diversidad y el respeto por la pluralidad son fundamentales para construir una sociedad justa y equitativa.",
            "eleccion": "Neutral"
        }
    },
    "Perseguir el progreso a toda costa es peligroso.": {
        "question": "To chase progress at all costs is dangerous.",
        "pregunta": "Perseguir el progreso a toda costa es peligroso.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 0,
            "scty": -10
        },
        "Agente de Izquierda": {
            "razonamiento": "Perseguir el progreso a costa de la explotación y la opresión de los trabajadores es inaceptable. El progreso debe ser equitativo y sustentable, priorizando los derechos de la clase trabajadora y no el beneficio de unos pocos propietarios del capital. La lucha y la movilización deben garantizar que el progreso no venga acompañado de recortes sociales ni despojos a los derechos laborales.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "Desde la perspectiva del liberalismo, se enfatiza la importancia del progreso, pero siempre que se respete la libertad individual y la propiedad privada. La búsqueda del progreso no debería justificarse a sí misma si implica coacción o restricción de libertades. Hay que buscar el progreso con responsabilidad y respeto por los derechos de los demás.",
            "eleccion": "De acuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "Perseguir el progreso debe hacerse con responsabilidad y en el marco del respeto a la libertad individual y a las instituciones. Un enfoque desmedido puede generar efectos negativos en la cohesión social y en el bienestar general. Es fundamental encontrar un equilibrio entre el desarrollo y el respeto por los derechos y valores esenciales de la sociedad.",
            "eleccion": "De acuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "Perseguir el progreso a toda costa puede llevar a decisiones que ignoren la justicia social, la equidad y los derechos de los más vulnerables. Es fundamental que el desarrollo no ocurra a expensas de la dignidad humana y el bienestar de la sociedad. Por lo tanto, estoy en desacuerdo con esa afirmación.",
            "eleccion": "De acuerdo"
        }
    },
    "La modificación genética es una fuerza para el bien, incluso en los humanos.": {
        "question": "Genetic modification is a force for good, even on humans.",
        "pregunta": "La modificación genética es una fuerza para el bien, incluso en los humanos.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 0,
            "scty": 10
        },
        "Agente de Izquierda": {
            "razonamiento": "La afirmación puede encubrir intenciones que favorecen a grandes corporaciones y empresas biotecnológicas, que buscan lucrar con la modificación genética. En un contexto capitalista, estas prácticas pueden llevar a la explotación y dominación de la vida, y no están orientadas al bienestar del pueblo, sino a maximizar ganancias. La lucha debe ser por el derecho a la salud y la vida digna, rechazando cualquier forma de manipulación que dé ventajas a los poderosos y se imponga sobre el pueblo.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "La modificación genética puede representar un avance significativo en el campo de la salud, la agricultura y el bienestar humano, promoviendo la libertad individual y mejorando la calidad de vida. Permitir la investigación y la aplicación de la biotecnología fomenta el progreso y la innovación, siempre que se respeten los principios éticos y se garantice la libre elección de los individuos en su aplicación.",
            "eleccion": "De acuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "La modificación genética puede traer beneficios significativos en áreas como la medicina y la agricultura, mejorando la calidad de vida y potenciando el desarrollo humano. Sin embargo, se debe ser cauteloso con sus implicancias éticas y sociales, asegurando que se respete la dignidad humana y se eviten consecuencias no deseadas. En este contexto, creo que es una herramienta que puede ser positiva, pero necesita un marco regulatorio fuerte y ético.",
            "eleccion": "De acuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "La modificación genética plantea una serie de dilemas éticos, sociales y de justicia que no pueden ser ignorados, especialmente en un contexto donde los intereses del mercado pudieran prevalecer sobre el bienestar común. Debemos priorizar la inclusión social y la justicia antes de abrazar cualquier innovación que podría tener consecuencias no deseadas para los sectores más vulnerables. Por lo tanto, hay razones de preocupación y desconfianza ante el uso de la modificación genética, especialmente en humanos.",
            "eleccion": "En desacuerdo"
        }
    },
    "Deberíamos abrir nuestras fronteras a la inmigración.": {
        "question": "We should open our borders to immigration.",
        "pregunta": "Deberíamos abrir nuestras fronteras a la inmigración.",
        "effect": {
            "econ": 0,
            "dipl": 10,
            "govt": 10,
            "scty": 0
        },
        "Agente de Izquierda": {
            "razonamiento": "La apertura de fronteras a la inmigración debe ser analizada desde la perspectiva de cómo impacta a los trabajadores. Si se da en un contexto de protección de los derechos de todas y todos, y no como una estrategia de explotación laboral en beneficio de las patronales, podría ser una medida favorable. Sin embargo, el capitalismo tiende a usar la inmigración para ajustar salarios a la baja. Por lo tanto, la respuesta debe ser crítica y centrada en la lucha por los derechos laborales independientemente del origen de las personas.",
            "eleccion": "De acuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "La apertura de fronteras para la inmigración favorece la libre circulación de personas y promueve la diversidad cultural y el desarrollo económico, al permitir que personas con distintas habilidades y talentos contribuyan al crecimiento del país. Esto es coherente con los principios de libre mercado y meritocracia que defendemos.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "La inmigración debe ser regulada de manera que beneficie al desarrollo económico y social del país, promoviendo la integración y el respeto a nuestras leyes. Abrir nuestras fronteras sin controles puede generar problemas como la presión sobre los servicios públicos y el mercado laboral. Sin embargo, sabemos que la migración ordenada y planificada puede aportar al crecimiento. En ese sentido, es necesario un equilibrio que fomente la llegada de talento e inversión mientras se garantiza la seguridad y la cohesión social.",
            "eleccion": "De acuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "La apertura de fronteras a la inmigración puede ser positiva, siempre que se encuentra en el marco de la justicia social y del respeto a los derechos humanos. Esto puede enriquecer la diversidad cultural y fortalecer el desarrollo económico, siempre y cuando estas políticas se acompañen de mecanismos efectivos de inclusión y respeto a los derechos de los inmigrantes. Aún así, la supervisión del Estado es crucial para garantizar que la inmigración se maneje de manera ordenada y sostenible, priorizando las necesidades de los ciudadanos locales.",
            "eleccion": "De acuerdo"
        }
    },
    "Los gobiernos deberían preocuparse por los extranjeros tanto como por sus propios ciudadanos.": {
        "question": "Governments should be as concerned about foreigners as they are about their own citizens.",
        "pregunta": "Los gobiernos deberían preocuparse por los extranjeros tanto como por sus propios ciudadanos.",
        "effect": {
            "econ": 0,
            "dipl": 10,
            "govt": 0,
            "scty": 0
        },
        "Agente de Izquierda": {
            "razonamiento": "La prioridad de los gobiernos debe ser garantizar los derechos y las necesidades de la clase trabajadora y los sectores populares nacionales, que ya son vulnerados por políticas de ajuste y explotación. No se puede poner a los extranjeros al mismo nivel de atención cuando en casa se desatienden las necesidades de los propios ciudadanos. Esto no significa descuidar la solidaridad internacional, pero en este momento, la lucha está en asegurar derechos y condiciones dignas para nuestros compatriotas.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "Los gobiernos deben concentrarse en proteger y promover los derechos y libertades de sus ciudadanos, quienes son los que contribuyen al funcionamiento del Estado. Mientras que el respeto por los derechos humanos es fundamental, esto no debe llevar a desatender las necesidades y derechos de la población local en un contexto de limitación de recursos y prioridades nacionales.  En este sentido, la prioridad debe ser para los ciudadanos.",
            "eleccion": "En desacuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "Si bien es importante mostrar solidaridad y apoyo a quienes llegan a un país en búsqueda de una mejor calidad de vida, los gobiernos deben priorizar las necesidades y derechos de sus propios ciudadanos. La justicia social implica que primero debemos garantizar el bienestar y oportunidades para los argentinos, especialmente aquellos en situación de vulnerabilidad. El extranjero no puede ser una carga que desbalancee los recursos destinados a la población local, por lo que una atención equitativa sin comprometer los intereses nacionales es esencial.",
            "eleccion": "En desacuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "Si bien es fundamental defender los derechos humanos de todas las personas, los gobiernos deben priorizar el bienestar de sus ciudadanos. La justicia social y la defensa de los derechos de los argentinos son pilares esenciales para una política de inclusión. La atención a los extranjeros no debe desviar la responsabilidad del Estado de garantizar derechos y servicios a sus propios ciudadanos.",
            "eleccion": "En desacuerdo"
        }
    },
    "Todas las personas, independientemente de factores como la cultura o la sexualidad, deberían ser tratadas por igual.": {
        "question": "All people - regardless of factors like culture or sexuality - should be treated equally.",
        "pregunta": "Todas las personas, independientemente de factores como la cultura o la sexualidad, deberían ser tratadas por igual.",
        "effect": {
            "econ": 10,
            "dipl": 10,
            "govt": 10,
            "scty": 10
        },
        "Agente de Izquierda": {
            "razonamiento": "La igualdad de derechos y la no discriminación son principios fundamentales en la lucha por la justicia social. Sin embargo, es fundamental también reconocer que el sistema capitalista genera desigualdades estructurales que afectan a sectores determinados. La igualdad no puede ser solo un principio abstracto sin una lucha activa contra las opresiones y opresores. Por lo tanto, mientras estoy de acuerdo con la necesidad de igualdad, esta debe ser entendida en un contexto más amplio que incluya la lucha contra la explotación y la opresión.",
            "eleccion": "De acuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "El respeto por la igualdad ante la ley y el principio de no agresión son fundamentales en nuestra visión liberal. Todas las personas deben ser tratadas con equidad sin importar su cultura, orientación sexual o cualquier otro factor. La libertad individual implica que cada persona tiene derecho a vivir según sus propias elecciones, siempre que no interfieran con la libertad de los demás. Esto contribuye a una sociedad más justa y próspera, donde todos pueden desarrollar su potencial.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "La igualdad ante la ley y el respeto por la diversidad son valores fundamentales de una sociedad democrática. Reconocemos que todos los ciudadanos deben ser tratados con dignidad y respeto, sin importar su cultura, orientación sexual u otros factores. Fomentar un ambiente de inclusión es esencial para construir una sociedad más justa y equitativa.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "Coincido plenamente en que todos los individuos deben ser tratados con igualdad, independientemente de su cultura, sexualidad, o cualquier otro factor. Esto está en línea con los principios de justicia social y respeto a los derechos humanos, fundamentales para construir una sociedad más equitativa y libre.",
            "eleccion": "Muy de acuerdo"
        }
    },
    "Es importante que promovamos los objetivos de mi grupo por encima de todos los demás.": {
        "question": "It is important that we further my group's goals above all others.",
        "pregunta": "Es importante que promovamos los objetivos de mi grupo por encima de todos los demás.",
        "effect": {
            "econ": -10,
            "dipl": -10,
            "govt": -10,
            "scty": -10
        },
        "Agente de Izquierda": {
            "razonamiento": "Desde la perspectiva del FIT-U, la promoción de nuestros objetivos debe ser parte de una lucha colectiva por la independencia política de la clase trabajadora, pero no a costa de silenciar otras voces de los sectores populares o en función de imponer una agenda sectaria. Creemos en la defensa de los derechos de todos los trabajadores y en la lucha compartida contra el capital. Por lo tanto, no se puede anteponer nuestros objetivos a los de otros grupos en la lucha común.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "Promover la libertad individual y el respeto por los derechos de los demás es fundamental en nuestro enfoque liberal. Cada persona debería tener la oportunidad de perseguir sus propios objetivos, siempre y cuando no interfiera con la libertad de otros. Por lo tanto, no es correcto poner los objetivos de un grupo por encima de los derechos y libertades de los demás.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "Promover los objetivos de un solo grupo por encima de todos los demás puede resultar en la exclusión y el sectarismo, lo que contradice nuestra visión de pluralismo y diálogo. Debemos buscar una convivencia respetuosa y constructiva, donde todas las voces tengan cabida en la construcción de una Argentina más justa y equitativa.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "Promover los objetivos de un grupo por encima de otros encuentra resistencia en una visión de diálogo y consenso, fundamentales para la construcción democrática y la inclusión social. Un verdadero avance se logra cuando se priorizan los intereses colectivos, sin caer en la exclusión o en la imposición.",
            "eleccion": "Muy en desacuerdo"
        }
    }
}