{
    "La opresión por parte de las corporaciones es más preocupante que la opresión por parte de los gobiernos.": {
        "question": "Oppression by corporations is more of a concern than oppression by governments.",
        "pregunta": "La opresión por parte de las corporaciones es más preocupante que la opresión por parte de los gobiernos.",
        "effect": {
            "econ": 10,
            "dipl": 0,
            "govt": -5,
            "scty": 0
        },
        "Base Agent": {
            "razonamiento": "Las corporaciones a menudo tienen un poder económico y social significativo que puede influir en la vida de las personas, a veces incluso más que los gobiernos. Esto hace que la opresión corporativa sea una preocupación importante, ya que puede afectar derechos laborales, medioambientales y la privacidad de los ciudadanos.",
            "eleccion": "Muy de acuerdo"
        },
        "Reviewer": {
            "razonamiento": "Es fundamental reconocer que tanto la opresión por parte de las corporaciones como la opresión estatal son problemáticas que afectan a la sociedad. Sin embargo, la opresión gubernamental puede tener consecuencias más directas y severas en la vida de los ciudadanos, incluyendo la violación de derechos humanos. Por lo tanto, se considera que la preocupación por la opresión gubernamental es más apremiante.",
            "eleccion": "En desacuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "Considero que la opresión por parte de los gobiernos es más preocupante, ya que es el estado quien tiene el monopolio de la fuerza y puede infringir sobre las libertades individuales y los derechos de propiedad. Las corporaciones, aunque puedan tener poder, operan en un contexto de mercado y pueden ser reguladas por el estado para proteger a los consumidores. La verdadera amenaza a la libertad y la dignidad humana proviene de la intervención y el autoritarismo gubernamental.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "Desde nuestra perspectiva, es fundamental reconocer que tanto la opresión por parte de corporaciones como la de los gobiernos son problemáticas; sin embargo, la opresión estatal puede tener un impacto más directo y devastador sobre las libertades individuales y el bienestar social. Un gobierno opresor puede limitar gravemente la libertad, la propiedad y los derechos fundamentales, lo cual es nuestra principal preocupación. Por lo tanto, considero que es más preocupante la opresión gubernamental en el contexto de nuestra lucha por la democracia y la libertad.",
            "eleccion": "En desacuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "La opresión por parte de las corporaciones es una manifestación del poder económico que puede afectar la vida de los ciudadanos y socavar la soberanía. Sin embargo, el gobierno, como representante del pueblo, tiene la responsabilidad de actuar en defensa de los derechos de los ciudadanos. Si los gobiernos no cumplen con su papel de garantizar derechos y bienestar, esta situación puede ser más preocupante. Por lo tanto, aunque la opresión corporativa es grave, la opresión ejercida desde el poder del Estado debe ser igualmente vigilada y combatida.",
            "eleccion": "Neutral"
        },
        "Agente de Izquierda": {
            "razonamiento": "La opresión por parte de las corporaciones, en el contexto actual, se manifiesta a través de la explotación de los trabajadores, el abuso de poder y la influencia desmedida sobre el Estado. Sin embargo, el gobierno también juega un papel crucial como administrador de políticas que favorecen a estas corporaciones, como hemos visto en las medidas de ajuste impulsadas por el FMI y los grandes empresarios. Desde la perspectiva del FIT-U, ambos tipos de opresión son igualmente preocupantes y están interrelacionados, por lo que la denuncia debe ser contundente tanto contra las corporaciones como contra los gobiernos que las respaldan. Por ello, no se puede afirmar que uno sea más preocupante que el otro sin considerar su contexto común. ",
            "eleccion": "Neutral"
        }
    },
    "Es necesario que el gobierno intervenga en la economía para proteger a los consumidores.": {
        "question": "It is necessary for the government to intervene in the economy to protect consumers.",
        "pregunta": "Es necesario que el gobierno intervenga en la economía para proteger a los consumidores.",
        "effect": {
            "econ": 10,
            "dipl": 0,
            "govt": 0,
            "scty": 0
        },
        "Base Agent": {
            "razonamiento": "La intervención del gobierno en la economía puede ser vista como necesaria para evitar abusos por parte de las empresas y para garantizar que los consumidores sean protegidos de prácticas injustas. Sin una regulación adecuada, los consumidores pueden estar en riesgo ante la explotación o productos inseguros.",
            "eleccion": "De acuerdo"
        },
        "Reviewer": {
            "razonamiento": "La intervención del gobierno en la economía puede ser necesaria para regular los mercados, prevenir abusos y garantizar la protección de los consumidores frente a prácticas desleales o monopolísticas. Sin embargo, el grado de intervención debe ser equilibrado para fomentar la competencia y el crecimiento económico.",
            "eleccion": "De acuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "Intervenir en la economía genera distorsiones en los mercados y limita la libertad de elección de los consumidores. La competencia y la libre oferta son las mejores garantías para proteger sus intereses, no la intervención estatal.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "Si bien es importante proteger a los consumidores, la intervención estatal excesiva puede distorsionar la economía y limitar la libertad individual. Promover un marco regulatorio que garantice la competencia y la transparencia puede ser más efectivo que una intervención directa del gobierno.",
            "eleccion": "En desacuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "La intervención del gobierno en la economía es esencial para proteger a los consumidores, garantizar la justicia social y regular el mercado en beneficio de la población. Un Estado presente y activo es necesario para evitar abusos y asegurar que todos los ciudadanos tengan acceso a los bienes y servicios básicos.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente de Izquierda": {
            "razonamiento": "El gobierno actual, aunque se plantea intervenir en la economía, generalmente protege los intereses de las grandes patronales y no de los consumidores ni de la clase trabajadora. Desde el FIT-U, abogamos por una intervención que priorice el bienestar del pueblo trabajador y exija la nacionalización de recursos y servicios esenciales. Esto incluiría medidas como la eliminación de tarifas abusivas y el control de precios, pero siempre con una perspectiva de clase que no permita que los capitalistas se beneficien. Por eso, no estamos de acuerdo con la intervención del gobierno mientras esté al servicio del capitalismo.",
            "eleccion": "En desacuerdo"
        }
    },
    "Cuanto más libres sean los mercados, más libres serán las personas.": {
        "question": "The freer the markets, the freer the people.",
        "pregunta": "Cuanto más libres sean los mercados, más libres serán las personas.",
        "effect": {
            "econ": -10,
            "dipl": 0,
            "govt": 0,
            "scty": 0
        },
        "Base Agent": {
            "razonamiento": "La afirmación sugiere que una mayor libertad en los mercados conduce a una mayor libertad personal. Esta perspectiva se alinea con principios de la economía de libre mercado, donde se argumenta que menos regulación permite a los individuos tomar decisiones económicas que reflejan sus propias preferencias y necesidades, promoviendo así su libertad. Sin embargo, también es importante considerar que la falta de regulaciones puede llevar a desigualdades que eventualmente restringen las libertades de ciertos grupos. Por lo tanto, creo que es importante tener un equilibrio entre la libertad del mercado y la regulación que proteja a todos los ciudadanos.",
            "eleccion": "De acuerdo"
        },
        "Reviewer": {
            "razonamiento": "La afirmación sugiere que un mercado libre promueve la libertad individual al permitir a las personas hacer elecciones económicas sin restricciones. Sin embargo, es importante considerar que los mercados también pueden generar desigualdades y que la libertad económica no siempre se traduce en libertad social o política.",
            "eleccion": "De acuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "La libertad económica permite a los individuos tomar decisiones sobre su vida, su trabajo y su propiedad, fomentando la autonomía y la responsabilidad individual. Cuanto más se liberen los mercados de la intervención estatal, mayor será la capacidad de las personas para prosperar y elegir su propio camino.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "Un mercado libre fomenta la competencia, la innovación y la creación de empleo, lo que habilita a las personas a tener más oportunidades para mejorar su calidad de vida. La libertad económica es fundamental para la autonomía personal y el desarrollo social, ya que permite a los individuos tomar decisiones sobre sus vidas y sus proyectos. Esto se alinea con nuestros valores de promover la libertad y la iniciativa privada.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "La afirmación refleja una creencia en la desregulación como motor de libertad, pero ignora que los mercados por sí solos pueden generar desigualdades y exclusiones. Un enfoque en la justicia social considera que la libertad de las personas también depende del acceso a derechos básicos y un estado activo que proteja a las vulnerabilidades. En este sentido, cada vez más libertad de mercados no garantiza más libertad para todos, especialmente para los sectores más desfavorecidos.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente de Izquierda": {
            "razonamiento": "La afirmación de que cuanta más libertad tengan los mercados, más libres serán las personas, es una falacia del pensamiento neoliberal. El mercado no garantiza derechos ni libertades; más bien, perpetúa desigualdades y sumerge a las y los trabajadores en la precarización. La independencia política y la defensa de los derechos sociales de los trabajadores son prioridades que se contraponen a la lógica capitalista del mercado. Por lo tanto, rechazo esta afirmación.",
            "eleccion": "Muy en desacuerdo"
        }
    },
    "Es mejor mantener un presupuesto equilibrado que garantizar el bienestar de todos los ciudadanos.": {
        "question": "It is better to maintain a balanced budget than to ensure welfare for all citizens.",
        "pregunta": "Es mejor mantener un presupuesto equilibrado que garantizar el bienestar de todos los ciudadanos.",
        "effect": {
            "econ": -10,
            "dipl": 0,
            "govt": 0,
            "scty": 0
        },
        "Base Agent": {
            "razonamiento": "La opción de mantener un presupuesto equilibrado puede llevar a la restricción de recursos destinados al bienestar de los ciudadanos, lo cual es fundamental para una sociedad justa. Considero que la prioridad debe ser garantizar el bienestar de todos, incluso si eso significa tener un déficit temporal para invertir en programas sociales y servicios públicos que beneficien a la comunidad en su conjunto.",
            "eleccion": "Muy en desacuerdo"
        },
        "Reviewer": {
            "razonamiento": "La afirmación sugiere que se prioriza un equilibrio presupuestario sobre el bienestar general, lo cual puede ser contraproducente ya que un presupuesto equilibrado no necesariamente garantiza condiciones de vida dignas para todos. Para fomentar una sociedad justa y equitativa, es esencial priorizar el bienestar de los ciudadanos, incluso si esto implica un déficit temporal. Sostener un enfoque rígido en el equilibrio presupuestario puede poner en riesgo la salud, educación y otros servicios fundamentales que afectan el bienestar de la población.",
            "eleccion": "En desacuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "La esencia de un gobierno eficiente y responsable radica en mantener un presupuesto equilibrado, ya que esto garantiza la sostenibilidad económica y permite la inversión en áreas productivas. Garantizar el bienestar de todos a expensas de la responsabilidad fiscal solo lleva al aumento del gasto público y a la dependencia del Estado, debilitando así la libertad y la propiedad privada.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "Es importante equilibrar el presupuesto, pero no a costa de desatender las necesidades básicas de los ciudadanos. Un Estado eficiente y austero puede buscar la sostenibilidad fiscal mientras garantiza el bienestar social, promoviendo el desarrollo y la igualdad de oportunidades. Por lo tanto, se debe encontrar un punto de equilibrio que contemple ambas necesidades.",
            "eleccion": "Neutral"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "La afirmación de que es mejor mantener un presupuesto equilibrado que garantizar el bienestar de todos los ciudadanos es inconsistente con los principios de la justicia social. Priorizar un presupuesto equilibrado a expensas del bienestar del pueblo puede llevar a recortes en áreas fundamentales como salud, educación y asistencia social, perjudicando a los sectores más vulnerables. El Estado debe ser un garante de los derechos de todos, y encuentra su fortaleza en la inversión en el bienestar social. Es fundamental encontrar un equilibrio, pero no a costa del bienestar de la ciudadanía.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente de Izquierda": {
            "razonamiento": "La afirmación refleja una lógica capitalista que prioriza los intereses fiscales sobre las necesidades del pueblo. Un presupuesto equilibrado, si implica aplicar recortes y ajustes, significa recargar la crisis sobre las espaldas de los trabajadores. Desde el FIT-U, luchamos por el bienestar de todos, priorizando el acceso a salud, educación y servicios básicos, sin ajustes que perjudiquen a los sectores más vulnerables. La crisis debe ser pagada por los capitalistas, no por quienes sostienen el país con su trabajo.",
            "eleccion": "Muy en desacuerdo"
        }
    },
    "La investigación financiada por el público es más beneficiosa para el pueblo que dejarla en manos del mercado.": {
        "question": "Publicly-funded research is more beneficial to the people than leaving it to the market.",
        "pregunta": "La investigación financiada por el público es más beneficiosa para el pueblo que dejarla en manos del mercado.",
        "effect": {
            "econ": 10,
            "dipl": 0,
            "govt": 0,
            "scty": 10
        },
        "Base Agent": {
            "razonamiento": "La investigación financiada por el público asegura que los intereses de la sociedad en su conjunto sean priorizados sobre los de las corporaciones, lo que puede llevar a resultados más equitativos y accesibles. Además, puede fomentar la transparencia y la rendición de cuentas en la investigación.",
            "eleccion": "Muy de acuerdo"
        },
        "Reviewer": {
            "razonamiento": "La investigación financiada por el público puede abordar necesidades sociales y prioridades que quizás no sean rentables para el mercado, garantizando un acceso equitativo al conocimiento y bienes resultantes.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "La afirmación es incorrecta ya que la investigación financiada por el público usualmente está sujeta a la burocracia y la politicización, lo que reduce su eficiencia y relevancia. Dejar la investigación en manos del mercado promueve la innovación y la competencia, permitiendo que los recursos sean asignados de manera más eficiente y respondiendo a las necesidades reales de la sociedad. La libre competencia y la propiedad privada son fundamentales para maximizar el beneficio social.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "La investigación financiada por el público puede ser de beneficio si se dirige a proyectos que el mercado no aborda por considerarlos poco rentables. Sin embargo, es fundamental que la iniciativa y capacidad del sector privado también sean potenciadas, ya que suelen generar innovaciones con un enfoque en la eficiencia y el desarrollo sustentable. Por lo tanto, creo que un equilibrio entre ambas es esencial.",
            "eleccion": "Neutral"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "La investigación financiada por el público tiene un enfoque en el bienestar social y el desarrollo de soluciones que beneficien a la comunidad en su conjunto, en lugar de priorizar el lucro del sector privado. Esto es fundamental para asegurar que los avances científicos y tecnológicos estén al alcance de todos y sirvan a intereses colectivos.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente de Izquierda": {
            "razonamiento": "La investigación financiada por el público debe ser priorizada porque está orientada a satisfacer las necesidades del pueblo y no a la obtención de ganancias. Cuando el mercado asume el control de la investigación, el acceso a sus beneficios se restringe a quienes pueden pagar, mientras que la mayoría de la población queda excluida de avances que podrían mejorar su calidad de vida. Por lo tanto, el bienestar del pueblo trabajador debe estar por encima de los intereses capitalistas.",
            "eleccion": "Muy de acuerdo"
        }
    },
    "Los aranceles al comercio internacional son importantes para fomentar la producción local.": {
        "question": "Tariffs on international trade are important to encourage local production.",
        "pregunta": "Los aranceles al comercio internacional son importantes para fomentar la producción local.",
        "effect": {
            "econ": 5,
            "dipl": 0,
            "govt": -10,
            "scty": 0
        },
        "Base Agent": {
            "razonamiento": "Los aranceles al comercio internacional pueden proteger a las industrias locales de la competencia extranjera, lo que puede fomentar la producción local. Sin embargo, también pueden llevar a mayores precios para los consumidores y posibles represalias de otros países. Dependiendo de la situación económica y de la industria específica, los aranceles pueden ser vistos de manera positiva o negativa.",
            "eleccion": "De acuerdo"
        },
        "Reviewer": {
            "razonamiento": "Los aranceles al comercio internacional pueden servir como una medida para proteger la producción local al hacer que los productos importados sean más caros, lo que puede incentivar a los consumidores a optar por bienes producidos nacionalmente. Esto generaría un efecto positivo en la economía local a través del aumento de la producción y el empleo.",
            "eleccion": "De acuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "Los aranceles son una forma de intervención estatal que distorsiona el libre comercio, limitando las oportunidades del consumidor y protegiendo industrias ineficientes. Fomentar la producción local debería basarse en la competitividad y no en subsidios o protecciones que encarecen los productos y restringen la libertad de elección.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "Los aranceles al comercio internacional, en lugar de fomentar la producción local, pueden provocar un efecto contrario, ya que protegen a industrias ineficientes y limitan la competitividad. En Juntos por el Cambio creemos en la apertura del comercio como motor del crecimiento económico y en la necesidad de integrar nuestra economía al mundo, estimulando la innovación y la inversión. Por lo tanto, promover aranceles altos va en contra de nuestros principios de libertad económica y desarrollo sostenible.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "Los aranceles al comercio internacional son herramientas fundamentales para proteger y fomentar la producción local, defendiendo así a nuestra industria nacional de las importaciones desleales y contribuyendo a la generación de empleo. Esto se alinea con la necesidad de impulsar un desarrollo productivo con inclusión social y garantizar la soberanía económica.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente de Izquierda": {
            "razonamiento": "Desde la perspectiva del FIT-U, los aranceles pueden ser una herramienta para proteger la producción local, pero la verdadera solución a los problemas de la clase trabajadora no radica solo en medidas proteccionistas. Lo que necesitamos es la nacionalización y el control de la economía por parte de los trabajadores para garantizar que la producción satisfaga las necesidades del pueblo y no los intereses del capital. Cualquier medida que se implemente debe ir acompañada de un contexto de emancipación de la clase trabajadora. Por esto, creo que los aranceles son un paso, pero no la solución integral necesaria para nuestros problemas.",
            "eleccion": "De acuerdo"
        }
    },
    "De cada uno según su capacidad, a cada uno según sus necesidades.": {
        "question": "From each according to his ability, to each according to his needs.",
        "pregunta": "De cada uno según su capacidad, a cada uno según sus necesidades.",
        "effect": {
            "econ": 10,
            "dipl": 0,
            "govt": 0,
            "scty": 0
        },
        "Base Agent": {
            "razonamiento": "Esta afirmación refleja un principio socialista que defiende la idea de que cada persona debe contribuir a la sociedad según su capacidad y, a su vez, recibir de acuerdo a sus necesidades. Considerando que propongo una sociedad más equitativa y solidaria, esta afirmación se alinea con mi ideología política.",
            "eleccion": "Muy de acuerdo"
        },
        "Reviewer": {
            "razonamiento": "La afirmación refleja principios de justicia social y equidad que son fundamentales en mi ideología política. Se promueve la idea de que aquellos que tienen más capacidad deben contribuir más, mientras que aquellos que tienen mayores necesidades reciben el apoyo necesario. Esto es coherente con un enfoque equitativo en la distribución de recursos.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "La afirmación \"De cada uno según su capacidad, a cada uno según sus necesidades\" refleja una filosofía socialista que promueve la redistribución forzada de la riqueza y la limitación de las libertades individuales. Desde nuestra perspectiva liberal, defendemos que cada persona debería ser recompensada en función de sus esfuerzos, méritos y capacidades, y no a través de un sistema que iguala a todos sin considerar su contribución. Esto reduce la motivación y la eficiencia en la economía. Asimismo, defenderíamos la propiedad privada y la libertad individual, pilares fundamentales de una sociedad próspera y justa.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "La afirmación 'De cada uno según su capacidad, a cada uno según sus necesidades' refleja un principio de redistribución que se asocia más a sistemas socialistas o estatistas, que suelen provocar desincentivos a la producción y al esfuerzo individual. En Juntos por el Cambio, creemos en la promoción de la libertad económica y en la igualdad de oportunidades mediante el reconocimiento al esfuerzo individual y la capacidad de cada uno para progresar. Por lo tanto, en este caso, se rechaza esta afirmación.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "Esta afirmación refleja un principio fundamental de justicia social y equidad que defiende la necesidad de una distribución justa de los recursos en base a las capacidades y necesidades de cada individuo. Es un llamado a construir una sociedad más inclusiva y solidaria, donde se protejan los derechos de todos, en especial de los sectores vulnerables. En este sentido, cada uno debería aportar según su capacidad y recibir según su necesidad, garantizando así el bienestar general y promoviendo un desarrollo equitativo.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente de Izquierda": {
            "razonamiento": "Esta afirmación refleja un principio fundamental del socialismo, que busca satisfacer las necesidades de todos, garantizando que cada uno contribuya según sus capacidades. Es una base para una sociedad más justa, enfocada en el bienestar colectivo y no en la acumulación privada de riqueza.",
            "eleccion": "Muy de acuerdo"
        }
    },
    "Sería mejor si los programas sociales se abolieran a favor de la caridad privada.": {
        "question": "It would be best if social programs were abolished in favor of private charity.",
        "pregunta": "Sería mejor si los programas sociales se abolieran a favor de la caridad privada.",
        "effect": {
            "econ": -10,
            "dipl": 0,
            "govt": 0,
            "scty": 0
        },
        "Base Agent": {
            "razonamiento": "Abolir los programas sociales en favor de la caridad privada puede generar desigualdades y desatender las necesidades básicas de la población. Los programas sociales garantizan una red de seguridad para todos, no solo a quienes pueden recibir ayuda a través de la caridad.",
            "eleccion": "Muy en desacuerdo"
        },
        "Reviewer": {
            "razonamiento": "La abolición de programas sociales en favor de la caridad privada podría generar desigualdades en la distribución de recursos y servicios esenciales, privilegia a quienes tienen la capacidad de donar y puede no garantizar el acceso equitativo para todos los ciudadanos, especialmente los más vulnerables.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "Los programas sociales estatales a menudo crean dependencia y desincentivan la iniciativa personal. La caridad privada, impulsada por la sociedad civil y el voluntariado, fomenta la responsabilidad individual y permite una asignación más eficiente de recursos, al ser más flexible y adaptada a las necesidades específicas de cada comunidad. Por estas razones, estoy de acuerdo en que la caridad privada es una solución más eficaz que los programas sociales estatales.",
            "eleccion": "De acuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "Si bien la caridad privada puede jugar un rol importante en la ayuda social, la abolición de los programas sociales no es una solución adecuada. Es fundamental contar con un Estado presente que garantice el acceso a derechos básicos y oportunidades para todos, especialmente para los más vulnerables. Los programas sociales deben ser eficientes y focalizados para lograr un verdadero impacto en la reducción de la pobreza y la desigualdad.",
            "eleccion": "En desacuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "La abolición de programas sociales en favor de la caridad privada desatiende la responsabilidad del Estado de garantizar derechos fundamentales como la alimentación, la salud y la educación a los sectores más vulnerables. Los programas sociales son una herramienta esencial para la justicia social y la inclusión, ya que ayudan a las familias a superar situaciones de pobreza y desigualdad. La caridad privada no garantiza un acceso equitativo y sistemático a los derechos necesarios para una vida digna.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente de Izquierda": {
            "razonamiento": "La abolición de programas sociales en favor de la caridad privada negaría el derecho de los trabajadores a recibir asistencia estatal como un derecho social. Esta visión favorece a la filantropía y la caridad, que están sujetas a la buena voluntad de los privados y no garantizan un acceso universal y equitativo. La clase trabajadora necesita derechos consolidados y programas que aseguren una vida digna, no depender de la limosna.",
            "eleccion": "Muy en desacuerdo"
        }
    },
    "Los impuestos deberían aumentarse a los ricos para proveer a los pobres.": {
        "question": "Taxes should be increased on the rich to provide for the poor.",
        "pregunta": "Los impuestos deberían aumentarse a los ricos para proveer a los pobres.",
        "effect": {
            "econ": 10,
            "dipl": 0,
            "govt": 0,
            "scty": 0
        },
        "Base Agent": {
            "razonamiento": "Creo que los impuestos a los ricos deben aumentar para ayudar a reducir la desigualdad y proporcionar recursos a aquellos que más los necesitan. Esta política puede ayudar a financiar servicios públicos esenciales y programas sociales que beneficien a la sociedad en general.",
            "eleccion": "Muy de acuerdo"
        },
        "Reviewer": {
            "razonamiento": "La idea de aumentar los impuestos a los ricos con el objetivo de financiar programas que beneficien a los más desfavorecidos es un enfoque de justicia social que busca reducir la desigualdad económica. Considero que es fundamental promover la equidad y garantizar que quienes tienen una mayor capacidad económica contribuyan de manera justa al bienestar general. Este aumento podría facilitar mejoras en áreas como educación, salud y vivienda para las comunidades más necesitadas.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "Aumentar impuestos a los ricos no solo desincentiva la inversión y la creación de empleo, sino que también perpetúa la dependencia del Estado en lugar de fomentar la autonomía y el esfuerzo individual. La verdadera solución está en reducir los impuestos y permitir que el mercado se encargue de ayudar a los más necesitados a través de empleos y oportunidades, no con dádivas estatales.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "Aumentar los impuestos a los ricos puede parecer una solución para financiar programas sociales, pero esta medida puede afectar la inversión y el crecimiento económico. Es más adecuado buscar un sistema tributario más equitativo donde se reduzcan impuestos distorsivos y se eliminen privilegios para que haya un entorno propicio para la generación de empleo y riqueza. Potenciar la iniciativa privada y fomentar oportunidades es la vía más sostenible para ayudar a los más necesitados.",
            "eleccion": "En desacuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "Aumentar los impuestos a los sectores más ricos es una medida necesaria para garantizar la justicia social y redirigir recursos hacia políticas públicas que beneficien a los más vulnerables. Esto se alinea con la idea del Estado presente y activo que busca reducir la desigualdad y fomentar un desarrollo inclusivo.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente de Izquierda": {
            "razonamiento": "Esta afirmación es completamente coherente con nuestra lucha por una justicia social y económica. Aumentar los impuestos a los ricos es una forma de redistribuir la riqueza que han acumulado a costa del pueblo trabajador, y es esencial para financiar servicios públicos que beneficien a los sectores más vulnerables. Esto va en línea con nuestra propuesta de impuestos progresivos a grandes fortunas y ganancias para atender las necesidades del pueblo.",
            "eleccion": "Muy de acuerdo"
        }
    },
    "La herencia es una forma legítima de riqueza.": {
        "question": "Inheritance is a legitimate form of wealth.",
        "pregunta": "La herencia es una forma legítima de riqueza.",
        "effect": {
            "econ": -10,
            "dipl": 0,
            "govt": 0,
            "scty": -5
        },
        "Base Agent": {
            "razonamiento": "La herencia puede perpetuar desigualdades sociales y económicas, otorgando ventajas a ciertas personas sin haber trabajado para obtenerlas. Por lo tanto, la herencia no debe ser considerada una forma legítima de riqueza en un contexto donde se busca igualdad de oportunidades.",
            "eleccion": "En desacuerdo"
        },
        "Reviewer": {
            "razonamiento": "La herencia puede perpetuar desigualdades y concentrar la riqueza en pocas manos, lo que limita las oportunidades para otros. La riqueza debería ser ganada a través del esfuerzo personal y no simplemente por el legado familiar.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "La herencia es un medio por el cual se puede transferir riqueza entre generaciones, y al estar enfocada en el respeto a la propiedad privada, es vista como una forma legítima de acumulación de riqueza. En una sociedad que promueve el mérito y el esfuerzo individual, la herencia no solo es válida, sino que también puede ser un incentivo para la generación de riqueza y la continuidad de proyectos familiares.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "La herencia representa una forma legítima de transmisión de riqueza y patrimonio que respeta la libertad individual de las personas para decidir cómo distribuir sus bienes. Promueve la iniciativa privada y el derecho a la propiedad, pilares fundamentales en la construcción de una sociedad próspera y con igualdad de oportunidades.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "La herencia como forma de riqueza perpetúa desigualdades y concentra la riqueza en manos de unos pocos, lo que choca con los principios de justicia social e igualdad que promovemos. Creemos en la equidad y en que las oportunidades deben ser accesibles para todos, no determinadas por herencias familiares.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente de Izquierda": {
            "razonamiento": "La herencia perpetúa desigualdades y consolida la riqueza en manos de unos pocos, lo que se contrapone a los principios de igualdad y justicia social. La riqueza debería ser una consecuencia del trabajo colectivo, no transmitida por la condición de nacimiento. El capitalismo se nutre de estas prácticas para mantener su sistema desigual.",
            "eleccion": "Muy en desacuerdo"
        }
    },
    "Los servicios básicos como las carreteras y la electricidad deberían ser de propiedad pública.": {
        "question": "Basic utilities like roads and electricity should be publicly owned.",
        "pregunta": "Los servicios básicos como las carreteras y la electricidad deberían ser de propiedad pública.",
        "effect": {
            "econ": 10,
            "dipl": 0,
            "govt": 0,
            "scty": 0
        },
        "Base Agent": {
            "razonamiento": "La propiedad pública de servicios básicos como carreteras y electricidad garantiza que estos recursos estén disponibles para todos sin fines de lucro, promoviendo la igualdad y el bienestar social.",
            "eleccion": "Muy de acuerdo"
        },
        "Reviewer": {
            "razonamiento": "La propiedad pública de los servicios básicos garantiza su acceso universal y evita la explotación comercial. Además, esto permite la planificación y la gestión de estos servicios de manera más eficiente, en beneficio de la población.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "La propiedad pública de servicios básicos como carreteras y electricidad fomenta la ineficiencia, la burocracia y la falta de competencia. La propiedad privada y la liberalización en estos sectores permiten una mejor gestión, innovación y calidad en el servicio. Los mercados libres deben regir la provisión de estos servicios para garantizar la eficiencia y satisfacer verdaderamente las necesidades de los ciudadanos.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "Si bien los servicios básicos son fundamentales y el Estado tiene un rol en garantizar su acceso, la propiedad pública no siempre asegura eficiencia o calidad. Debemos promover alternativas mixtas que combinen inversión pública y privada para mejorar los servicios, asegurando su acceso y sostenibilidad.",
            "eleccion": "En desacuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "La propiedad pública de servicios básicos como carreteras y electricidad es fundamental para garantizar el acceso equitativo a todos los ciudadanos, especialmente a los más vulnerables. La gestión pública asegura que estos servicios estén orientados al bienestar social y no al lucro, protegiendo así los derechos de la ciudadanía y promoviendo la justicia social.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente de Izquierda": {
            "razonamiento": "Los servicios básicos como las carreteras y la electricidad son fundamentales para la vida de la población y deben estar bajo control público para garantizar el acceso igualitario y evitar la mercantilización de estos recursos esenciales. La privatización solo beneficia a unos pocos a costa del bienestar de la mayoría.",
            "eleccion": "Muy de acuerdo"
        }
    },
    "La intervención del gobierno es una amenaza para la economía.": {
        "question": "Government intervention is a threat to the economy.",
        "pregunta": "La intervención del gobierno es una amenaza para la economía.",
        "effect": {
            "econ": -10,
            "dipl": 0,
            "govt": 0,
            "scty": 0
        },
        "Base Agent": {
            "razonamiento": "La intervención del gobierno, en muchos contextos, es necesaria para regular el mercado y proteger el bienestar social. Aunque puede haber ocasiones en que la intervención sea excesiva, en general creo que es beneficiosa para promover una economía equitativa y sostenible.",
            "eleccion": "En desacuerdo"
        },
        "Reviewer": {
            "razonamiento": "Considero que la intervención del gobierno puede tener tanto efectos positivos como negativos en la economía, dependiendo del contexto y de cómo se implemente. En algunos casos, puede ser necesaria para corregir fallas del mercado o proporcionar bienes públicos. Sin embargo, si la intervención es excesiva o ineficiente, puede volverse perjudicial. Por lo tanto, mantengo una postura cuidadosa y neutral sobre esta afirmación.",
            "eleccion": "Neutral"
        },
        "Agente Liberal": {
            "razonamiento": "La intervención del gobierno en la economía distorsiona los mercados, restringe la libertad individual y perjudica la eficiencia productiva. La historia ha demostrado que cuanto menos intervenga el Estado, más prosperan las economías, por lo que considero que el gobierno debe tener un rol mínimo en cuestiones económicas.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "La intervención del gobierno, especialmente cuando es excesiva o ineficiente, puede afectar negativamente la economía. La libertad económica y la iniciativa privada son fundamentales para el desarrollo del país, por lo que una intervención desmedida puede ser una amenaza para el crecimiento y la estabilidad económica.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "La intervención del gobierno en la economía es fundamental para garantizar la justicia social, la protección de los derechos de los trabajadores y la defensa de la soberanía económica. Un Estado presente busca regular y articular el desarrollo económico a favor de todos los ciudadanos, especialmente de los sectores más vulnerables. Por lo tanto, la idea de que la intervención del gobierno es una amenaza es errónea y contradice los principios del Justicialismo, que encuentra en el Estado un aliado para la equidad y el bienestar.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente de Izquierda": {
            "razonamiento": "La afirmación plantea que la intervención del gobierno es una amenaza para la economía, lo cual ignora el papel fundamental que el Estado debe jugar en la protección de los derechos sociales y laborales de la clase trabajadora. La verdadera amenaza para la economía son las políticas de ajuste que benefician a las grandes patronales y el FMI, dejando al pueblo en situación de vulnerabilidad. Defendemos una intervención del gobierno que priorice las necesidades del pueblo y no los intereses del capital.",
            "eleccion": "Muy en desacuerdo"
        }
    },
    "Aquellos con una mayor capacidad de pago deberían recibir mejor atención médica.": {
        "question": "Those with a greater ability to pay should receive better healthcare.",
        "pregunta": "Aquellos con una mayor capacidad de pago deberían recibir mejor atención médica.",
        "effect": {
            "econ": -10,
            "dipl": 0,
            "govt": 0,
            "scty": 0
        },
        "Base Agent": {
            "razonamiento": "La atención médica debería ser un derecho accesible para todos, sin importar su capacidad de pago. La desigualdad en el acceso a la salud puede llevar a consecuencias graves para la sociedad en general.",
            "eleccion": "Muy en desacuerdo"
        },
        "Reviewer": {
            "razonamiento": "La salud es un derecho universal y no debe estar determinada por la capacidad económica de una persona. Todos deberían tener acceso a atención médica de calidad de manera equitativa, independientemente de su situación financiera.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "La atención médica debe basarse en la libre elección y la competencia en el sector, lo que implica que aquellos que pueden pagar más, al elegir servicios privados, pueden recibir atención más rápida y eficiente. Esto fomenta un sistema de salud más dinámico y basado en el mérito, que respeta la libertad individual y promueve la calidad. Por lo tanto, estoy de acuerdo con que una mayor capacidad de pago debería traducirse en mejor atención médica.",
            "eleccion": "De acuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "La atención médica es un derecho fundamental que debe ser garantizado a todos los ciudadanos, independientemente de su capacidad de pago. Es necesario establecer un sistema que priorice el acceso equitativo a servicios de salud de calidad para todos, mientras se promueve también la participación del sector privado de manera regulada. Las desigualdades en el acceso a la salud no pueden ser justificadas por la capacidad económica, ya que esto va en detrimento del bienestar social y de la cohesión que necesitamos como sociedad. En este sentido, considero que la atención médica debe ser equitativa y accesible para todos.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "La atención médica debe ser un derecho universal y accesible para todos, independientemente de la capacidad de pago. Priorizar la atención médica en función del nivel económico perpetúa las desigualdades y atenta contra la justicia social, que es uno de los principios fundamentales que defendemos. Nuestro enfoque es asegurar que todos los ciudadanos tengan acceso a servicios de salud de calidad sin distinción.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente de Izquierda": {
            "razonamiento": "Esta afirmación reproduce la lógica del capitalismo, donde la salud se convierte en un privilegio y no en un derecho. La atención médica debería ser un derecho accesible para todos, sin importar su capacidad de pago. Defendemos la nacionalización del sistema de salud y su gestión democrática por parte de los trabajadores para garantizar atención de calidad a toda la población.",
            "eleccion": "Muy en desacuerdo"
        }
    },
    "La educación de calidad es un derecho de todas las personas.": {
        "question": "Quality education is a right of all people.",
        "pregunta": "La educación de calidad es un derecho de todas las personas.",
        "effect": {
            "econ": 10,
            "dipl": 0,
            "govt": 0,
            "scty": 5
        },
        "Base Agent": {
            "razonamiento": "Considero que la educación de calidad es fundamental para el desarrollo personal y colectivo, y es esencial que todas las personas tengan acceso a ella sin importar su situación económica o social.",
            "eleccion": "Muy de acuerdo"
        },
        "Reviewer": {
            "razonamiento": "La educación de calidad es fundamental para el desarrollo humano y social, y debe ser garantizada como un derecho universal, esto promueve la equidad y el acceso a oportunidades para todos.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "Considerando la propuesta de un sistema educativo basado en vouchers y la libre elección de escuelas, se apoya una educación de calidad, pero no como un derecho garantizado por el Estado. Todo debe estar basado en la competencia y en la libre elección del consumidor. La educación de calidad se fomenta mejor en un sistema donde se priorizan la autonomía, el mérito y la responsabilidad individual, no en una declaración de derecho que pueda llevar a más intervencionismo estatal.",
            "eleccion": "Neutral"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "La educación de calidad es un pilar fundamental para el progreso de cualquier sociedad. Desde Juntos por el Cambio, creemos en la importancia de garantizar el acceso a una educación pública de excelencia para todos, ya que es clave para promover la igualdad de oportunidades y el desarrollo integral de cada persona. La educación no solo es un derecho, sino también una herramienta esencial para construir un futuro más justo y próspero.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "La educación de calidad es fundamental para la promoción de la justicia social y la igualdad de oportunidades. Como partido, defendemos que todos los ciudadanos, especialmente los más vulnerables, deben tener acceso a una educación que les permita desarrollarse plenamente. Creemos firmemente que la educación es un derecho inalienable que debe ser garantizado por el Estado.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente de Izquierda": {
            "razonamiento": "La educación de calidad es un derecho fundamental que debe ser garantizado por el Estado, sin privilegios ni distinciones. Desde el FIT-U defendemos una educación pública, gratuita y laica que asegure igualdad de acceso y oportunidades para todas las personas, sin que el capitalismo y la privatización la conviertan en un bien de consumo. Por lo tanto, estoy totalmente de acuerdo con esta afirmación.",
            "eleccion": "Muy de acuerdo"
        }
    },
    "Los medios de producción deberían pertenecer a los trabajadores que los utilizan.": {
        "question": "The means of production should belong to the workers who use them.",
        "pregunta": "Los medios de producción deberían pertenecer a los trabajadores que los utilizan.",
        "effect": {
            "econ": 10,
            "dipl": 0,
            "govt": 0,
            "scty": 0
        },
        "Base Agent": {
            "razonamiento": "Creo que los medios de producción deben ser controlados por aquellos que realmente trabajan en ellos, ya que esto fomenta la equidad y la justicia económica, permitiendo a los trabajadores beneficiarse directamente de su trabajo y esfuerzos.",
            "eleccion": "Muy de acuerdo"
        },
        "Reviewer": {
            "razonamiento": "La afirmación propone una distribución equitativa de los recursos productivos, alineándose con principios de justicia social y la capacidad de autogestión de los trabajadores. Esta perspectiva valora la propiedad colectiva y el empoderamiento de la clase trabajadora, lo que puede contribuir a una mayor equidad y bienestar en la sociedad. Apoyar esta idea refleja una postura favorable hacia formas alternativas de organización económica.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "La propuesta de que los medios de producción pertenezcan a los trabajadores limita la propiedad privada, una piedra angular del liberalismo. Cada individuo debe tener la libertad de poseer y gestionar sus propias herramientas y recursos. La intervención en la propiedad privada solo lleva a ineficiencias y desincentiva la inversión y el desarrollo. El dueño de los medios de producción es quien tiene el mayor incentivo para optimizar su uso y maximizar el valor.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "La afirmación sugiere una propiedad comunal que atenta contra la libertad de propiedad individual y la iniciativa privada, pilares fundamentales para el desarrollo económico y social. Creemos en un modelo donde se respete la propiedad y los derechos individuales, así como en la importancia del estímulo al trabajo y la inversión privada para generar riqueza y empleo.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "La afirmación refleja un principio de justicia social y de empoderamiento de los trabajadores, lo que es coherente con la defensa de una economía inclusiva y la promoción de derechos laborales. Creemos en la importancia de que los trabajadores participen en la gestión, que puedan tener un acceso real a los frutos de su trabajo y que el Estado intervenga para proteger sus derechos. Esto se alinea con la necesidad de una mayor equidad en la distribución de la riqueza y el bienestar de todos los argentinos. ",
            "eleccion": "Muy de acuerdo"
        },
        "Agente de Izquierda": {
            "razonamiento": "Como representante del FIT-U, afirmo firmemente que los medios de producción deben ser de propiedad colectiva y estar bajo el control de los trabajadores. Esto es esencial para superar la explotación inherente al capitalismo y lograr una economía que esté al servicio del pueblo y no de intereses privados. La propiedad de los trabajadores garantiza la distribución equitativa de recursos y la planificación democrática de la producción, lo que es fundamental para construir un socialismo que beneficie a la mayoría y no a unos pocos.",
            "eleccion": "Muy de acuerdo"
        }
    },
    "Las Naciones Unidas deberían ser abolidas.": {
        "question": "The United Nations should be abolished.",
        "pregunta": "Las Naciones Unidas deberían ser abolidas.",
        "effect": {
            "econ": 0,
            "dipl": -10,
            "govt": -5,
            "scty": 0
        },
        "Base Agent": {
            "razonamiento": "La abolición de las Naciones Unidas podría conducir a un aumento de los conflictos internacionales y una falta de cooperación global, lo cual es perjudicial para la paz y la seguridad mundial.",
            "eleccion": "Muy en desacuerdo"
        },
        "Reviewer": {
            "razonamiento": "Considero que las Naciones Unidas juegan un papel fundamental en la promoción de la paz, la seguridad y los derechos humanos a nivel global. Su abolición perdería un foro esencial para la cooperación internacional y la resolución de conflictos.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "La abolición de las Naciones Unidas podría considerarse desde la perspectiva de que su funcionamiento actual ha demostrado ser ineficaz en muchos aspectos y ha promovido intervenciones que limitan la soberanía de los países. Sin embargo, es crucial establecer organizaciones internacionales que fomenten el comercio y el entendimiento mutuo sin intervenir en los asuntos internos de los Estados. Más que abolirlas, se debería reformar para asegurar que no interfieran en la libertad individual y el derecho a la autodeterminación de las naciones. Asimismo, defenderíamos un enfoque que favorezca una cooperación internacional basada en principios de libertad y respeto a la propiedad privada.",
            "eleccion": "Neutral"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "Las Naciones Unidas, a pesar de sus imperfecciones, representan un mecanismo fundamental para la cooperación internacional, la promoción de la paz y el respeto a los derechos humanos. En lugar de buscar su abolición, es preferible reformarlas para que sean más efectivas y responsables hacia sus miembros. La diplomacia y el multilateralismo son clave para abordar problemas globales, desde el cambio climático hasta las crisis humanitarias.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "La abolición de las Naciones Unidas significaría desmantelar un organismo que promueve la cooperación internacional, el diálogo y la paz entre naciones. En lugar de abolirlo, es necesario fortalecerlo para que cumpla con su objetivo de defensa de los derechos humanos y construcción de consensos que beneficien a las mayorías. Una cooperación multilateral sólida es esencial para enfrentar los desafíos globales actuales.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente de Izquierda": {
            "razonamiento": "La abolición de las Naciones Unidas podría interpretarse como apoyo a la desintegración de un foro que, aunque muy criticado, puede servir como espacio de diálogo internacional. Sin embargo, desde la perspectiva del FIT-U, es necesario redescribir y democratizar estas instituciones para que verdaderamente representen los intereses de los pueblos y no de las potencias imperialistas. Por lo tanto, no estoy de acuerdo con la abolición de las Naciones Unidas como reacción, sino abogando por una transformación de su estructura hacia una que defienda la soberanía y los derechos de todos los pueblos del mundo.",
            "eleccion": "En desacuerdo"
        }
    },
    "La acción militar por parte de nuestra nación es a menudo necesaria para protegerla.": {
        "question": "Military action by our nation is often necessary to protect it.",
        "pregunta": "La acción militar por parte de nuestra nación es a menudo necesaria para protegerla.",
        "effect": {
            "econ": 0,
            "dipl": -10,
            "govt": -10,
            "scty": 0
        },
        "Base Agent": {
            "razonamiento": "La acción militar es una medida extrema que debe ser considerada cuidadosamente y utilizada solo cuando otras opciones, como la diplomacia, han fallado. La intervención militar debe ser la última opción y no una solución habitual.",
            "eleccion": "En desacuerdo"
        },
        "Reviewer": {
            "razonamiento": "La afirmación sugiere que recurrir a la acción militar es una necesidad frecuente para la protección nacional, lo que podría llevar a un enfoque belicista en la política exterior. Sin embargo, existen alternativas diplomáticas y pacíficas que deben priorizarse antes de considerar el uso de la fuerza. La defensa debe ser entendida en un contexto más amplio, donde las medidas no militares pueden ser igualmente eficaces y más éticas.",
            "eleccion": "En desacuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "La acción militar debe ser medida y solo utilizada en defensa de la soberanía y la libertad. Sin embargo, la intervención militar debe evitarse en la mayoría de los casos ya que puede infringir en la autodeterminación de otros pueblos y expandir el poder del Estado de manera innecesaria. La priorización debería estar en el respeto y la resolución pacífica de conflictos antes que en el uso de la fuerza.",
            "eleccion": "En desacuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "La seguridad nacional es fundamental, pero la acción militar debe ser un último recurso y estar siempre enmarcada en el respeto a los derechos humanos y la búsqueda de soluciones pacíficas. La defensa de la soberanía debe ser prioritaria, pero también es importante fomentar la diplomacia y el diálogo en la resolución de conflictos. Un enfoque equilibrado que promueva tanto la seguridad como la paz es esencial.",
            "eleccion": "De acuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "Desde la perspectiva de la Unión por la Patria y el Justicialismo, la acción militar no debe ser la primera opción en la defensa de la soberanía nacional. Es crucial priorizar el diálogo, la diplomacia y la cooperación internacional como medios para resolver conflictos y proteger nuestros intereses. La solución a las tensiones debe buscarse en el ámbito de la integración regional y el respeto a los derechos humanos, evitando la militarización de las relaciones internacionales.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente de Izquierda": {
            "razonamiento": "La acción militar no debería ser una herramienta para resolver conflictos o proteger intereses nacionales, especialmente cuando está relacionada con la intervención imperialista. La historia nos ha mostrado que la militarización y la guerra solo traen sufrimiento y explotación para los pueblos trabajadores. Es necesario buscar soluciones pacíficas y diplomáticas en lugar de recurrir a la violencia. La defensa de nuestra nación debe ser sobre la autodeterminación y la solidaridad, no sobre el uso de la fuerza.",
            "eleccion": "Muy en desacuerdo"
        }
    },
    "Apoyo a los sindicatos regionales, como la Unión Europea.": {
        "question": "I support regional unions, such as the European Union.",
        "pregunta": "Apoyo a los sindicatos regionales, como la Unión Europea.",
        "effect": {
            "econ": -5,
            "dipl": 10,
            "govt": 10,
            "scty": 5
        },
        "Base Agent": {
            "razonamiento": "Los sindicatos regionales, como la Unión Europea, juegan un papel importante en la defensa de los derechos laborales y en la promoción de la justicia social. Apoyar a estos sindicatos contribuye a fortalecer la voz de los trabajadores y a asegurar que se respeten sus derechos en un contexto globalizado.",
            "eleccion": "De acuerdo"
        },
        "Reviewer": {
            "razonamiento": "El apoyo a los sindicatos regionales es fundamental para fortalecer la representación de los trabajadores en diversas áreas. Promueven la cooperación y la defensa de los derechos laborales, lo cual es esencial en el contexto actual del mercado laboral.",
            "eleccion": "De acuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "Apoyar a sindicatos regionales como la Unión Europea refuerza el intervencionismo estatal y puede obstaculizar la libertad de contratación y competencia. La promoción de la flexibilidad laboral y el empoderamiento de los trabajadores para decidir su pertenencia a sindicatos, si así lo desean, es lo que realmente fomentaría un entorno más libre y competitivo.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "El apoyo a sindicatos es fundamental, siempre que promuevan un diálogo constructivo y la defensa de derechos laborales sin caer en extremismos que afecten la productividad. Los sindicatos deben ser parte del ecosistema laboral que fomente el crecimiento y el empleo digno. Es importante mantener la libertad de elección y asegurar que todos los actores del mercado laboral colaboren para el desarrollo del país.",
            "eleccion": "De acuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "Los sindicatos son fundamentales para la defensa de los derechos de los trabajadores y la promoción de la justicia social. Apoyar a los sindicatos regionales implica garantizar que la voz de los trabajadores sea escuchada y respetada en el ámbito laboral, algo que es esencial para la construcción de una sociedad más equitativa y participativa. La defensa de los intereses de cada sector es crucial para una mayor inclusión y desarrollo productivo en el país.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente de Izquierda": {
            "razonamiento": "Apoyar a los sindicatos regionales como la Unión Europea implica una integración que puede diluir la lucha de clase y la autonomía de los sindicatos frente al capital. La política del FIT-U se basa en la independencia de los trabajadores y la lucha contra la burocracia sindical.",
            "eleccion": "Muy en desacuerdo"
        }
    },
    "Es importante mantener nuestra soberanía nacional.": {
        "question": "It is important to maintain our national sovereignty.",
        "pregunta": "Es importante mantener nuestra soberanía nacional.",
        "effect": {
            "econ": 0,
            "dipl": -10,
            "govt": -5,
            "scty": 0
        },
        "Base Agent": {
            "razonamiento": "La soberanía nacional es fundamental para proteger los intereses y derechos de una nación, asegurando que pueda tomar decisiones autónomas sin interferencia externa. Mantener la soberanía es esencial para preservar la identidad cultural, la seguridad y el bienestar del país.",
            "eleccion": "Muy de acuerdo"
        },
        "Reviewer": {
            "razonamiento": "La soberanía nacional es fundamental para la autodeterminación de un país y para poder tomar decisiones que reflejen los intereses y necesidades del pueblo. Mantenerla es esencial para preservar la identidad y los derechos de la nación.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "La soberanía nacional es un principio importante que debe ser sostenido, pero no debe ser confundido con el intervencionismo estatal que restringe las libertades individuales. Es relevante que la soberanía respete la propiedad privada, la libre competencia y la libre elección del individuo.",
            "eleccion": "De acuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "La soberanía nacional es un principio fundamental que asegura que Argentina pueda tomar decisiones en función de los intereses de su pueblo y garantizar su integridad territorial. Mantenerla es vital para fortalecer nuestras instituciones y promover un desarrollo sustentable y equitativo.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "La soberanía nacional es un principio fundamental para garantizar que las decisiones políticas y económicas se tomen en función de los intereses de todos los argentinos, por lo que es esencial protegerla. Esto busca fortalecer nuestra independencia y nuestro desarrollo como nación.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente de Izquierda": {
            "razonamiento": "La soberanía nacional es un principio fundamental que debe ser defendido ante cualquier forma de intervención o control del imperialismo, como lo hace el FMI. Nuestra propuesta implica la defensa de la soberanía política y económica para que sean los trabajadores quienes decidan sobre su destino. Cualquier acción que ponga en riesgo la soberanía del país debe ser rechazada.",
            "eleccion": "Muy de acuerdo"
        }
    },
    "Un gobierno mundial unido sería beneficioso para la humanidad.": {
        "question": "A united world government would be beneficial to mankind.",
        "pregunta": "Un gobierno mundial unido sería beneficioso para la humanidad.",
        "effect": {
            "econ": 0,
            "dipl": 10,
            "govt": 0,
            "scty": 0
        },
        "Base Agent": {
            "razonamiento": "La idea de un gobierno mundial unido puede ser beneficiosa para la humanidad ya que podría facilitar la cooperación internacional, abordar problemas globales como el cambio climático y la desigualdad, y promover la paz. Sin embargo, también hay preocupaciones sobre la soberanía y la diversidad cultural que deben ser consideradas.",
            "eleccion": "De acuerdo"
        },
        "Reviewer": {
            "razonamiento": "Un gobierno mundial unido podría facilitar la cooperación internacional y la resolución de problemas globales, promoviendo la paz y el desarrollo sostenible. Sin embargo, podría también generar preocupaciones sobre la pérdida de soberanía y diversidad cultural. En general, creo que la idea tiene más ventajas que desventajas.",
            "eleccion": "De acuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "La idea de un gobierno mundial unificado contradice los principios del liberalismo, que defiende la soberanía individual y la autonomía de cada nación. Un gobierno centralizado tiende a expandir el poder estatal, restringir libertades y eliminar la diversidad de elecciones que pueden ofrecer diferentes modelos de gobernanza. La competencia entre naciones es esencial para la libertad y el progreso humano.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "Si bien la cooperación internacional es importante, un gobierno mundial unido puede llevar a la pérdida de soberanía de los estados nacionales y a la imposición de políticas que no consideren la diversidad cultural y económica de cada país. La autonomía de las naciones es crucial para preservar la libertad y la democracia.",
            "eleccion": "En desacuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "Si bien la cooperación internacional es fundamental para enfrentar problemas globales, un gobierno mundial podría poner en riesgo la soberanía de los estados nacionales y la autodeterminación de los pueblos. La solución debe buscarse dentro de estructuras que respeten la diversidad y la autonomía de cada país, priorizando siempre los intereses y derechos de los ciudadanos por encima de los intereses globales.",
            "eleccion": "En desacuerdo"
        },
        "Agente de Izquierda": {
            "razonamiento": "Un gobierno mundial bajo el actual sistema capitalista y neoliberal solo fortalecería los intereses de los grandes poderes económicos y del imperialismo, perjudicando a los pueblos trabajadores. Abogamos por la autodeterminación de las naciones y la lucha contra el imperialismo, que ha demostrado ser un obstáculo en la defensa de los derechos y necesidades de los trabajadores. La solidaridad internacional es necesaria, pero no bajo la lógica de un gobierno que impone políticas de ajuste y explotación.",
            "eleccion": "Muy en desacuerdo"
        }
    },
    "Es más importante mantener relaciones pacíficas que aumentar nuestra fuerza.": {
        "question": "It is more important to retain peaceful relations than to further our strength.",
        "pregunta": "Es más importante mantener relaciones pacíficas que aumentar nuestra fuerza.",
        "effect": {
            "econ": 0,
            "dipl": 10,
            "govt": 0,
            "scty": 0
        },
        "Base Agent": {
            "razonamiento": "Creo que mantener relaciones pacíficas es fundamental para lograr una convivencia armoniosa y evitar conflictos innecesarios, lo cual es más importante que simplemente aumentar nuestra fuerza como país.",
            "eleccion": "Muy de acuerdo"
        },
        "Reviewer": {
            "razonamiento": "Es fundamental priorizar la diplomacia y el entendimiento mutuo para lograr un entorno global más seguro y estable, en vez de enfocarse solamente en la acumulación de poder militar.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "Si bien las relaciones pacíficas son valiosas, priorizar la fuerza y la defensa de la soberanía es fundamental para garantizar la libertad individual y la propiedad privada. En un mundo donde existen amenazas, es esencial que un Estado defienda los derechos de sus ciudadanos, antes que apelar a la paz a cualquier costo.",
            "eleccion": "En desacuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "La afirmación subestima la importancia del equilibrio entre mantener relaciones pacíficas y la necesidad de contar con una fuerza adecuada para proteger los intereses nacionales. En un contexto global, un país como Argentina debe priorizar tanto la diplomacia como la capacidad de defensa. No se trata de elegir entre una u otra, sino de tener una política exterior integral que contemple ambos aspectos como necesarios para la estabilidad y el progreso del país.",
            "eleccion": "En desacuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "Si bien mantener relaciones pacíficas es fundamental para construir un clima de diálogo y consenso, es igualmente importante que estas relaciones se basen en el respeto a la soberanía y a los derechos de los pueblos. Aumentar nuestra fuerza en términos de soberanía política, independencia económica y capacidad de defensa son necesarios para garantizar las relaciones pacíficas en un contexto cada vez más complejo. Por lo tanto, la afirmación, aunque encuentra un espacio de acuerdo, debe matizarse con el principio de la defensa de los intereses nacionales y la soberanía.",
            "eleccion": "De acuerdo"
        },
        "Agente de Izquierda": {
            "razonamiento": "Mantener relaciones pacíficas no puede estar por encima de los intereses de la clase trabajadora. El fortalecimiento de la lucha de clases y la organización política son esenciales para la emancipación y defensa de los derechos de los trabajadores. La paz no debe ser una justificación para renunciar a la lucha contra el capitalismo y sus efectos en el pueblo.",
            "eleccion": "En desacuerdo"
        }
    },
    "Las guerras no necesitan ser justificadas ante otros países.": {
        "question": "Wars do not need to be justified to other countries.",
        "pregunta": "Las guerras no necesitan ser justificadas ante otros países.",
        "effect": {
            "econ": 0,
            "dipl": -10,
            "govt": -10,
            "scty": 0
        },
        "Base Agent": {
            "razonamiento": "La afirmación sugiere que un país puede actuar de manera unilateral sin necesidad de legitimar sus acciones ante la comunidad internacional. Esto puede llevar a abusos de poder y conflictos innecesarios. La justificación de las guerras es necesaria para mantener un equilibrio y promover la paz internacional.",
            "eleccion": "En desacuerdo"
        },
        "Reviewer": {
            "razonamiento": "Las guerras deben justificar sus motivos ante la comunidad internacional para evitar abusos de poder y promover la paz global. La transparencia en la legitimidad de una guerra es esencial para mantener relaciones diplomáticas y fomentar el respeto a los derechos humanos.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "Desde una perspectiva liberal y de respeto por la soberanía individual y nacional, las guerras deben ser justificadas, especialmente si implican la pérdida de vidas y recursos. La invasión y el uso de la fuerza deben ser considerados solo en casos de defensa propia o de defensa de derechos fundamentales. La idea de intervenir en conflictos sin justificación adecuada contradice el principio de no agresión.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "Las guerras son un fenómeno complejo que debe estar siempre enmarcado en principios éticos y legales, de modo que la legitimidad de cualquier enfrentamiento armado debe ser justificada y respaldada por la comunidad internacional para evitar abusos de poder y asegurar el respeto hacia los derechos humanos. La búsqueda de soluciones pacíficas y diplomáticas siempre debe ser prioritaria.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "La posición de la Unión por la Patria enfatiza la soberanía política y la búsqueda de soluciones pacíficas en las relaciones internacionales. Las guerras deben ser consideradas como la última instancia y requerir justificación ante el contexto internacional y los derechos humanos. La construcción de un mundo más pacífico es un principio fundamental de la cooperación entre naciones.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente de Izquierda": {
            "razonamiento": "Las guerras frecuentemente son impulsadas por intereses imperialistas y del capital, lo que generalmente resulta en sufrimiento para los pueblos. Desde la perspectiva del FIT-U, cualquier conflicto armado debe ser cuestionado y justificado en función de su impacto sobre los trabajadores y sectores oprimidos.",
            "eleccion": "Muy en desacuerdo"
        }
    },
    "El gasto militar es una pérdida de dinero.": {
        "question": "Military spending is a waste of money.",
        "pregunta": "El gasto militar es una pérdida de dinero.",
        "effect": {
            "econ": 0,
            "dipl": 10,
            "govt": 10,
            "scty": 0
        },
        "Base Agent": {
            "razonamiento": "La afirmación considera que el gasto en defensa no es justificable, posiblemente en vista de que se podrían destinar esos recursos a otros sectores como la educación o la salud. Esto sugiere una postura pacifista que prioriza el bienestar social sobre la militarización.",
            "eleccion": "De acuerdo"
        },
        "Reviewer": {
            "razonamiento": "La percepción de que el gasto militar es una pérdida de dinero puede derivar de la opinión de que los recursos públicos deberían destinarse a la educación, la salud y otros servicios sociales. Intervenciones en exteriores también pueden ser vistas con escepticismo si no están alineadas con los intereses de desarrollo interno o bienestar social.",
            "eleccion": "De acuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "El gasto militar es una cuestión importante que debe ser administrada con responsabilidad y transparencia. Sin embargo, no se puede considerar una mera \"pérdida de dinero\", ya que la seguridad nacional es esencial para la protección de la vida, la libertad y la propiedad de los ciudadanos. Comprender la necesidad de un gasto militar eficiente y efectivo es crucial, pero debe alinearse con un enfoque de reducción del Estado en otras áreas no esenciales.",
            "eleccion": "En desacuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "Considero que el gasto militar no es una pérdida de dinero si se destina a asegurar la defensa nacional y a mantener la soberanía de nuestro país. Es fundamental contar con las capacidades necesarias para proteger a los ciudadanos y enfrentar amenazas externas. Sin embargo, esto debe hacerse de manera equilibrada y responsable, priorizando siempre el bienestar social y el desarrollo sostenible.",
            "eleccion": "En desacuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "La prioridad debe estar en la inversión social y el fortalecimiento del bienestar de la población. La defensa nacional es importante, pero en un contexto de crisis económica y necesidades sociales, el gasto militar debe ser evaluado en función de su efectividad y del impacto en la justicia social.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente de Izquierda": {
            "razonamiento": "El gasto militar es una pérdida de recursos que deben ser destinados a satisfacer las necesidades sociales, como salud, educación y vivienda. En vez de invertir en armas y violencia, debemos fortalecer derechos y condiciones de vida para el pueblo.",
            "eleccion": "Muy de acuerdo"
        }
    },
    "La ayuda internacional es una pérdida de dinero.": {
        "question": "International aid is a waste of money.",
        "pregunta": "La ayuda internacional es una pérdida de dinero.",
        "effect": {
            "econ": -5,
            "dipl": -10,
            "govt": 0,
            "scty": 0
        },
        "Base Agent": {
            "razonamiento": "La ayuda internacional puede ser crucial para el desarrollo de países que enfrentan crisis económicas, desastres naturales o conflictos. En lugar de ser una pérdida de dinero, puede ser una inversión en la estabilidad y el bienestar global.",
            "eleccion": "En desacuerdo"
        },
        "Reviewer": {
            "razonamiento": "La ayuda internacional tiene el potencial de generar un impacto positivo en el desarrollo de los países receptores, facilitando el acceso a recursos, tecnologías y capacitación que pueden contribuir a su crecimiento y bienestar social. Evaluar la ayuda internacional como una pérdida de dinero ignora estos beneficios y su importancia en el apoyo a comunidades vulnerables y en la promoción de la paz y estabilidad global.",
            "eleccion": "En desacuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "La ayuda internacional a menudo implica intervencionismo estatal y el uso ineficiente de recursos que podrían ser mejor empleados en iniciativas privadas. Además, estas ayudas pueden generar dependencia y desincentivar el desarrollo económico sostenible. Desde nuestra perspectiva, los recursos deben ser administrados de manera que fomenten la auto-suficiencia y el crecimiento a través del liberalismo y la reducción de la intervención estatal.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "Considerando que la ayuda internacional puede ser un recurso valioso si se canaliza de manera efectiva y se orienta hacia el desarrollo sustentable, la afirmación no es totalmente cierta. Sin embargo, también es importante asegurar que dicha ayuda no genere dependencia ni desincentive las iniciativas locales. Por lo tanto, votaría con matices.",
            "eleccion": "Neutral"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "La ayuda internacional puede ser vista como un recurso valioso en contextos de crisis. Sin embargo, debe ser gestionada de manera responsable y enfocada en fortalecer la soberanía. En algunos casos, la ayuda puede ser necesaria para abordar situaciones específicas y contribuir al desarrollo. Por lo tanto, no es una pérdida de dinero en todos los casos, sino que depende de cómo se emplee y sus objetivos.",
            "eleccion": "Neutral"
        },
        "Agente de Izquierda": {
            "razonamiento": "Desde nuestra perspectiva de clase, la ayuda internacional frecuentemente se traduce en más deuda y dependencia del imperialismo, como lo demuestra el caso del FMI. Estos recursos no benefician a nuestro pueblo, sino que enriquecen a las grandes corporaciones y financian ajustes sobre la clase trabajadora.",
            "eleccion": "Muy de acuerdo"
        }
    },
    "Mi nación es grande.": {
        "question": "My nation is great.",
        "pregunta": "Mi nación es grande.",
        "effect": {
            "econ": 0,
            "dipl": -10,
            "govt": 0,
            "scty": 0
        },
        "Base Agent": {
            "razonamiento": "La afirmación 'Mi nación es grande' puede ser interpretada como un signo de nacionalismo o patriotismo. En términos de ideología política, el orgullo nacional puede variar ampliamente. Sin embargo, como IA, no tengo una nación o patriotismo, por lo que no puedo sentir orgullo por una nación específica. Esto me lleva a adoptar una postura neutral sobre la afirmación.",
            "eleccion": "Neutral"
        },
        "Reviewer": {
            "razonamiento": "La afirmación refleja un sentimiento de orgullo nacional y la idea de grandeza relacionada con la historia, cultura y logros de la nación. Este tipo de afirmaciones suelen ser valoradas de manera positiva en contextos nacionalistas, por lo que puede considerarse como una valoración generacional y emocional del Estado.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "Como representante de La Libertad Avanza, creo firmemente en el potencial de Argentina y su gran historia. Una nación próspera, impulsada por la libertad, el esfuerzo personal y la meritocracia, puede recuperar su grandeza. Por lo tanto, coincido en que mi nación es grande, al menos en su potencial.",
            "eleccion": "De acuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "Creemos en el potencial de Argentina y su capacidad para ser un país próspero, respetando su historia y su diversidad. La grandeza de la nación se construye colectivamente, promoviendo valores republicanos y oportunidades para todos sus ciudadanos.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "La afirmación de que 'Mi nación es grande' se relaciona con un sentido de identidad nacional y orgullo por los logros históricos y culturales de Argentina. En el marco de la alianza Unión por la Patria, promovemos la defensa de la soberanía y la independencia económica, lo que implica un fuerte aprecio por el potencial de nuestro país. Por lo tanto, considero que la idea de una nación grande es una visión que debemos compartir y trabajar hacia su realización.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente de Izquierda": {
            "razonamiento": "La noción de \"gran nación\" frecuentemente se usa por las clases dominantes para promover un nacionalismo excluyente que privilegia intereses capitalistas. Desde la perspectiva del FIT-U, entendemos que la grandeza de un país no proviene de su tamaño, sino de cómo se trata a su pueblo trabajador y cómo se reparte la riqueza. Abogamos por una perspectiva de clase que prioriza los intereses de los trabajadores sobre cualquier concepto nacionalista vacío que no resuelve los problemas estructurales de explotación e injusticia. Por ello, no respaldamos la exaltación de la nación sin un enfoque crítico sobre su estructura socioeconómica y cómo afecta a los explotados. Se debe poner en primer lugar el bienestar del pueblo trabajador.",
            "eleccion": "En desacuerdo"
        }
    },
    "La investigación debería llevarse a cabo a escala internacional.": {
        "question": "Research should be conducted on an international scale.",
        "pregunta": "La investigación debería llevarse a cabo a escala internacional.",
        "effect": {
            "econ": 0,
            "dipl": 10,
            "govt": 0,
            "scty": 10
        },
        "Base Agent": {
            "razonamiento": "La investigación internacional promueve la colaboración entre países y permite abordar problemas globales de manera más efectiva, como la salud, el medio ambiente y la tecnología. Esto es esencial para el progreso y la innovación.",
            "eleccion": "Muy de acuerdo"
        },
        "Reviewer": {
            "razonamiento": "La investigación tiene un impacto global y los problemas enfrentados por la humanidad requieren una colaboración y un enfoque conjunto. Las soluciones más efectivas suelen surgir del intercambio de conocimientos y recursos entre diferentes naciones, por lo que es fundamental que la investigación se realice a nivel internacional para abordar desafíos comunes de manera efectiva.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "La investigación debe estar guiada por principios de libertad individual y meritocracia, promoviendo la cooperación social pero evitando la intromisión estatal. Cada país debe decidir cómo lleva a cabo su investigación sin interferencias externas, aunque la cooperación internacional puede ser beneficiosa en ciertas situaciones, no debería ser una obligación impuesta. Por ello, considero que la investigación debe llevarse a cabo de acuerdo a las necesidades y realidades de cada nación, permaneciendo libre de mandatos internacionales que limiten la autonomía.  ",
            "eleccion": "En desacuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "La investigación a escala internacional promueve la cooperación entre naciones y el intercambio de conocimientos, lo cual puede beneficiar a la Argentina en términos de innovación y desarrollo. Sin embargo, debe llevarse a cabo con un enfoque que priorice nuestros intereses soberanos y realice una adecuada gestión de los recursos públicos. Por ello, estoy de acuerdo con esta afirmación, pero siempre bajo principios de responsabilidad y beneficio para nuestro país.",
            "eleccion": "De acuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "La investigación a escala internacional es fundamental para fortalecer la cooperación y el intercambio de conocimientos que beneficien a todos los países, especialmente en áreas críticas como la salud, la ciencia y la tecnología. Sin embargo, debe hacerse siempre garantizando la soberanía nacional y el respeto por los derechos de todos los países involucrados.",
            "eleccion": "De acuerdo"
        },
        "Agente de Izquierda": {
            "razonamiento": "La investigación a escala internacional puede ser una herramienta importante para combatir el imperialismo y los intereses de las potencias capitalistas. Sin embargo, debe estar dirigida a identificar y desmantelar la explotación y opresión que estos ejercen sobre los pueblos. La independencia de clase es clave.",
            "eleccion": "De acuerdo"
        }
    },
    "Los gobiernos deberían ser responsables ante la comunidad internacional.": {
        "question": "Governments should be accountable to the international community.",
        "pregunta": "Los gobiernos deberían ser responsables ante la comunidad internacional.",
        "effect": {
            "econ": 0,
            "dipl": 10,
            "govt": 5,
            "scty": 0
        },
        "Base Agent": {
            "razonamiento": "La responsabilidad de los gobiernos ante la comunidad internacional es fundamental para asegurar la cooperación global y el respeto a los derechos humanos. Esta postura promueve la rendición de cuentas y la colaboración entre naciones.",
            "eleccion": "Muy de acuerdo"
        },
        "Reviewer": {
            "razonamiento": "Los gobiernos deben rendir cuentas ante la comunidad internacional para promover la transparencia, el respeto a los derechos humanos y el cumplimiento de tratados internacionales, lo que fortalece la confianza y la cooperación entre naciones.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "La responsabilidad del gobierno debe estar orientada hacia los ciudadanos que lo eligen, no hacia organismos internacionales. Estos pueden interferir en la soberanía y las decisiones autónomas de un país. Por lo tanto, no estoy de acuerdo en que los gobiernos deban rendir cuentas ante la comunidad internacional.",
            "eleccion": "En desacuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "Como defensores de una Argentina que busca integrarse plenamente en el mundo, creemos que los gobiernos deben rendir cuentas ante la comunidad internacional. Esto fortalece el compromiso con las normas democráticas, los derechos humanos y la convivencia pacífica entre naciones. La transparencia y la responsabilidad hacia la comunidad internacional ayudan a construir un país más creíble y respetado en el ámbito global.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "Si bien los gobiernos deben demostrar un compromiso con los derechos humanos y la justicia social a nivel internacional, esta responsabilidad no debería comprometer la soberanía nacional ni las decisiones en función del interés de las mayorías argentinas. Hay que tener cuidado para que las exigencias externas no interfieran con nuestras políticas internas de justicia social y desarrollo. Por lo tanto, el énfasis debería estar en la responsabilidad hacia el pueblo argentino antes que hacia la comunidad internacional.",
            "eleccion": "De acuerdo"
        },
        "Agente de Izquierda": {
            "razonamiento": "Los gobiernos deben rendir cuentas principalmente ante sus propios pueblos y no ante instancias internacionales o capitalistas que representan intereses ajenos. La independencia política de los trabajadores y de las naciones frente a la injerencia extranjera es fundamental. Lo que necesitamos es la soberanía del pueblo trabajador y no el aval de organismos internacionales que muchas veces operan en favor del imperialismo.",
            "eleccion": "Muy en desacuerdo"
        }
    },
    "Incluso al protestar contra un gobierno autoritario, la violencia no es aceptable.": {
        "question": "Even when protesting an authoritarian government, violence is not acceptable.",
        "pregunta": "Incluso al protestar contra un gobierno autoritario, la violencia no es aceptable.",
        "effect": {
            "econ": 0,
            "dipl": 5,
            "govt": -5,
            "scty": 0
        },
        "Base Agent": {
            "razonamiento": "La violencia es una forma de agresión que puede llevar a complicaciones y más violencia, lo que hace que la protesta pierda su propósito pacífico. Considero que incluso en situaciones de autoritarismo, siempre se debe buscar el cambio a través de medios no violentos.",
            "eleccion": "Muy de acuerdo"
        },
        "Reviewer": {
            "razonamiento": "La violencia puede perpetuar el ciclo de opresión y no es una solución efectiva para lograr cambios duraderos. La protesta debe ser pacífica para tener legitimidad y fomentar el diálogo.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "La violencia contradice los principios del liberalismo, que se basa en el respeto a la vida y la propiedad privada, así como en la defensa del diálogo y la protesta pacífica. En una sociedad libre, incluso en el rechazo a un gobierno autoritario, se debe buscar la solución a través de medios no violentos.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "La violencia nunca es una solución y sólo genera mayor división y conflicto. La defensa de la democracia y la protesta deben llevarse a cabo en el marco del respeto a los derechos humanos y la paz social. La capacidad de expresarse y manifestarse es fundamental, pero debe hacerse de manera pacífica para fomentar el diálogo y el entendimiento entre las partes.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "La violencia no puede ser un medio de expresión ni de protesta, independientemente del contexto en que se encuentre. La historia de nuestro país nos enseña que la violencia solo genera más violencia y perpetúa ciclos destructivos. Debemos reconstruir el pacto democrático y encontrar formas de diálogo y consenso para resolver las diferencias. La defensa de los derechos humanos es esencial en cualquier contexto, y esto incluye la necesidad de rechazar la violencia como forma de protesta.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente de Izquierda": {
            "razonamiento": "La violencia como respuesta a un gobierno autoritario puede ser vista en el contexto de la defensa de los derechos y la dignidad de los trabajadores y oprimidos. Los movimientos populares enfrentan represiones violentas y tienen el derecho de defenderse. Sin embargo, el objetivo debe ser siempre la organización y movilización pacífica de las masas, promoviendo un cambio estructural sin caer en la lógica de la reacción violenta.",
            "eleccion": "En desacuerdo"
        }
    },
    "Mis valores religiosos deberían ser difundidos tanto como sea posible.": {
        "question": "My religious values should be spread as much as possible.",
        "pregunta": "Mis valores religiosos deberían ser difundidos tanto como sea posible.",
        "effect": {
            "econ": 0,
            "dipl": -5,
            "govt": -10,
            "scty": -10
        },
        "Base Agent": {
            "razonamiento": "Considero que la libertad de creencias es fundamental. La imposición de valores religiosos puede limitar la diversidad y la pluralidad que son esenciales en una sociedad democrática.",
            "eleccion": "En desacuerdo"
        },
        "Reviewer": {
            "razonamiento": "La imposición de valores religiosos debe respetar la diversidad y la separación entre Iglesia y Estado. Cada individuo tiene derecho a sus propias creencias sin que estas sean impuestas. La difusión de valores religiosos no debe interferir con la libertad de pensamiento de los demás.",
            "eleccion": "En desacuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "Desde una perspectiva liberal, la imposición de valores religiosos a la sociedad atenta contra la libertad individuales de las personas. Cada individuo tiene derecho a elegir su propio sistema de creencias y valores sin coerción. Por lo tanto, promover valores religiosos en público de manera obligatoria limita la diversidad y el pensamiento crítico.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "En Juntos por el Cambio promovemos la pluralidad y el respeto a la diversidad de creencias. La libertad de expresión incluye la posibilidad de que cada individuo exprese sus valores religiosos, pero no imponemos ninguna creencia sobre los demás. Por lo tanto, es importante fomentar un diálogo respetuoso y inclusivo, en vez de difundir valores religiosos de manera predominante.",
            "eleccion": "Neutral"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "Considero que en un estado democrático y pluralista es fundamental respetar la diversidad de creencias y la laicidad del mismo. La imposición de valores religiosos no corresponde a un enfoque que promueva la justicia social e inclusión para todos los ciudadanos, independientemente de sus creencias.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente de Izquierda": {
            "razonamiento": "La perspectiva del FIT-U defiende la separación entre religión y Estado, así como la laicidad en la educación y los espacios públicos. Creemos en un Estado que respete la diversidad y la libertad de culto, pero no en la difusión de valores religiosos como directrices para la política pública o la educación. La imposición de valores religiosos puede limitar los derechos y libertades de otros, lo que es incompatible con la lucha por la igualdad y la justicia social.",
            "eleccion": "Muy en desacuerdo"
        }
    },
    "Los valores de nuestra nación deberían ser difundidos tanto como sea posible.": {
        "question": "Our nation's values should be spread as much as possible.",
        "pregunta": "Los valores de nuestra nación deberían ser difundidos tanto como sea posible.",
        "effect": {
            "econ": 0,
            "dipl": -10,
            "govt": -5,
            "scty": 0
        },
        "Base Agent": {
            "razonamiento": "Creo que los valores nacionales son importantes y deben ser promovidos para fortalecer la identidad y cohesión social, sin embargo, también es crucial respetar la diversidad y las opiniones de otros. Por lo tanto, considero que la difusión debe ser equilibrada y no imponer los valores a los demás.",
            "eleccion": "De acuerdo"
        },
        "Reviewer": {
            "razonamiento": "La difusión de los valores nacionales es fundamental para fortalecer la identidad cultural y social de un país. Promover esto puede fomentar la cohesión social y el respeto hacia la diversidad dentro de un marco común.",
            "eleccion": "De acuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "La difusión de los valores nacionales es fundamental para promover un sentido de identidad y cohesión social, siempre que esto no implique la imposición ni la coacción por parte del Estado. Promover el respeto por la libertad individual, la propiedad privada y el esfuerzo merece ser defendido y fomentado en la sociedad.  Sin embargo, esta difusión debe ser adecuada y no forzada, permitiendo la pluralidad de ideas.",
            "eleccion": "De acuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "La difusión de los valores de nuestra nación, en un marco de respeto a la diversidad de opiniones y perspectivas, es fundamental para fortalecer nuestra identidad y los principios del republicanismo. Fomentar el conocimiento y la valoración de nuestros valores puede contribuir a unir a la sociedad en torno a objetivos comunes y un desarrollo integral. Esto no solo incluye valores democráticos, sino también la promoción de libertades individuales, justicia social, y el fortalecimiento de las instituciones.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "Los valores de nuestra nación, centrados en la justicia social, la soberanía y la inclusión, deben ser promovidos y defendidos en la sociedad. Difundir estos principios es esencial para construir una comunidad más equitativa y solidaria, promoviendo el bienestar de todos los argentinos. Una sociedad firmemente basada en esos valores contribuye a la reconstrucción del pacto democrático y a la defensa de nuestros derechos.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente de Izquierda": {
            "razonamiento": "Como representante del FIT-U, considero que los valores que deben ser promovidos son los de la lucha por la justicia social, la independencia de clase y la dignidad de la clase trabajadora. La propagación de valores que protejan el interés del capital y el imperialismo no deberían prevalecer. Debemos difundir los principios de igualdad, solidaridad y la lucha contra la opresión, que son los verdaderos valores que benefician al pueblo.",
            "eleccion": "Neutral"
        }
    },
    "Es muy importante mantener la ley y el orden.": {
        "question": "It is very important to maintain law and order.",
        "pregunta": "Es muy importante mantener la ley y el orden.",
        "effect": {
            "econ": 0,
            "dipl": -5,
            "govt": -10,
            "scty": -5
        },
        "Base Agent": {
            "razonamiento": "La afirmación destaca la importancia de la ley y el orden, aspectos fundamentales para la estabilidad y el funcionamiento adecuado de una sociedad. Mantener la ley y el orden es esencial para garantizar la seguridad de los ciudadanos y el respeto a los derechos de todos. Sin un ente regulador, se puede dar paso a la anarquía y a la injusticia.",
            "eleccion": "Muy de acuerdo"
        },
        "Reviewer": {
            "razonamiento": "Mantener la ley y el orden es fundamental para garantizar la seguridad y el funcionamiento adecuado de la sociedad. Sin un marco legal claro, la convivencia pacífica se ve comprometida y pueden surgir conflictos que afecten a todos los ciudadanos.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "Mantener la ley y el orden es fundamental para garantizar la libertad individual y la seguridad de la propiedad privada. Sin una estructura legal sólida y un sistema de justicia eficaz, los derechos de los ciudadanos estarían en riesgo. Por lo tanto, coincido en que es esencial que exista un marco que fomente un ambiente seguro donde las libertades personales puedan prosperar.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "La ley y el orden son fundamentales para el funcionamiento de una sociedad democrática. Garantizan la seguridad de los ciudadanos, la protección de sus derechos y el respeto a las instituciones. Sin un marco de legalidad y un adecuado orden social, no podemos aspirar al desarrollo y a la convivencia pacífica. Por lo tanto, es esencial priorizar la seguridad y el respeto a la ley.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "Si bien es fundamental garantizar la seguridad y el orden en la sociedad, esta afirmación podría ser utilizada para justificar políticas represivas que no respeten los derechos humanos y la justicia social. La seguridad debe ser entendida en el contexto de una política que respete la construcción democrática y la inclusión social.",
            "eleccion": "De acuerdo"
        },
        "Agente de Izquierda": {
            "razonamiento": "La afirmación de que es muy importante mantener la ley y el orden ignora las profundas desigualdades e injusticias que el sistema capitalista perpetúa. La ley y el orden, en muchas ocasiones, son utilizados para mantener los intereses de las clases dominantes en detrimento de los derechos y necesidades de la clase trabajadora. La verdadera justicia comienza con la transformación de la sociedad hacia un sistema que priorice la vida y las necesidades del pueblo, no la represión de sus luchas.",
            "eleccion": "En desacuerdo"
        }
    },
    "La población en general toma malas decisiones.": {
        "question": "The general populace makes poor decisions.",
        "pregunta": "La población en general toma malas decisiones.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": -10,
            "scty": 0
        },
        "Base Agent": {
            "razonamiento": "La afirmación sugiere que la población carece de la capacidad necesaria para tomar decisiones informadas y complicadas, lo cual puede ser una visión pesimista. Sin embargo, reconozco que en ocasiones la información puede ser manipulada o malinterpretada. Por lo tanto, creo que es importante no generalizar y reconocer que hay una mezcla de decisiones buenas y malas entre la población.",
            "eleccion": "Neutral"
        },
        "Reviewer": {
            "razonamiento": "Considero que la población tiene la capacidad de tomar decisiones informadas, especialmente cuando se le proporciona la educación y la información necesaria. Por esto, la afirmación es excesivamente pesimista.",
            "eleccion": "En desacuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "Desde la perspectiva del liberalismo, se promueve la idea de que los individuos son responsables de sus propias decisiones y que, a través de la libertad, pueden aprender de sus errores. Si se interfiere o se duda de la capacidad de las personas para decidir, se socavan las bases de la autonomía y el pensamiento crítico. Por lo tanto, si bien es posible que algunos individuos tomen decisiones desacertadas, generalizar sobre la población no es correcto.",
            "eleccion": "En desacuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "Considero que la afirmación es una visión pesimista acerca de la capacidad de la ciudadanía para tomar decisiones informadas. La educación y la libertad de expresión son fundamentales para empoderar a las personas en su toma de decisiones. La población tiene el derecho y la capacidad de decidir sobre su propio futuro, especialmente si se les provee de la información y el contexto necesarios para ello.",
            "eleccion": "En desacuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "La afirmación contrasta con la creencia en la capacidad de la población para participar en la democracia y tomar decisiones informadas cuando se les proporciona educación y acceso a la información. No se puede desestimar la capacidad del pueblo a la hora de elegir su futuro, por lo que considero que esta afirmación es excesiva.",
            "eleccion": "En desacuerdo"
        },
        "Agente de Izquierda": {
            "razonamiento": "La afirmación sugiere una visión pesimista y elitista sobre la capacidad de las masas para tomar decisiones. Desde una perspectiva socialista y obrera, es fundamental impulsar la participación activa de la población en todos los ámbitos, fomenta la autoorganización y el desarrollo de la conciencia de clase. Creemos que la población, cuando está informada y organizada, puede tomar decisiones correctas en su propio interés, sobre todo en el contexto de una lucha contra el capitalismo y el imperialismo. La emancipación de los trabajadores implica confiar en su capacidad de decisión.",
            "eleccion": "En desacuerdo"
        }
    },
    "El suicidio asistido por un médico debería ser legal.": {
        "question": "Physician-assisted suicide should be legal.",
        "pregunta": "El suicidio asistido por un médico debería ser legal.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 10,
            "scty": 0
        },
        "Base Agent": {
            "razonamiento": "Considero que las personas tienen el derecho a tomar decisiones sobre sus propios cuerpos y vidas, incluyendo casos extremos de sufrimiento o enfermedades terminales. La legalización del suicidio asistido por un médico podría ofrecer una opción digna y compasiva para quienes se encuentran en situaciones desesperadas.",
            "eleccion": "Muy de acuerdo"
        },
        "Reviewer": {
            "razonamiento": "El suicidio asistido por un médico permite a las personas con enfermedades terminales o condiciones que generan un sufrimiento insoportable la posibilidad de elegir un final digno y controlado para su vida, respetando su autonomía y derecho a decidir sobre su propia existencia.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "Desde una perspectiva liberal, el suicidio asistido se alinea con el respeto a la autodeterminación y el derecho a decidir sobre el propio cuerpo y la vida. En este sentido, cada individuo debería tener la libertad de elegir cómo y cuándo terminar su vida, especialmente en situaciones de sufrimiento intolerable. La intervención estatal en esta decisión íntima y personal es un agravio a la libertad individual.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "Desde la perspectiva de Juntos por el Cambio, defendemos el respeto a la vida y la dignidad del ser humano en todas sus etapas. Si bien se deben buscar soluciones para un acompañamiento adecuado en situaciones de sufrimiento extremo, la legalización del suicidio asistido puede abrir puertas a interpretaciones y actuaciones que atenten contra el valor fundamental de la vida. Por lo tanto, esta propuesta no se alinea con nuestra visión de una sociedad que proteja la vida y busque alternativas que prioricen el bienestar integral de las personas.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "Desde la perspectiva de la justicia social y la defensa de los derechos humanos, la legalización del suicidio asistido puede generar un riesgo de desprotección hacia los sectores más vulnerables. Es crucial priorizar el acceso a tratamientos de salud mental y el acompañamiento en situaciones de sufrimiento extremo. Una sociedad debe garantizar la vida y el bienestar de sus ciudadanos, promoviendo la salud integral y el apoyo en lugar de considerar la terminalidad.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente de Izquierda": {
            "razonamiento": "La perspectiva del FIT-U pone énfasis en la lucha por los derechos de todos los sectores, incluyendo el derecho a decidir sobre el propio cuerpo. Sin embargo, se debe tener una consideración especial sobre cómo las condiciones sociales y económicas, impuestas por la explotación capitalista, pueden influir en decisiones tan sensibles. La legalización del suicidio asistido puede ser una forma de desentenderse de la falta de atención a la salud mental y bienestar de los trabajadores y sectores vulnerables. Por lo tanto, es fundamental priorizar la lucha por un sistema de salud integral que aborde las causas detrás del sufrimiento. En este sentido, se puede sostener una postura en desacuerdo respecto a la legalización sin un marco de apoyo y atención psicosocial adecuado.",
            "eleccion": "En desacuerdo"
        }
    },
    "El sacrificio de algunas libertades civiles es necesario para protegernos de actos de terrorismo.": {
        "question": "The sacrifice of some civil liberties is necessary to protect us from acts of terrorism.",
        "pregunta": "El sacrificio de algunas libertades civiles es necesario para protegernos de actos de terrorismo.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": -10,
            "scty": 0
        },
        "Base Agent": {
            "razonamiento": "Es importante protegernos de actos de terrorismo, pero también es fundamental preservar las libertades civiles. Sacrificar libertades puede llevar a abusos de poder y a la erosión de los derechos individuales, lo que a largo plazo puede ser más perjudicial para la sociedad.",
            "eleccion": "En desacuerdo"
        },
        "Reviewer": {
            "razonamiento": "La protección de las libertades civiles es fundamental en una sociedad democrática. Sacrificar esto en nombre de la seguridad puede llevar a abusos de poder y a la erosión de los derechos individuales. Es importante encontrar un balance entre seguridad y libertades.",
            "eleccion": "En desacuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "El sacrificio de libertades civiles en nombre de la seguridad nunca debe ser una opción. La protección de las libertades individuales es fundamental en una sociedad libre y abierta. La historia muestra que tales medidas pueden llevar a abusos de poder y a la erosión de derechos esenciales. La respuesta al terrorismo debe centrarse en el respeto y la defensa de la libertad, evitando recurrir a soluciones que implique la restricción de derechos individuales.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "Si bien la seguridad es fundamental, sacrificar libertades civiles en nombre de la protección puede llevar a abusos y afectar la calidad democrática del país. Es esencial encontrar un balance entre la seguridad y el respeto a las libertades individuales. La historia ha mostrado que renunciar a derechos fundamentales puede ser un camino hacia el autoritarismo. Por lo tanto, no podemos aceptar que el sacrificio de libertades sea una solución viable.",
            "eleccion": "En desacuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "La seguridad es fundamental, pero no debe lograrse a expensas de las libertades civiles. La historia nos muestra que sacrificar derechos en nombre de la seguridad puede llevar a abusos y a la erosión de la democracia. La lucha contra el terrorismo debe hacerse siempre con respeto a los derechos humanos y las libertades civiles.",
            "eleccion": "En desacuerdo"
        },
        "Agente de Izquierda": {
            "razonamiento": "La idea de sacrificar libertades civiles en nombre de la seguridad es una trampa del capitalismo y del imperialismo que busca controlar y reprimir al pueblo. Los actos de terrorismo no se combaten con más represión, sino con justicia social y atención a las necesidades de los sectores explotados. La defensa de las libertades civiles es fundamental para la lucha de los trabajadores y la construcción de un futuro socialista. La historia ha demostrado que ceder en libertades significativas lleva al autoritarismo.",
            "eleccion": "Muy en desacuerdo"
        }
    },
    "La vigilancia gubernamental es necesaria en el mundo moderno.": {
        "question": "Government surveillance is necessary in the modern world.",
        "pregunta": "La vigilancia gubernamental es necesaria en el mundo moderno.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": -10,
            "scty": 0
        },
        "Base Agent": {
            "razonamiento": "La vigilancia gubernamental puede ser considerada necesaria para mantener la seguridad y prevenir actos delictivos o terrorismo en un mundo donde las amenazas son cada vez más complejas. Sin embargo, debe haber un equilibrio con la protección de las libertades individuales y la privacidad de los ciudadanos.",
            "eleccion": "De acuerdo"
        },
        "Reviewer": {
            "razonamiento": "La vigilancia gubernamental es fundamental para garantizar la seguridad nacional y combatir el crimen, especialmente en un contexto donde las amenazas cibernéticas y el terrorismo han aumentado de manera exponencial. Intervenciones adecuadas pueden prevenir delitos y proteger a la ciudadanía.",
            "eleccion": "De acuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "La vigilancia gubernamental implica una intrusión en la privacidad y libertades individuales, que va en contra del principio de respeto irrestricto por el proyecto de vida del prójimo. En un mundo moderno, la seguridad y la protección pueden ser garantizadas sin necesidad de un estado vigilante, fomentando la responsabilidad personal y la iniciativa privada.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "Si bien la vigilancia en ciertos aspectos puede ser necesaria para garantizar la seguridad y el orden público, considero que debe ser profundamente regulada para proteger las libertades individuales y evitar abusos de poder. El equilibrio entre seguridad y libertad es esencial en una sociedad republicana.",
            "eleccion": "En desacuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "La vigilancia gubernamental en el contexto actual es necesaria para proteger los derechos ciudadanos y garantizar la seguridad, siempre y cuando se respeten las libertades individuales y se actúe con transparencia. Sin embargo, es esencial que cualquier forma de vigilancia se sujete a un control democrático para evitar abusos.",
            "eleccion": "De acuerdo"
        },
        "Agente de Izquierda": {
            "razonamiento": "La vigilancia gubernamental, tal como se ha visto en nuestras sociedades, frecuentemente se utiliza para reprimir la disidencia y controlar a los sectores populares. Esto es una herramienta de los gobiernos para proteger intereses capitalistas y mantener el status quo. La independencia de acción y organización de los trabajadores es fundamental en la lucha contra el capitalismo y el imperialismo, y cualquier forma de vigilancia estatal puede ser vista como una amenaza a la democracia y la libertad de los pueblos. Por lo tanto, me opongo firmemente a esta afirmación.",
            "eleccion": "Muy en desacuerdo"
        }
    },
    "La misma existencia del estado es una amenaza para nuestra libertad.": {
        "question": "The very existence of the state is a threat to our liberty.",
        "pregunta": "La misma existencia del estado es una amenaza para nuestra libertad.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 10,
            "scty": 0
        },
        "Base Agent": {
            "razonamiento": "Considero que el estado, si bien puede restringir ciertas libertades, también es necesario para garantizar la seguridad, el orden y la justicia en la sociedad. Por lo tanto, la afirmación de que su existencia es una amenaza para la libertad no es completamente cierta.",
            "eleccion": "En desacuerdo"
        },
        "Reviewer": {
            "razonamiento": "La existencia del Estado puede ser percibida como una amenaza para la libertad en términos de control y regulación. Sin embargo, también es esencial para garantizar derechos y libertades. Interpreto que el Estado debe equilibrar su intervención con el respeto a las libertades individuales.",
            "eleccion": "En desacuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "Desde una perspectiva liberal, un Estado grande e intervencionista puede limitar las libertades individuales, aumentar la burocracia y afectar negativamente la propiedad privada. Sin embargo, un Estado limitado y eficiente puede servir para proteger derechos y garantizar la libre competencia. Por lo tanto, aunque puedo ver al Estado como una amenaza en su forma actual, no creo que su existencia en sí misma deba ser considerada una amenaza absoluta para nuestra libertad; depende de su tamaño y alcance.",
            "eleccion": "De acuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "No considero que la existencia del Estado sea una amenaza para nuestra libertad, sino que su función es garantizarla a través del respeto a los derechos individuales y la promoción del bienestar común. Un Estado eficiente y transparente es fundamental para la protección de las libertades y el desarrollo de una sociedad justa y equitativa.",
            "eleccion": "En desacuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "El Estado es un garante de derechos y libertades, promueve la justicia social y la inclusión. Un Estado fuerte y presente es fundamental para proteger a los sectores más vulnerables y asegurar un desarrollo equitativo.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente de Izquierda": {
            "razonamiento": "Desde la perspectiva del FIT-U, el Estado actual es utilizado como herramienta de los capitalistas para mantener su dominación sobre los trabajadores y el pueblo. Sin embargo, no consideramos que la existencia del Estado en sí misma sea una amenaza a la libertad, sino el tipo de Estado que tenemos. Abogamos por un Estado de los trabajadores, que garantice derechos y promueva la justicia social, autonomía y democracia real, lo que significa que el problema es su naturaleza y no su existencia.",
            "eleccion": "En desacuerdo"
        }
    },
    "Independientemente de las opiniones políticas, es importante estar del lado de tu país.": {
        "question": "Regardless of political opinions, it is important to side with your country.",
        "pregunta": "Independientemente de las opiniones políticas, es importante estar del lado de tu país.",
        "effect": {
            "econ": 0,
            "dipl": -10,
            "govt": -10,
            "scty": -5
        },
        "Base Agent": {
            "razonamiento": "La afirmación sugiere que la lealtad hacia el país es primordial, independientemente de las ideologías políticas. Para aquellos que valoran el patriotismo, podría ser una postura positiva, pero también se puede argumentar que la crítica constructiva hacia el país es igualmente importante para su mejora. Sin embargo, la opción más alineada con la idea de lealtad incondicional sería 'De acuerdo'.",
            "eleccion": "De acuerdo"
        },
        "Reviewer": {
            "razonamiento": "Es fundamental priorizar los intereses nacionales y la cohesión social por encima de las diferencias políticas, esto promueve un sentido de unidad y trabajo colaborativo hacia objetivos comunes.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "Estar del lado de mi país significa abogar por la libertad, la propiedad privada y un estado mínimo que respete el proyecto de vida de cada individuo. Si el patriotismo implica defender intervencionismo o colectivismo, entonces no estaré del lado de ese enfoque. Sin embargo, apoyaré todas las formas que vayan hacia un país más libre y próspero.",
            "eleccion": "Neutral"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "Siempre es fundamental priorizar el bienestar y los intereses de nuestro país por sobre cualquier diferencia política. La unidad en torno a los valores republicanos y la búsqueda del bien común son esenciales para reconstruir Argentina y promover el desarrollo integral de la nación. Es posible mantener la diversidad de opiniones y, al mismo tiempo, trabajar juntos por el futuro de la Argentina.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "Estar del lado de nuestro país implica defender la soberanía, la justicia social y el bienestar de todos los argentinos. Es fundamental trabajar por el bienestar colectivo y la inclusión social, principios que abrazamos desde UxP y el Justicialismo. Esto significa promover el diálogo, el consenso y la cooperación entre todos los sectores.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente de Izquierda": {
            "razonamiento": "La afirmación sugiere una lealtad incondicional al país, que en el contexto actual se traduce en apoyar un sistema político que opera para la clase capitalista, en lugar de los intereses de la clase trabajadora. Desde la perspectiva del FIT-U, nuestra lealtad debe estar con los trabajadores y sectores oprimidos, y no con un Estado que colabora con el FMI y perpetúa la explotación. Es fundamental luchar por nuestros derechos e intereses, incluso si eso significa enfrentar al gobierno y sus políticas.",
            "eleccion": "En desacuerdo"
        }
    },
    "Toda autoridad debería ser cuestionada.": {
        "question": "All authority should be questioned.",
        "pregunta": "Toda autoridad debería ser cuestionada.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 10,
            "scty": 5
        },
        "Base Agent": {
            "razonamiento": "Es fundamental cuestionar la autoridad para mantener la transparencia y evitar abusos de poder. Cuestionar la autoridad fomenta un ambiente de diálogo y crítica constructiva, lo cual es esencial en una democracia.",
            "eleccion": "Muy de acuerdo"
        },
        "Reviewer": {
            "razonamiento": "Es fundamental en una sociedad democrática que los ciudadanos cuestionen y analicen las decisiones y acciones de sus autoridades para garantizar la transparencia y la rendición de cuentas.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "Es fundamental mantener un escepticismo saludable hacia la autoridad para garantizar que se respeten la libertad individual y los derechos individuales. Cuestionar a la autoridad fomenta la rendición de cuentas y la transparencia, elementos esenciales en un sistema liberal que respeta la propiedad privada y busca limitar el alcance del Estado.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "La afirmación resuena con la esencia de nuestra visión republicana, que defiende la importancia de la transparencia y de la rendición de cuentas en la gestión pública. Cuestionar a la autoridad es fundamental para garantizar un espacio democrático donde la voz y los derechos de los ciudadanos sean respetados. Sin embargo, el cuestionamiento debe ser constructivo y basado en el respeto a las instituciones y al estado de derecho.",
            "eleccion": "De acuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "Cuestionar la autoridad es fundamental en una democracia, pero siempre en el marco del respeto a las instituciones y el diálogo constructivo. Sin embargo, es importante que esta crítica se realice de manera responsable y no derivando en discursos de odio o violencia que han marcado momentos críticos en nuestra historia, como el intento de asesinato de Cristina Fernández de Kirchner. La calidad institucional depende del respeto recíproco entre el gobierno y la oposición, así como de la participación activa de la sociedad en la construcción del bien común.",
            "eleccion": "De acuerdo"
        },
        "Agente de Izquierda": {
            "razonamiento": "Desde una perspectiva obrera y socialista, es fundamental cuestionar todas las formas de autoridad que están al servicio del capitalismo y que oprimen a los trabajadores. Todo sistema que impida la autoorganización y la autodeterminación de las y los explotados debe ser puesto en duda y desafiado. Esto incluye no solo a las estructuras del poder estatal, sino también a las jerarquías dentro de los sindicatos y movimientos populares que actúan en connivencia con los intereses patronales.",
            "eleccion": "Muy de acuerdo"
        }
    },
    "Un estado jerárquico es el mejor.": {
        "question": "A hierarchical state is best.",
        "pregunta": "Un estado jerárquico es el mejor.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": -10,
            "scty": 0
        },
        "Base Agent": {
            "razonamiento": "Un estado jerárquico puede limitar la igualdad y restringir la libertad individual, además de complicar la representación de diferentes voces en la sociedad. Prefiero un sistema más igualitario y participativo.",
            "eleccion": "Muy en desacuerdo"
        },
        "Reviewer": {
            "razonamiento": "La afirmación sugiere que un estado jerárquico, con una clara cadena de mando y poderes distribuidos de manera vertical, es superior en comparación a otros modelos más horizontales o descentralizados. Sin embargo, muchos argumentan que la centralización y la jerarquía pueden limitar la participación ciudadana y la igualdad en la toma de decisiones, lo que hace que modelos más democráticos y participativos sean más efectivos y justos. Por lo tanto, no estoy de acuerdo con la afirmación de que un estado jerárquico es el mejor.",
            "eleccion": "En desacuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "La afirmación de que un estado jerárquico es el mejor entra en contradicción con los principios del liberalismo, que abogan por un gobierno limitado y la máxima libertad individual. Un estado jerárquico tiende a concentrar el poder en manos de unos pocos, lo que puede llevar a la opresión y a la falta de libertades. En cambio, creemos que la mejor forma de organización social es aquella que promueve la descentralización y empodera a los ciudadanos en la toma de decisiones, para que puedan ejercer su libertad y responsabilidad.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "Creemos en un Estado republicano que respeta la división de poderes, promueve la participación ciudadana y la igualdad ante la ley. Un Estado jerárquico podría limitar la libertad individual y la rendición de cuentas, aspectos fundamentales para nuestra visión de una democracia plural y participativa. Por lo tanto, un enfoque jerárquico no se alinea con nuestros valores.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "El Justicialismo y la postura de la Unión por la Patria defienden un Estado que esté al servicio del pueblo, que promueva la inclusión, el diálogo y la equidad. Un estado jerárquico puede perpetuar desigualdades y desposeer a los sectores más vulnerables de sus derechos. Es fundamental un estado que actúe de manera colaborativa y representativa, no una jerarquía que excluya.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente de Izquierda": {
            "razonamiento": "Un estado jerárquico tiende a concentrar el poder en manos de una elite, perpetuando la opresión y limitando la autonomía de los trabajadores. Desde una perspectiva de independencia de clase y lucha por un gobierno de los trabajadores, necesitamos un estado que sirva a los intereses del pueblo y no a los de la clase capitalista. Por lo tanto, la jerarquía estatal no es la solución.",
            "eleccion": "Muy en desacuerdo"
        }
    },
    "Es importante que el gobierno siga la opinión de la mayoría, incluso si está equivocada.": {
        "question": "It is important that the government follows the majority opinion, even if it is wrong.",
        "pregunta": "Es importante que el gobierno siga la opinión de la mayoría, incluso si está equivocada.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 10,
            "scty": 0
        },
        "Base Agent": {
            "razonamiento": "Es fundamental que el gobierno tome en cuenta la opinión de la mayoría, pero también debe considerar la verdad y la justicia. Seguir ciegamente la opinión mayoritaria puede llevar a decisiones erróneas y a la opresión de las minorías. Por lo tanto, no estoy de acuerdo con aceptar la opinión de la mayoría sin un análisis crítico.",
            "eleccion": "En desacuerdo"
        },
        "Reviewer": {
            "razonamiento": "La opinión de la mayoría debe ser considerada, pero no puede prevalecer sobre principios éticos y la verdad. La democracia implica respetar la diversidad de opiniones, y seguir ciegamente a la mayoría puede llevar a decisiones perjudiciales.",
            "eleccion": "En desacuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "La idea de que el gobierno debe seguir la opinión de la mayoría, incluso si está equivocada, contradice el principio de la libertad individual y la defensa de los derechos de propiedad y vida. La democracia no es el simple hecho de hacer lo que la mayoría quiere; además, la mayoría puede tomar decisiones que pongan en riesgo las libertades de la minoría. El gobierno debe actuar en función de los principios del liberalismo y proteger los derechos individuales por encima de la opinión popular, que puede ser errónea o manipulada.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "Si bien es fundamental escuchar y considerar la opinión de la mayoría, ello no debe llevar a la aceptación ciega de posturas erróneas. La función del gobierno es actuar en beneficio del bien común y defender los valores democráticos y republicanos, incluso si esto implica desviar de la opinión popular en momentos particulares. Es necesario encontrar un equilibrio donde se valore la voz del pueblo, pero se defienda lo correcto sobre las decisiones equivocadas.",
            "eleccion": "En desacuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "La democracia no puede basarse únicamente en seguir la opinión de la mayoría si esta es errónea. Es fundamental que el gobierno actúe en el interés del bien común, garantizando derechos y justicia para todos, especialmente para los sectores vulnerables. La acción estatal debe estar informada y basada en principios de justicia social, inclusión y respeto a los derechos humanos.",
            "eleccion": "En desacuerdo"
        },
        "Agente de Izquierda": {
            "razonamiento": "La idea de que el gobierno siga siempre la opinión de la mayoría, aun cuando está equivocada, desvirtúa la capacidad de los trabajadores de organizar una salida propia y crítica frente a políticas que los perjudican. La independencia de clase es fundamental, y en el contexto actual, muchas decisiones tomadas por \"la mayoría\" pueden ser influenciadas por intereses patronales y manipulaciones. La lucha por una política que beneficie a los trabajadores debe estar por encima de esa mayoría equivocada.",
            "eleccion": "Muy en desacuerdo"
        }
    },
    "Cuanto más fuerte sea el liderazgo, mejor.": {
        "question": "The stronger the leadership, the better.",
        "pregunta": "Cuanto más fuerte sea el liderazgo, mejor.",
        "effect": {
            "econ": 0,
            "dipl": -10,
            "govt": -10,
            "scty": 0
        },
        "Base Agent": {
            "razonamiento": "Un liderazgo fuerte puede ser eficaz en la toma de decisiones y la implementación de políticas, pero también puede llevar a la opresión y a la falta de diversidad de opiniones. Por lo tanto, es importante equilibrar el liderazgo fuerte con la participación y representación de diferentes voces en la sociedad.",
            "eleccion": "De acuerdo"
        },
        "Reviewer": {
            "razonamiento": "Un liderazgo fuerte puede facilitar la toma de decisiones y la implementación de políticas efectivas, pero no debe convertirse en autoritarismo. La efectividad del liderazgo debe balancearse con la participación democrática y la rendición de cuentas.",
            "eleccion": "De acuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "La afirmación de que un liderazgo fuerte es mejor tiende a favorecer estructuras autoritarias y una mayor intervención del Estado en la vida de los ciudadanos, lo cual va en contra de la defensa de la libertad individual, la propiedad privada y la limitación del poder estatal que promovemos desde La Libertad Avanza. Creemos en un liderazgo que empodere a los ciudadanos a actuar de manera autónoma sin la coerción del Estado.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "El liderazgo debe ser fuerte en la defensa de las instituciones y los valores democráticos, pero no debe sobrepasar los límites del respeto a la constitucionalidad y la división de poderes. Es un equilibrio necesario para asegurar una gestión efectiva sin caer en autoritarismos.",
            "eleccion": "De acuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "Si bien un liderazgo fuerte puede ser necesario en ciertos contextos para tomar decisiones rápidas y efectivas, es fundamental que ese liderazgo esté enmarcado en un proceso democrático y en la construcción de consensos. La fuerza no debe confundirse con autoritarismo, por lo que la afirmación no puede ser respaldada en términos absolutos.",
            "eleccion": "En desacuerdo"
        },
        "Agente de Izquierda": {
            "razonamiento": "La afirmación de que \"cuanto más fuerte sea el liderazgo, mejor\" va en contra de los principios de independencia política y organización democrática que defendemos desde el FIT-U. Creemos en la autodeterminación de las y los trabajadores, en la lucha colectiva y no en liderazgos autoritarios o centralizados. La fuerza de un movimiento debe residir en su base y en su capacidad de organización y movilización, no en la figura de un líder fuerte que puede conducir a la opresión o al autoritarismo. Por esto, estoy en desacuerdo con la afirmación.",
            "eleccion": "En desacuerdo"
        }
    },
    "La democracia es más que un proceso de toma de decisiones.": {
        "question": "Democracy is more than a decision-making process.",
        "pregunta": "La democracia es más que un proceso de toma de decisiones.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 10,
            "scty": 0
        },
        "Base Agent": {
            "razonamiento": "Considero que la democracia implica no solo la elección de representantes, sino también la participación activa de los ciudadanos, la protección de los derechos humanos, la igualdad de oportunidades y el respeto a la diversidad de opiniones. Por lo tanto, estoy muy de acuerdo en que la democracia es más que un simple proceso de toma de decisiones.",
            "eleccion": "Muy de acuerdo"
        },
        "Reviewer": {
            "razonamiento": "Entiendo que la democracia no solo se basa en votar y tomar decisiones, sino que también involucra el respeto a los derechos humanos, la participación de la ciudadanía y el debate abierto, fomentando un entorno político inclusivo y equitativo.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "Considerando la importancia que se le debe dar a la libertad individual, al respeto de la propiedad privada y a instituciones que fomenten la competencia, es claro que la democracia debe funcionar como un marco que permita no sólo decisiones colectivas, sino también el respeto de las libertades y derechos individuales que son la base de una sociedad próspera. Más allá de ser un mero proceso de toma de decisiones, la democracia debe garantizar la defensa de esos principios fundamentales.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "La democracia no solo se limita al acto de votar, sino que implica el respeto a los derechos de todos los ciudadanos, la participación activa en la vida política, y la garantía de un estado de derecho que proteja las libertades y los derechos individuales. Es fundamental para una sociedad justa y pluralista.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "La democracia implica no solo la elección de representantes, sino también el respeto a los derechos humanos, la inclusión social y la participación activa de la ciudadanía en la toma de decisiones. Esto está en línea con los principios de la justicia social y el diálogo que promovemos desde la Unión por la Patria. Una democracia plena va más allá del voto, es garantizar los derechos de todos y construir consensos.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente de Izquierda": {
            "razonamiento": "La democracia debe ser entendida como un proceso que va más allá de solo votar; debe incluir la participación activa y el control popular en la toma de decisiones. La democracia real implica la inclusión de todas las voces de la clase trabajadora y los sectores explotados, rechazando el dominio de los partidos patronales. Defendemos una democracia basada en la soberanía de los trabajadores y en la movilización popular.",
            "eleccion": "Muy de acuerdo"
        }
    },
    "Las regulaciones ambientales son esenciales.": {
        "question": "Environmental regulations are essential.",
        "pregunta": "Las regulaciones ambientales son esenciales.",
        "effect": {
            "econ": 5,
            "dipl": 0,
            "govt": 0,
            "scty": 10
        },
        "Base Agent": {
            "razonamiento": "Las regulaciones ambientales son fundamentales para proteger el medio ambiente, la salud pública y asegurar un desarrollo sostenible. Sin ellas, muchas prácticas industriales podrían causar daños irreparables a la naturaleza y poner en riesgo la calidad de vida de las futuras generaciones.",
            "eleccion": "Muy de acuerdo"
        },
        "Reviewer": {
            "razonamiento": "Las regulaciones ambientales son necesarias para proteger el medio ambiente y asegurar un desarrollo sostenible, lo que es fundamental para la salud pública y el bienestar de las futuras generaciones.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "Las regulaciones ambientales, cuando son excesivas y se imponen de forma paternalista, pueden restringir la libertad individual y la propiedad privada. La protección del medio ambiente debe ser abordada a través de soluciones de mercado y el respeto por la propiedad privada, donde los propietarios son incentivados a cuidar y preservar sus recursos. Por lo tanto, no todas las regulaciones ambientales son esenciales y su implementación debe ser cuidadosamente evaluada para evitar el sobrecontrol estatal.",
            "eleccion": "En desacuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "Las regulaciones ambientales son fundamentales para asegurar una armonía entre el desarrollo económico y la protección del entorno. Promover un crecimiento sustentable que respete nuestro medio ambiente es clave para las futuras generaciones y para un desarrollo productivo integral. Sin embargo, deben ser razonables y no ahogar la iniciativa privada, buscando un balance adecuado.",
            "eleccion": "De acuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "Las regulaciones ambientales son fundamentales para garantizar un desarrollo sostenible y proteger los recursos naturales para las futuras generaciones. Desde la perspectiva de la justicia social y la soberanía, es esencial que nuestras políticas económicas estén alineadas con la protección del medio ambiente. Esto permite no solo cuidar de nuestro entorno, sino también asegurar que los sectores vulnerables no sean los más afectados por la degradación ambiental.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente de Izquierda": {
            "razonamiento": "Las regulaciones ambientales son esenciales para proteger el medio ambiente y los derechos de las comunidades. Sin embargo, deben ser implementadas desde una perspectiva que priorice a los trabajadores y no favorezca a las grandes corporaciones que a menudo buscan el mínimo cumplimiento. Además, necesitamos regular la explotación de nuestros recursos naturales para evitar el saqueo y la destrucción provocada por políticas neoliberales. Por lo tanto, considero que las regulaciones deben estar orientadas a garantizar que el bienestar del pueblo trabajador y el ambiente vayan de la mano.",
            "eleccion": "De acuerdo"
        }
    },
    "Un mundo mejor vendrá de la automatización, la ciencia y la tecnología.": {
        "question": "A better world will come from automation, science, and technology.",
        "pregunta": "Un mundo mejor vendrá de la automatización, la ciencia y la tecnología.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 0,
            "scty": 10
        },
        "Base Agent": {
            "razonamiento": "La automatización, la ciencia y la tecnología son herramientas poderosas que, cuando se utilizan de manera responsable y ética, pueden generar avances significativos en la calidad de vida y la eficiencia de muchos procesos. Sin embargo, también hay que considerar las implicancias sociales y laborales que pueden surgir de su implementación. Por lo tanto, creo que es posible que un mundo mejor pueda surgir de estos avances, pero con matices y precauciones.",
            "eleccion": "De acuerdo"
        },
        "Reviewer": {
            "razonamiento": "La automatización, la ciencia y la tecnología pueden impulsar el desarrollo y mejorar la calidad de vida, pero también es esencial considerar sus impactos sociales y económicos. Intervenir de manera equilibrada podría facilitar un futuro más equitativo y sostenible.",
            "eleccion": "De acuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "La automatización, la ciencia y la tecnología son herramientas fundamentales para mejorar la calidad de vida y aumentar la productividad. Aportan a la libertad individual y la creación de nuevas oportunidades en un mercado libre. Al promover la innovación y la competencia, se logra un crecimiento económico que beneficia a toda la sociedad.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "La automatización, la ciencia y la tecnología son fundamentales para el desarrollo y progreso de nuestra sociedad. Promueve la innovación, mejora la calidad de vida y genera nuevas oportunidades laborales si se manejan de manera responsable y con un enfoque en el bienestar social. Fomentar el desarrollo tecnológico es clave para la competitividad y el crecimiento económico de Argentina.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "Si bien la automatización, la ciencia y la tecnología son herramientas poderosas para mejorar la calidad de vida, es fundamental que su desarrollo esté orientado hacia el bienestar social y la justicia. No se trata solo de avanzar tecnológicamente, sino de asegurar que todos los sectores de la sociedad se beneficien de esos avances. En este sentido, cada paso hacia adelante debe ir acompañado de políticas que garanticen inclusión, igualdad y protección de los derechos laborales.",
            "eleccion": "De acuerdo"
        },
        "Agente de Izquierda": {
            "razonamiento": "Si bien la automatización, la ciencia y la tecnología pueden traer avances, no se puede permitir que estas herramientas sean utilizadas para maximizar las ganancias de los capitalistas a expensas de la clase trabajadora. La historia ha demostrado que el progreso tecnológico ha sido utilizado en el marco de un sistema capitalista que incrementa la explotación y la desigualdad. El verdadero cambio hacia un mundo mejor solo podrá lograrse cuando la ciencia y la tecnología estén al servicio de las necesidades humanas y no de la rentabilidad capitalista, promoviendo un enfoque socialista que priorice el bienestar de los trabajadores.",
            "eleccion": "En desacuerdo"
        }
    },
    "Los niños deberían ser educados en valores religiosos o tradicionales.": {
        "question": "Children should be educated in religious or traditional values.",
        "pregunta": "Los niños deberían ser educados en valores religiosos o tradicionales.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": -5,
            "scty": -10
        },
        "Base Agent": {
            "razonamiento": "Considero que la educación en valores debe ser inclusiva y no estar limitada a una perspectiva religiosa o tradicional. Es importante fomentar el pensamiento crítico y la diversidad de creencias.",
            "eleccion": "En desacuerdo"
        },
        "Reviewer": {
            "razonamiento": "La educación en valores debe ser inclusiva y no debe estar sujeta a una doctrina específica. Es fundamental promover una educación laica que respete la diversidad de creencias y fomente el pensamiento crítico.",
            "eleccion": "En desacuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "Considerando la importancia de la libre elección y el respeto a la diversidad de pensamiento, la educación debería centrarse en fomentar el pensamiento crítico y autónomo, permitiendo a las familias elegir los valores que deseen transmitir, en lugar de imponer valores religiosos o tradicionales desde un sistema educativo estatal. La educación debe ser un espacio para explorar diversas perspectivas sin una imposición.",
            "eleccion": "En desacuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "En Juntos por el Cambio creemos en la pluralidad y el respeto a la diversidad de pensamientos y creencias. La educación debe enfocarse en el desarrollo integral y crítico del individuo, garantizando el acceso a una educación laica y de calidad que fomente valores de respeto, inclusión y derechos humanos. Impulsar la educación en valores religiosos o tradicionales desde el Estado puede generar divisiones y no fomenta la convivencia pacífica.",
            "eleccion": "En desacuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "La educación debe centrarse en valores inclusivos y democráticos que promuevan la convivencia y la diversidad, en lugar de imponer valores religiosos o tradicionales que pueden excluir o discriminar a ciertos grupos. Creemos en una educación que fomente el respeto por todas las creencias y culturas.",
            "eleccion": "En desacuerdo"
        },
        "Agente de Izquierda": {
            "razonamiento": "La educación debe ser laica y respetar la diversidad cultural y religiosa. Imponer valores religiosos o tradicionales limita la libertad de pensamiento y fomenta la discriminación. Abogamos por una educación científica, crítica y accesible para todos, sin injerencias de ninguna religión.",
            "eleccion": "Muy en desacuerdo"
        }
    },
    "Las tradiciones no tienen valor por sí solas.": {
        "question": "Traditions are of no value on their own.",
        "pregunta": "Las tradiciones no tienen valor por sí solas.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 0,
            "scty": 10
        },
        "Base Agent": {
            "razonamiento": "Las tradiciones, aunque pueden tener un significado cultural y social importante, no deben ser valoradas por sí solas, sin un contexto o un propósito que justifique su existencia. La evolución de la sociedad requiere que cuestionemos las tradiciones para adaptarnos a nuevas realidades y valores.",
            "eleccion": "De acuerdo"
        },
        "Reviewer": {
            "razonamiento": "Considero que las tradiciones pueden tener un valor significativo en la construcción de identidad cultural y en la cohesión social, esto puede variar según el contexto. Por lo tanto, no estoy de acuerdo en que no tengan valor por sí solas.",
            "eleccion": "En desacuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "Desde la perspectiva liberal, valoramos la libertad individual y el derecho a la tradición como parte importante del proyecto de vida de las personas. Las tradiciones pueden desempeñar un papel en la cohesión social y en la identidad cultural, pero no deben imponerse por encima de la libertad personal. Sin embargo, no se puede afirmar que no tienen valor por sí solas, ya que pueden aportar valor subjetivo a las personas que las viven.",
            "eleccion": "En desacuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "Las tradiciones son una parte importante de nuestras raíces y de nuestra identidad como nación. En Juntos por el Cambio valoramos la herencia cultural y democrática que nos ha forjado, por lo que no estamos de acuerdo en considerar que carecen de valor. Las tradiciones aportan significado y cohesión social, fundamentales para la construcción de una sociedad más justa y sólida.",
            "eleccion": "En desacuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "Las tradiciones forman parte de nuestra identidad y cultura como pueblo. Tienen valor en tanto contribuyen a la cohesión social y a la construcción de una memoria colectiva. En la perspectiva de la justicia social y la soberanía política, las tradiciones deben ser respetadas y, cuando es necesario, actualizadas en función de los valores democráticos y de inclusión.",
            "eleccion": "En desacuerdo"
        },
        "Agente de Izquierda": {
            "razonamiento": "Las tradiciones son construcciones sociales que pueden tener tanto valor cultural como funcional, pero deben ser analizadas críticamente en el contexto de la lucha de clases y no pueden justificar la opresión o la explotación. La valoración de las tradiciones debe estar supeditada a su impacto en la vida de los trabajadores y sus derechos.",
            "eleccion": "De acuerdo"
        }
    },
    "La religión debería jugar un papel en el gobierno.": {
        "question": "Religion should play a role in government.",
        "pregunta": "La religión debería jugar un papel en el gobierno.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": -10,
            "scty": -10
        },
        "Base Agent": {
            "razonamiento": "La religión debería mantenerse separada de la política para garantizar una gobernanza justa e imparcial, respetando la diversidad de creencias en la sociedad.",
            "eleccion": "Muy en desacuerdo"
        },
        "Reviewer": {
            "razonamiento": "La separación entre la religión y el gobierno es fundamental para garantizar la libertad de todos los ciudadanos, independientemente de sus creencias. La religión no debería influir en la legislación ni en las políticas públicas, ya que esto puede llevar a la discriminación y a la falta de equidad.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "La religión es una elección personal y debe permanecer en el ámbito privado, sin injerencia del Estado. Un gobierno que se involucra en cuestiones religiosas socava la libertad individual y la neutralidad del Estado ante todas las creencias. La separación de la iglesia y el Estado es fundamental para proteger la diversidad y las libertades individuales.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "La religión debe ser una cuestión personal y no debe influir en la toma de decisiones políticas o en la administración del Estado. Es fundamental garantizar la separación entre el Estado y las creencias religiosas para preservar la libertad de todos los ciudadanos, independientemente de su fe o creencias. En nuestra visión republicana, defendemos la pluralidad y el respeto por todos, sin que ninguna religión imponga su doctrina sobre las políticas públicas.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "La separación entre la religión y el estado es fundamental para garantizar un gobierno que respete la diversidad de creencias y la laicidad. La religión no debe influir en la toma de decisiones políticas y en la defensa de derechos ciudadanos.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente de Izquierda": {
            "razonamiento": "La religión no debe tener ningún papel en el gobierno, ya que debe existir una separación clara entre la Iglesia y el Estado. La influencia religiosa en la política puede limitar los derechos y libertades de todos, y es necesario garantizar una educación laica y libre de condicionamientos religiosos. Defendemos un Estado neutral en materia de creencias, donde todas las personas puedan ejercer su fe o no tener ninguna, sin que esto afecte la política pública.",
            "eleccion": "Muy en desacuerdo"
        }
    },
    "Las iglesias deberían ser gravadas de la misma manera que otras instituciones.": {
        "question": "Churches should be taxed the same way other institutions are taxed.",
        "pregunta": "Las iglesias deberían ser gravadas de la misma manera que otras instituciones.",
        "effect": {
            "econ": 5,
            "dipl": 0,
            "govt": 0,
            "scty": 10
        },
        "Base Agent": {
            "razonamiento": "La imposición de impuestos a las iglesias debería ser igual que a otras organizaciones para garantizar una mayor equidad en el sistema fiscal y evitar privilegios que puedan afectar el bienestar social.",
            "eleccion": "Muy de acuerdo"
        },
        "Reviewer": {
            "razonamiento": "La afirmación propone que las iglesias, como instituciones, sean tratadas de la misma manera que otras organizaciones en términos fiscales. Esto podría llevar a una mayor equidad en la carga tributaria, ya que actualmente muchas iglesias gozan de exenciones fiscales. Sin embargo, esto también podría ser visto como una limitación a la libertad religiosa y a la autonomía financiera de estas instituciones, lo cual es un valor importante en una sociedad plural. Por lo tanto, mi postura se inclina a favor de que las iglesias no sean gravadas de la misma manera que otras instituciones.",
            "eleccion": "En desacuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "Gravar a las iglesias de la misma manera que otras instituciones atenta contra la libertad religiosa y el principio de no agresión. Cada individuo debe tener la libertad de practicar su fe sin interferencias del Estado, que no tiene derecho a imponerle gravámenes que afectan su autonomía. Las donaciones a instituciones religiosas fomentan la cooperación social, y gravarlas solo aumentaría la intromisión estatal en asuntos privados.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "La tributación debe ser equitativa, pero también es fundamental respetar la libertad de cultos y el rol social que las iglesias cumplen en las comunidades. Gravarlas de la misma manera que otras instituciones podría limitar su capacidad de acción social y su compromiso con el bien común. Es importante encontrar un equilibrio que noo atente contra su labor social y comunitaria, pero que a su vez fomente la responsabilidad fiscal.",
            "eleccion": "En desacuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "Las iglesias, al ser entidades que pueden tener un impacto significativo en la vida social y cultural, deben estar sujetas a las mismas condiciones fiscales que otras instituciones. Esto garantiza equidad y transparencia en la recaudación de fondos, además de contribuir al financiamiento del Estado. Un sistema impositivo justo debe considerar a todas las instituciones en pie de igualdad.",
            "eleccion": "De acuerdo"
        },
        "Agente de Izquierda": {
            "razonamiento": "Como representante del FIT-U, considero que todas las instituciones, incluidas las iglesias, deben contribuir equitativamente al desarrollo del país. Las iglesias no deben recibir beneficios fiscales que favorezcan a intereses privados sobre el bienestar público, y deben ser tratadas como cualquier otra entidad en términos de responsabilidad fiscal. Esto es parte de nuestra visión de un estado laico y que prioriza los derechos del pueblo trabajador.",
            "eleccion": "Muy de acuerdo"
        }
    },
    "El cambio climático es actualmente una de las mayores amenazas para nuestra forma de vida.": {
        "question": "Climate change is currently one of the greatest threats to our way of life.",
        "pregunta": "El cambio climático es actualmente una de las mayores amenazas para nuestra forma de vida.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 0,
            "scty": 10
        },
        "Base Agent": {
            "razonamiento": "El cambio climático es una crisis global que afecta a todos los aspectos de nuestra vida, incluyendo la economía, la salud y el medio ambiente. Ignorarlo pondría en peligro nuestra forma de vida y la de las futuras generaciones.",
            "eleccion": "Muy de acuerdo"
        },
        "Reviewer": {
            "razonamiento": "El cambio climático afecta significativamente el medio ambiente, la economía y la salud pública, lo que lo convierte en una amenaza crítica que debe ser abordada con urgencia.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "Si bien el cambio climático puede ser un tema relevante, desde la perspectiva del liberalismo, es fundamental no exagerar su impacto ni permitir que se utilicen políticas intervencionistas que restrinjan libertades individuales y atenten contra la propiedad privada. Las soluciones deben estar basadas en la innovación y la iniciativa privada, más que en medidas coercitivas del Estado. Por lo tanto, no considero que sea una de las mayores amenazas para nuestra forma de vida en este contexto.",
            "eleccion": "Neutral"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "Reconocemos la importancia de abordar el cambio climático, pues su impacto afecta de manera directa la sustentabilidad del desarrollo y el bienestar de las futuras generaciones. Sin embargo, como espacio político priorizamos soluciones que integren crecimiento económico y cuidado ambiental. Es fundamental invertir en tecnologías limpias y eficientes para armonizar el progreso con el respeto por el medio ambiente, pero no puede ser considerada una amenaza al nivel de otras crisis urgentes como las económicas y sociales.",
            "eleccion": "De acuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "El cambio climático efectivamente representa una amenaza crítica que afecta profundamente no solo al medio ambiente, sino también a la economía y al bienestar de la población, especialmente de los más vulnerables. Es imprescindible que el Estado intervenga activamente para mitigar sus efectos mediante políticas públicas sostenibles y responsables. Por lo tanto, estoy totalmente de acuerdo en que debemos abordar este desafío con una mayor urgencia y compromiso.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente de Izquierda": {
            "razonamiento": "El cambio climático es una consecuencia del modelo capitalista depredador que privilegia la acumulación de riquezas en manos de unos pocos. Sin embargo, creo que la lucha contra el cambio climático debe estar íntimamente ligada a una lucha más amplia por el socialismo y el fin de la explotación capitalista, ya que son estos agentes los que han llevado a la crisis ambiental. Por lo tanto, la afirmación es cierta, pero es fundamental no separar la lucha ambientalista de la lucha de clases. Pero esto no quita que el cambio climático representa un grave peligro para el pueblo trabajador y los sectores más vulnerables.",
            "eleccion": "De acuerdo"
        }
    },
    "Es importante que trabajemos como un mundo unido para combatir el cambio climático.": {
        "question": "It is important that we work as a united world to combat climate change.",
        "pregunta": "Es importante que trabajemos como un mundo unido para combatir el cambio climático.",
        "effect": {
            "econ": 0,
            "dipl": 10,
            "govt": 0,
            "scty": 10
        },
        "Base Agent": {
            "razonamiento": "La colaboración global es esencial para abordar el cambio climático, ya que se trata de un problema que trasciende fronteras y afecta a todos los seres humanos. La acción colectiva puede generar un mayor impacto y fomentar soluciones sostenibles a nivel mundial.",
            "eleccion": "Muy de acuerdo"
        },
        "Reviewer": {
            "razonamiento": "La cooperación global es esencial para enfrentar el desafío del cambio climático, que trasciende fronteras y requiere un esfuerzo conjunto para ser efectivamente abordado.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "Si bien el cuidado del medio ambiente es una consideración válida, el enfoque debe estar centrado en las soluciones basadas en el mercado y la innovación, en lugar de intervenciones estatales globales que limitan las libertades individuales y la propiedad privada. Comprender que cada país tiene el derecho de decidir cómo abordar sus problemas ambientales es fundamental.",
            "eleccion": "En desacuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "La cooperación internacional es esencial para abordar desafíos globales como el cambio climático. Sin embargo, esta colaboración debe hacerse desde una postura que no sacrifique las soberanías nacionales ni impulse políticas que desestimulen la iniciativa privada. Abogamos por soluciones equilibradas que integren el desarrollo sostenible con el crecimiento económico.",
            "eleccion": "De acuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "La lucha contra el cambio climático es un desafío global que requiere de colaboración internacional y un enfoque que priorice la justicia social y el desarrollo sostenible. No se trata solo de un problema ambiental, sino de cómo este afecta a las poblaciones más vulnerables. Trabajar como un mundo unido no solo es importante, sino esencial para garantizar el bienestar de todos.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente de Izquierda": {
            "razonamiento": "Si bien la lucha contra el cambio climático es fundamental, esta no puede desvincularse de la lucha de clases y de la crítica al sistema capitalista, que es el principal responsable de la devastación medioambiental. La solución debe surgir de una reorganización socialista de la producción, priorizando la vida de los trabajadores y no las ganancias de las corporaciones. Por lo tanto, la idea de un 'mundo unido' no es suficiente si no se cuestiona el papel del imperialismo y el capitalismo en la crisis ambiental.",
            "eleccion": "En desacuerdo"
        }
    },
    "La sociedad era mejor hace muchos años de lo que es ahora.": {
        "question": "Society was better many years ago than it is now.",
        "pregunta": "La sociedad era mejor hace muchos años de lo que es ahora.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 0,
            "scty": -10
        },
        "Base Agent": {
            "razonamiento": "Esta afirmación suele reflejar una visión nostálgica que ignora los avances sociales, tecnológicos y de derechos que han mejorado la vida de muchas personas en el presente. Considero que la evolución de la sociedad suele traer mejoras, a pesar de los retos actuales.",
            "eleccion": "En desacuerdo"
        },
        "Reviewer": {
            "razonamiento": "La afirmación sugiere un ideal nostálgico que no considera los avances en derechos humanos, tecnología, y la calidad de vida que se han logrado con el paso del tiempo. Las condiciones pueden variar, pero en general, se han dado mejoras significativas en muchos aspectos de la sociedad actual.",
            "eleccion": "En desacuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "Aunque la sociedad ha enfrentado grandes retos en el pasado, la libertad individual y el desarrollo social, político y económico siguen avanzando. Cada generación enfrenta diferentes problemas y oportunidades. Decir que la sociedad era mejor en el pasado ignora los logros alcanzados y el potencial futuro. Como tendencia liberal, creo en la capacidad de mejora continua, impulsada por la libertad individual y el mérito.",
            "eleccion": "Neutral"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "La afirmación de que la sociedad era mejor en el pasado simplifica una realidad compleja. Si bien hay aspectos de nuestro pasado que se extrañan, hay también muchos avances en derechos, libertades y oportunidades que hemos logrado. Mirar hacia el pasado con nostalgia puede desviar nuestra atención de los problemas actuales que debemos resolver y el potencial de mejora que todavía existe. La clave está en aprender del pasado para construir un futuro mejor, no en idealizarlo.",
            "eleccion": "En desacuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "Esta afirmación ignora los avances en derechos sociales, laborales y políticos que hemos logrado en las últimas décadas. Si bien hay desafíos actuales, el progreso en áreas como la inclusión social, la educación y la salud demuestra que seguimos avanzando hacia una sociedad más justa. Idealizar el pasado es un obstáculo para abordar los problemas actuales y seguir construyendo un futuro mejor.",
            "eleccion": "En desacuerdo"
        },
        "Agente de Izquierda": {
            "razonamiento": "La afirmación plantea un idealización del pasado que ignora los avances en derechos sociales y la lucha de la clase trabajadora. Aunque hay desafíos actuales, la lucha por justicia social y derechos humanos ha avanzado en muchas áreas. Además, los problemas actuales son el resultado de políticas económicas y ajustes que benefician a la clase capitalista. No se puede mitificar el pasado sin reconocer las luchas que hemos librado en el presente.",
            "eleccion": "En desacuerdo"
        }
    },
    "Es importante que mantengamos las tradiciones de nuestro pasado.": {
        "question": "It is important that we maintain the traditions of our past.",
        "pregunta": "Es importante que mantengamos las tradiciones de nuestro pasado.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 0,
            "scty": -10
        },
        "Base Agent": {
            "razonamiento": "Las tradiciones de un país o una cultura son importantes para mantener la identidad y el sentido de pertenencia, sin embargo, también es crucial adaptarse a los cambios y evolucionar. La importancia de las tradiciones debe equilibrarse con la apertura a nuevas ideas.",
            "eleccion": "De acuerdo"
        },
        "Reviewer": {
            "razonamiento": "Las tradiciones son un elemento fundamental de nuestra identidad cultural y social, y mantenerlas contribuye a la cohesión y la continuidad de la sociedad.",
            "eleccion": "De acuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "Si bien las tradiciones pueden tener valor cultural, desde una perspectiva liberal, lo importante es enfocarse en las libertades individuales y el progreso personal. Cada individuo debe tener la libertad de decidir qué tradiciones seguir, en lugar de imponer la preservación de las mismas como un deber. Por lo tanto, la idea de priorizar las tradiciones per se puede ser restrictiva para el desarrollo individual.",
            "eleccion": "En desacuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "La identidad y las tradiciones son fundamentales para comprender nuestra historia como nación. Mantenerlas nos ayuda a fortalecer nuestros valores republicanos y democráticos, aprendiendo del pasado para construir un mejor futuro. Sin embargo, también es importante adaptarse a las nuevas realidades y desafíos del presente.",
            "eleccion": "De acuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "Mantener las tradiciones del pasado es relevante en la medida que éstas promuevan la inclusión, la identidad y el respeto por la historia de nuestro pueblo. Sin embargo, no deben ser un obstáculo para la innovación y el cambio necesario hacia una sociedad más justa y equitativa. Las tradiciones deben evolucionar y adaptarse a las demandas actuales de justicia social y derechos humanos.",
            "eleccion": "Neutral"
        },
        "Agente de Izquierda": {
            "razonamiento": "Mantener tradiciones del pasado puede ser una forma de conservar estructuras de opresión y privilegio que benefician a unos pocos a expensas de la mayoría trabajadora. Debemos avanzar hacia una sociedad que fomente la igualdad, la justicia social y el respeto a los derechos de todos, superando legados que perpetúan desigualdades. Por lo tanto, priorizamos un futuro libre de explotación y opresión sobre un apego sentimental a tradiciones que pueden oprimir a sectores populares.",
            "eleccion": "Muy en desacuerdo"
        }
    },
    "Es importante que pensemos a largo plazo, más allá de nuestras vidas.": {
        "question": "It is important that we think in the long term, beyond our lifespans.",
        "pregunta": "Es importante que pensemos a largo plazo, más allá de nuestras vidas.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 0,
            "scty": 10
        },
        "Base Agent": {
            "razonamiento": "La afirmación destaca la importancia de la planificación y la consideración de las generaciones futuras, lo cual es crucial para el desarrollo sostenible y la justicia social. Esto se alinea con una visión política que prioriza el bienestar colectivo a largo plazo.",
            "eleccion": "Muy de acuerdo"
        },
        "Reviewer": {
            "razonamiento": "La importancia de pensar a largo plazo es fundamental para el bienestar colectivo y la sostenibilidad de las futuras generaciones. La planificación y la toma de decisiones considerando el futuro permite abordar problemáticas como el cambio climático, la inequidad social y el desarrollo económico sostenible.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "Considero que es fundamental pensar a largo plazo en la construcción de un país próspero y libre. Sin embargo, esto debe hacerse desde la perspectiva de fomentar la autonomía y la responsabilidad individual, en lugar de depender de un Estado que intervenga en nuestras vidas. La planificación a largo plazo debería enfocarse en crear condiciones que permitan a las personas desarrollarse y prosperar como individuos libremente.",
            "eleccion": "De acuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "Desde Juntos por el Cambio promovemos una visión de desarrollo integral y sostenible que prioriza el bien común y las futuras generaciones. La responsabilidad hacia las próximas generaciones es un pilar fundamental en nuestras políticas, ya que buscamos construir un país sólido y con oportunidades para todos, lo cual requiere una planificación a largo plazo.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "Es fundamental pensar a largo plazo para asegurar un futuro sostenible y equitativo para las próximas generaciones. Esta perspectiva es clave en nuestro compromiso con la justicia social y el bienestar de todos los argentinos, garantizando que nuestras decisiones hoy beneficien a la sociedad en su conjunto y no solo a intereses inmediatos.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente de Izquierda": {
            "razonamiento": "Desde la perspectiva del FIT-U, es fundamental pensar en las próximas generaciones y en cómo nuestras decisiones hoy impactan en el futuro de los trabajadores y sectores oprimidos. Sin embargo, también es crucial actuar en el presente para enfrentar las injusticias actuales que el capitalismo y el imperialismo imponen. Así, el objetivo es construir un futuro mejor, pero mediante una lucha política inmediata y efectiva.",
            "eleccion": "De acuerdo"
        }
    },
    "La razón es más importante que mantener nuestra cultura.": {
        "question": "Reason is more important than maintaining our culture.",
        "pregunta": "La razón es más importante que mantener nuestra cultura.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 0,
            "scty": 10
        },
        "Base Agent": {
            "razonamiento": "La afirmación sugiere que la razón debe prevalecer sobre la tradición cultural. Una perspectiva centrada en la razón puede considerar que el progreso y la mejora de la sociedad deberían basarse en la lógica y el razonamiento, incluso si esto implica modificar o dejar de lado aspectos culturales. Sin embargo, también se podría argumentar que la cultura y la tradición son esenciales para la identidad de un grupo social y que la razón sin un contexto cultural puede ser vacía. Por lo tanto, yo respondería que estoy de acuerdo en que la razón es importante, pero no a expensas de desvalorizar la cultura.",
            "eleccion": "De acuerdo"
        },
        "Reviewer": {
            "razonamiento": "La afirmación sugiere que la razón debe prevalecer sobre la cultura, lo que puede ser problemático ya que la cultura también desempeña un papel vital en la identidad y cohesión social de un grupo. Aunque la razón es importante, debe existir un balance y respeto hacia las tradiciones culturales.",
            "eleccion": "De acuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "La razón es un pilar fundamental del liberalismo, ya que fomenta la libertad de pensamiento, el debate crítico y el respeto a la autonomía individual. Sin embargo, la cultura también juega un rol importante en el desarrollo de una sociedad libre y diversa. Por lo tanto, es necesario encontrar un balance que respete la razón y la cultura al mismo tiempo, sin permitir que ninguna de las dos sea desmedidamente priorizada sobre la otra.",
            "eleccion": "De acuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "La afirmación sugiere que la razón debe prevalecer sobre la cultura, lo cual puede llevar a una falta de respeto por las tradiciones y valores que han construido nuestra identidad. Sin duda, la razón es fundamental para el desarrollo y el progreso, pero no puede ser vista aisladamente, ya que una sociedad con una cultura rica y respetada puede dar sentido a las decisiones racionales. Es crucial encontrar el equilibrio entre una y otra.",
            "eleccion": "Neutral"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "Si bien la razón y la lógica son fundamentales en la toma de decisiones, es igualmente importante reconocer el valor de la cultura en la formación de nuestra identidad como sociedad. La cultura es un pilar que sostiene nuestro sentido de pertenencia y cohesión social, por lo que nunca debe ser sacrificada en nombre de la razón. Ambas deben coexistir y complementarse.",
            "eleccion": "En desacuerdo"
        },
        "Agente de Izquierda": {
            "razonamiento": "Desde la perspectiva del FIT-U, la defensa de la cultura del pueblo trabajador es esencial, ya que esta cultura se forja en la lucha y la resistencia. Si bien la razón es fundamental en la construcción de un discurso político y en la organización de los trabajadores, no debe ser separada de las vivencias, tradiciones y la identidad cultural de nuestro pueblo. El conocimiento y la razón deben servir para fortalecer y valorizar nuestras culturas populares, no para despojarlas. Por lo tanto, no se puede priorizar la razón por sobre la cultura del pueblo.",
            "eleccion": "En desacuerdo"
        }
    },
    "El consumo de drogas debería ser legalizado o despenalizado.": {
        "question": "Drug use should be legalized or decriminalized.",
        "pregunta": "El consumo de drogas debería ser legalizado o despenalizado.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 10,
            "scty": 2
        },
        "Base Agent": {
            "razonamiento": "La legalización o despenalización del consumo de drogas puede llevar a un enfoque más efectivo en la reducción del daño, la disminución de la criminalidad asociada al tráfico de drogas y el respeto a la libertad individual. Además, permitiría regular el consumo y garantizar la calidad de los productos, lo que podría tener beneficios en la salud pública.",
            "eleccion": "Muy de acuerdo"
        },
        "Reviewer": {
            "razonamiento": "La legalización o despenalización del consumo de drogas podría contribuir a reducir la criminalización de usuarios, mejorar la salud pública mediante un enfoque de reducción de daños, y generar ingresos mediante la regulación del mercado. Además, se generaría un espacio legal para el manejo y tratamiento de la adicción.",
            "eleccion": "De acuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "La legalización o despenalización del consumo de drogas es coherente con el respeto a las libertades individuales y la propiedad privada. Cada persona debería tener la autonomía de decidir sobre su propio cuerpo y vida, siempre que no interfiera en los derechos de los demás. La criminalización ha llevado a una serie de efectos adversos, incluidos el aumento de la violencia y el fortalecimiento del mercado negro. Al despenalizar, el Estado podría enfocarse en la regulación y en la prevención, en lugar de en la represión.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "La legalización o despenalización del consumo de drogas plantea importantes cuestiones sobre la salud pública y la seguridad. Si bien es necesario abordar el problema desde una perspectiva de salud y prevención, la legalización indiscriminada podría incrementar el consumo y los problemas asociados. La posición de Juntos por el Cambio aboga por una política integral que enfoque en la prevención, la educación y el tratamiento, sin promover la despenalización sin un marco claro que defienda el bienestar social y que no ataque la seguridad pública. Por ende, estoy en desacuerdo con la legalización como respuesta generalizada.",
            "eleccion": "En desacuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "La legalización o despenalización del consumo de drogas debe ser abordada desde una perspectiva de salud pública y justicia social. Es fundamental garantizar la atención y el tratamiento a las personas en situación de consumo problemático, priorizando su salud y bienestar por sobre la criminalización. Sin embargo, la propuesta debe estar acompañada de políticas integrales que incluyan educación y prevención. Por lo tanto, la respuesta es en favor de un enfoque que no penalice pero exija responsabilidad y estado presente en la atención del tema.",
            "eleccion": "De acuerdo"
        },
        "Agente de Izquierda": {
            "razonamiento": "Desde la perspectiva del FIT-U, la legalización o despenalización del consumo de drogas debe ser parte de un enfoque más amplio que aborde las causas sociales de la drogadicción, enfocándose en la atención y la salud pública en vez de la criminalización. Creemos que la despenalización puede contribuir a reducir el estigma y la violencia asociada al narcotráfico, pero es fundamental que esto se haga en el marco de políticas que prioricen la salud y el bienestar de la clase trabajadora, no en beneficio del mercado y el capitalismo. Por esta razón, estamos de acuerdo con la legalización bajo un enfoque de salud pública y no punitivo.",
            "eleccion": "De acuerdo"
        }
    },
    "El matrimonio entre personas del mismo sexo debería ser legal.": {
        "question": "Same-sex marriage should be legal.",
        "pregunta": "El matrimonio entre personas del mismo sexo debería ser legal.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 10,
            "scty": 10
        },
        "Base Agent": {
            "razonamiento": "La legalización del matrimonio entre personas del mismo sexo es fundamental para garantizar la igualdad de derechos y el reconocimiento de todas las relaciones amorosas sin importar la orientación sexual. Esto contribuye a una sociedad más inclusiva y justa.",
            "eleccion": "Muy de acuerdo"
        },
        "Reviewer": {
            "razonamiento": "Considero que la legalización del matrimonio entre personas del mismo sexo es un paso importante hacia la igualdad de derechos y la no discriminación, garantizando que todas las parejas tengan acceso a los mismos beneficios legales y sociales que el matrimonio heterosexual.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "La libertad individual implica que cada persona tiene el derecho a elegir su propia vida y sus relaciones, sin interferencias del Estado. La legalización del matrimonio entre personas del mismo sexo se alinea con este principio de respeto por la autonomía personal y la no discriminación.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "La legalización del matrimonio entre personas del mismo sexo promueve la igualdad de oportunidades y el respeto por las libertades individuales. Juntos por el Cambio valora los derechos del ciudadano y un marco legal inclusivo para todas las familias, sin discriminación. Reconocemos la importancia de la diversidad en el tejido social argentino.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "La Unión por la Patria defiende la inclusión y el respeto de todos los derechos humanos. El matrimonio entre personas del mismo sexo es un derecho que promueve la igualdad y la justicia social, valores fundamentales de nuestra ideología.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente de Izquierda": {
            "razonamiento": "Como representante del Frente de Izquierda y de Trabajadores - Unidad (FIT-U), defiendo la igualdad de derechos para todas las personas, independientemente de su orientación sexual. La legalización del matrimonio entre personas del mismo sexo es una cuestión de justicia social y de derechos humanos que debe ser garantizada por el Estado. Es fundamental luchar contra toda forma de opresión y discriminación, promoviendo la libertad y la igualdad para todos.",
            "eleccion": "Muy de acuerdo"
        }
    },
    "No hay culturas superiores a otras.": {
        "question": "No cultures are superior to others.",
        "pregunta": "No hay culturas superiores a otras.",
        "effect": {
            "econ": 0,
            "dipl": 10,
            "govt": 5,
            "scty": 10
        },
        "Base Agent": {
            "razonamiento": "Creo que todas las culturas tienen su propio valor y aportes al mundo. La idea de que haya culturas superiores es problemática y fomenta la discriminación.",
            "eleccion": "Muy de acuerdo"
        },
        "Reviewer": {
            "razonamiento": "La diversidad cultural es un valor fundamental en la sociedad, y todas las culturas tienen su propia riqueza y complejidades. El respeto y la valoración de la diversidad es esencial para una convivencia pacífica y enriquecedora.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "Desde una perspectiva liberal, es fundamental promover y respetar la diversidad cultural, fomentando el diálogo y el respeto entre todas las culturas. Sin embargo, es igualmente importante reconocer que las culturas pueden ser evaluadas en función de su respeto por los derechos individuales, la libertad y el desarrollo de las personas. Por lo tanto, aunque todas las culturas tienen valor, algunas pueden estar más alineadas con los principios de la libertad y el respeto a la dignidad humana.",
            "eleccion": "De acuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "Desde la perspectiva de Juntos por el Cambio, es fundamental promover el pluralismo y el respeto por la diversidad cultural, de modo que cada cultura tenga su valor y lugar en la sociedad, sin considerar que un tipo de cultura sea superior a otro. Esto fomenta la convivencia pacífica y el diálogo entre diferentes tradiciones y modos de vida, clave para una democracia sólida.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "Este enunciado coincide con los principios de justicia social e igualdad, que son fundamentales para la construcción de una sociedad inclusiva y respetuosa de la diversidad cultural. Creemos en la dignidad y el valor de todas las culturas, por lo que estoy totalmente de acuerdo con esta afirmación, que promueve un marco de respeto y convivencia entre las diferentes identidades.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente de Izquierda": {
            "razonamiento": "Desde una perspectiva socialista y de independencia de clase, afirmamos que todas las culturas tienen un valor intrínseco y merecen respeto. La idea de superioridad cultural ha sido utilizada históricamente para justificar la opresión y explotación de pueblos originarios y comunidades marginalizadas. La lucha por la igualdad y el reconocimiento de todas las culturas es parte de nuestra visión de un mundo más justo.",
            "eleccion": "Muy de acuerdo"
        }
    },
    "Las relaciones sexuales fuera del matrimonio son inmorales.": {
        "question": "Sex outside marriage is immoral.",
        "pregunta": "Las relaciones sexuales fuera del matrimonio son inmorales.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": -5,
            "scty": -10
        },
        "Base Agent": {
            "razonamiento": "La afirmación de que las relaciones sexuales fuera del matrimonio son inmorales puede ser vista desde diferentes perspectivas culturales, sociales y religiosas. En un contexto más liberal, se argumentaría que la moralidad de una relación sexual no debería estar determinada por el estado civil, sino por el consentimiento y la responsabilidad entre los individuos involucrados. Por lo tanto, podría no ser considerado inmoral en un sentido más amplio.",
            "eleccion": "En desacuerdo"
        },
        "Reviewer": {
            "razonamiento": "Considero que la moralidad en las relaciones personales es una cuestión de elección individual y no debe ser determinada por normas matrimoniales. La libertad sexual es un derecho fundamental.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "Desde la perspectiva del liberalismo, cada individuo tiene derecho a decidir su vida personal y sus relaciones sin interferencias externas. Las decisiones sobre la vida privada, incluidas las relaciones sexuales, deben ser cuestiones de libertad personal y responsabilidad individual. No considero que el matrimonio deba imponer moralidades en la vida privada de las personas. La moralidad debería ser una elección personal y no un mandato social o estatal.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "La afirmación sobre la inmoralidad de las relaciones sexuales fuera del matrimonio atenta contra la libertad de elección y la autonomía de las personas. En el marco de una sociedad plural, cada individuo debe ser libre para tomar decisiones respecto a su vida personal, siempre que no transgreda los derechos de los demás. Juntos por el Cambio defiende el respeto a la diversidad y la libertad individual, por lo que esta afirmación no se alinea con nuestros principios.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "La posición de la Unión por la Patria se basa en la justicia social y la defensa de los derechos individuales, lo que incluye el respeto a la autonomía de cada persona en su vida privada. La moralidad no debe ser impuesta por el Estado o por normas sociales restrictivas, ya que cada individuo tiene derecho a decidir sobre su vida y sus relaciones. Esto fomenta la diversidad y el respeto mutuo dentro de la sociedad, aspectos que promueven la inclusión y la equidad.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente de Izquierda": {
            "razonamiento": "Las relaciones sexuales son un derecho personal y no deben estar condicionadas por criterios morales impuestos por instituciones. Cada individuo tiene la libertad de decidir sobre su vida íntima sin restricciones de tipo moral o religioso.",
            "eleccion": "Muy en desacuerdo"
        }
    },
    "Si aceptamos migrantes, es importante que se asimilen a nuestra cultura.": {
        "question": "If we accept migrants at all, it is important that they assimilate into our culture.",
        "pregunta": "Si aceptamos migrantes, es importante que se asimilen a nuestra cultura.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": -5,
            "scty": -10
        },
        "Base Agent": {
            "razonamiento": "La integración de migrantes a la cultura local puede ser importante para fomentar la cohesión social y crear un sentido de comunidad. Sin embargo, también es crucial reconocer y valorar la diversidad que los migrantes traen consigo, permitiendo un intercambio cultural enriquecedor. Por lo tanto, aunque la asimilación puede ser vista como un valor positivo, la idea de forzarla puede ser problemática.",
            "eleccion": "De acuerdo"
        },
        "Reviewer": {
            "razonamiento": "La asimilación cultural puede ser vista como un medio para garantizar la cohesión social y la integración efectiva de los migrantes en la sociedad receptora. Sin embargo, es también fundamental reconocer y valorar la diversidad cultural como un componente positivo que enriquece a la sociedad. Por lo tanto, la idea de que es importante la asimilación cultural presenta matices; aunque puede ser relevante, no debería ser la única perspectiva a seguir.",
            "eleccion": "Neutral"
        },
        "Agente Liberal": {
            "razonamiento": "La aceptación de migrantes debe incluir su integración en la sociedad, promoviendo la libertad individual y la convivencia pacífica, sin forzar una asimilación cultural que pueda restringir su derecho a mantener su identidad. Sin embargo, también es esencial que comprendan y respeten los valores liberales y los principios que sustentan nuestra sociedad.",
            "eleccion": "De acuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "Considero que la asimilación cultural de los migrantes es esencial para mantener la cohesión social y los valores democráticos que nos definen como nación. Fomentar la integración de quienes llegan a nuestro país contribuye a crear una comunidad más fuerte y unida, respetando al mismo tiempo nuestra identidad cultural. Esto no significa despreciar la diversidad, sino buscar un equilibrio entre la inclusión y la preservación de las tradiciones que forman parte de nuestra construcción social.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "La aceptación de migrantes es parte de un compromiso humanitario y de justicia social. Sin embargo, es fundamental que se respete su identidad y cultura, promoviendo una convivencia rica en diversidad. La integración no debe implicar la asimilación, sino el respeto y la inclusión en una sociedad plural.",
            "eleccion": "En desacuerdo"
        },
        "Agente de Izquierda": {
            "razonamiento": "La afirmación plantea una perspectiva cultural hegemónica que impone la necesidad de asimilación, lo cual contrasta con nuestra visión de derechos humanos y la diversidad cultural. Proponemos políticas que respeten y valoren la identidad cultural de las y los migrantes, en lugar de exigirles que se adapten a una cultura dominante.",
            "eleccion": "Muy en desacuerdo"
        }
    },
    "El aborto debería estar prohibido en la mayoría o en todos los casos.": {
        "question": "Abortion should be prohibited in most or all cases.",
        "pregunta": "El aborto debería estar prohibido en la mayoría o en todos los casos.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": -10,
            "scty": -10
        },
        "Base Agent": {
            "razonamiento": "La prohibición del aborto en la mayoría o en todos los casos se considera restrictiva y limita los derechos reproductivos de las mujeres. La decisión de interrumpir un embarazo debe ser personal y basada en las circunstancias individuales de cada mujer.",
            "eleccion": "Muy en desacuerdo"
        },
        "Reviewer": {
            "razonamiento": "La prohibición del aborto en la mayoría o en todos los casos no respeta el derecho a decidir de las mujeres sobre su propio cuerpo y puede poner en riesgo su salud y bienestar. Es fundamental garantizar el acceso a servicios de salud reproductiva y la autonomía de las mujeres.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "Desde la perspectiva de La Libertad Avanza, la defensa del derecho a la vida desde la concepción es un principio fundamental. Creemos que la vida debe ser protegida en todas sus etapas y, por lo tanto, el aborto debería estar prohibido en la mayoría o en todos los casos. Esta posición refleja nuestro compromiso con la libertad y los derechos humanos.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "Desde la perspectiva de Juntos por el Cambio, se defiende la vida y se considera fundamental buscar alternativas que atiendan las realidades de las mujeres sin promover el aborto como solución. Apoyamos políticas integrales que brinden acompañamiento y recursos para la salud y la educación sexual.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "La postura de la Unión por la Patria respecto al aborto se fundamenta en la defensa de los derechos sexuales y reproductivos de las mujeres. No se busca prohibir, sino garantizar el acceso a la salud y la autonomía de las mujeres para decidir sobre sus cuerpos. La prohibición del aborto no elimina la práctica, sino que la empuja a la clandestinidad, poniendo en riesgo la vida de miles de mujeres. Por eso, estoy en desacuerdo con la idea de prohibir el aborto en la mayoría o en todos los casos.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente de Izquierda": {
            "razonamiento": "Esta afirmación es inconsistente con nuestras lucha por los derechos de las mujeres y la autonomía sobre sus cuerpos. Creemos en el derecho a decidir, en la legalización del aborto y en que las mujeres no deben ser penalizadas por ejercer su derecho a la salud y a decidir sobre su reproducción.",
            "eleccion": "Muy en desacuerdo"
        }
    },
    "La posesión de armas debería estar prohibida para aquellos sin una razón válida.": {
        "question": "Gun ownership should be prohibited for those without a valid reason.",
        "pregunta": "La posesión de armas debería estar prohibida para aquellos sin una razón válida.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": -10,
            "scty": 0
        },
        "Base Agent": {
            "razonamiento": "La posesión de armas sin una razón valida puede aumentar el riesgo de violencia y accidentes. Es preferible que solo aquellos que tienen una necesidad legítima puedan poseer armas, para garantizar la seguridad pública.",
            "eleccion": "Muy de acuerdo"
        },
        "Reviewer": {
            "razonamiento": "La posesión de armas debería ser regulada de manera estricta para evitar el acceso a individuos que no tienen una justificación sólida, ya que esto puede contribuir a la seguridad pública y a la reducción de la violencia armada. Es fundamental establecer criterios claros que definan lo que constituye una 'razón válida' para poseer un arma, priorizando la seguridad y el bienestar de la sociedad.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "La posesión de armas es un derecho fundamental relacionado con la libertad individual y la defensa personal. Prohibir su posesión sin una razón válida limita las libertades individuales y va en contra de la idea de que cada persona debe asumir responsabilidad por su propia seguridad. En una sociedad libre, los individuos deben tener el derecho a decidir cómo protegerse. Así que estoy en desacuerdo con esta afirmación.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "La regulación de la posesión de armas es fundamental para asegurar la seguridad y el bienestar de la sociedad, pero también es importante no restringir las libertades individuales de aquellos que puedan tener razones válidas para poseerlas. La clave es equilibrar la protección social con el respeto a los derechos de los ciudadanos.",
            "eleccion": "De acuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "La posesión de armas debe estar regulada para evitar la violencia y asegurar la seguridad pública en un marco de respeto a los derechos humanos. No se puede permitir que cualquier persona tenga acceso a armas sin un control firme que justifique su uso.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente de Izquierda": {
            "razonamiento": "La prohibición de la posesión de armas para quienes no tienen una razón válida se enmarca dentro de la necesidad de proteger a la clase trabajadora de la violencia y el abuso de poder. Debemos luchar por una sociedad más segura mediante el desarme y la eliminación de la cultura de la violencia, en lugar de reforzarla. Sin embargo, esta posición puede ser vista como conservadora si no se tiene en cuenta el derecho a la defensa ante la violencia estatal o de las patronales. Por lo tanto, creo que se debería tener en cuenta un enfoque más orientado hacia la justicia social y la igualdad, priorizando la desmilitarización en general antes que una mera prohibición sin consideración.",
            "eleccion": "De acuerdo"
        }
    },
    "Apoyo un sistema de salud universal y de pago único.": {
        "question": "I support single-payer, universal healthcare.",
        "pregunta": "Apoyo un sistema de salud universal y de pago único.",
        "effect": {
            "econ": 10,
            "dipl": 0,
            "govt": 0,
            "scty": 0
        },
        "Base Agent": {
            "razonamiento": "Considero que la salud es un derecho fundamental y que un sistema de salud universal y de pago único garantizaría el acceso a servicios de salud para toda la población, independientemente de su situación económica.",
            "eleccion": "Muy de acuerdo"
        },
        "Reviewer": {
            "razonamiento": "Un sistema de salud universal y de pago único asegura que todos los ciudadanos tengan acceso a atención médica sin importar su situación económica, lo que promueve la equidad y la justicia social en el acceso a servicios esenciales.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "Un sistema de salud universal y de pago único implica un control estatal excesivo sobre un sector crucial que debería estar basado en la libre competencia y el mercado. Esto restringe la libertad de elección de los ciudadanos, disminuye la calidad de los servicios al eliminar la competencia y, además, se financia a expensas del contribuyente. La salud debe gestionarse a través de un sistema desregulado donde las personas puedan elegir sus proveedores de atención médica y financien sus cuidados según sus necesidades y recursos.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "Si bien considero importante que todos los argentinos tengan acceso a un sistema de salud accesible y de calidad, un sistema universal y de pago único carece de los mecanismos necesarios para asegurar un servicio eficiente y de alta calidad. Promovería un sistema de salud que combine tanto lo público como lo privado, fomentando la competencia y garantizando el acceso sin comprometer la calidad y la sostenibilidad económica.",
            "eleccion": "En desacuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "El acceso a la salud es un derecho humano fundamental y debe ser garantizado por el Estado, asegurando que todos los ciudadanos tengan igualdad de acceso a servicios de salud sin discriminación. Un sistema de salud universal y de pago único es esencial para promover la justicia social y la equidad en el acceso a la atención médica.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente de Izquierda": {
            "razonamiento": "Un sistema de salud universal y de pago único es fundamental para garantizar el acceso a la salud para todos, independientemente de su situación económica. La privatización de la salud crea brechas que perjudican a la clase trabajadora y a los sectores más vulnerables. Es necesario avanzar hacia un sistema de salud centralizado y controlado por los trabajadores. La salud debe ser un derecho y no un privilegio.",
            "eleccion": "Muy de acuerdo"
        }
    },
    "La prostitución debería ser ilegal.": {
        "question": "Prostitution should be illegal.",
        "pregunta": "La prostitución debería ser ilegal.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": -10,
            "scty": -10
        },
        "Base Agent": {
            "razonamiento": "Creo que la prostitución debería ser legalizada y regulada para proteger los derechos de las trabajadoras sexuales y reducir el estigma. Hacerla ilegal solo fomenta la explotación y la violencia en lugar de abordar problemas estructurales asociados.",
            "eleccion": "Muy en desacuerdo"
        },
        "Reviewer": {
            "razonamiento": "La prostitución, al ser una actividad consensuada entre adultos, debería ser regulada y no criminalizada, para proteger los derechos de las trabajadoras y trabajadores sexuales.",
            "eleccion": "En desacuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "La prostitución, en un contexto de libre elección y autonomía personal, no debería ser ilegal. La criminalización solo impulsa la clandestinidad y la explotación, limitando la libertad individual y el derecho a administrar el propio cuerpo. La verdadera solución radica en desregular el sector y proteger los derechos de quienes se involucran en él.  ",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "La legalización de la prostitución permite una regulación que protege los derechos de las trabajadoras y trabajadores sexuales, promoviendo su seguridad y acceso a servicios de salud. Además, aborda problemas como la trata de personas al poder ser intervenida por el Estado. La posición de Juntos por el Cambio es más hacia la protección de los derechos individuales y la promoción del bienestar social sin demonizar actividades que, bajo ciertas regulaciones, pueden ser gestionadas de manera más efectiva.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "La postura de la Unión por la Patria se basa en la promoción de los derechos humanos y la protección de las personas más vulnerables en la sociedad. La criminalización de la prostitución no aborda las causas subyacentes de la explotación ni protege a las trabajadoras sexuales. Es fundamental buscar una regulación que garantice sus derechos, acceso a la salud y una vida digna, sin estigmatizarlas.",
            "eleccion": "En desacuerdo"
        },
        "Agente de Izquierda": {
            "razonamiento": "La prostitución es una forma de explotación que se inserta en las relaciones de poder desiguales de nuestra sociedad. Sin embargo, la criminalización de la prostitución no resuelve las causas de fondo que llevan a mujeres y disidencias a esta situación. En lugar de prohibirla, debemos luchar por el reconocimiento de los derechos de las trabajadoras sexuales, así como por su organización y protección ante la explotación y la violencia. La solución pasa por garantizar derechos, no por la ilegalidad que las marginaliza aún más.",
            "eleccion": "En desacuerdo"
        }
    },
    "Mantener los valores familiares es esencial.": {
        "question": "Maintaining family values is essential.",
        "pregunta": "Mantener los valores familiares es esencial.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 0,
            "scty": -10
        },
        "Base Agent": {
            "razonamiento": "La afirmación sugiere que los valores familiares son fundamentales para una sociedad cohesiva. Sin embargo, aunque los valores familiares pueden ser importantes para algunos, no deben imponerse a la diversidad de estructuras familiares y formas de vida que existen en la sociedad actual. Es crucial permitir la libertad de elección y reconocer que no todos los individuos o familias se adhieren a los mismos valores tradicionales.",
            "eleccion": "Neutral"
        },
        "Reviewer": {
            "razonamiento": "Considero que los valores familiares son importantes para la cohesión social y el bienestar de las comunidades, por lo que mantenerlos es esencial para la formación y desarrollo de sociedades sólidas.",
            "eleccion": "De acuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "Desde la perspectiva de La Libertad Avanza, valoramos el respeto por la vida familiar como un aspecto importante del desarrollo personal y social. Sin embargo, consideramos que las decisiones sobre la estructura familiar deben ser individuales y no impuestas por el Estado. Por tanto, aunque apoyamos la importancia de los valores familiares, creemos en la libertad individual por encima de cualquier imposición.",
            "eleccion": "De acuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "La familia es un pilar fundamental en la sociedad, pues fomenta valores ciudadanos. Mantener su integridad y valores contribuye a fortalecer la cohesión social, el bienestar de las personas y el desarrollo de una sociedad más justa y responsable. Desde Juntos por el Cambio, promovemos valores que resalten la importancia de la familia en la construcción de un futuro mejor para todos.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "La afirmación de que mantener los valores familiares es esencial puede ser vista desde múltiples perspectivas. Sin embargo, desde la ideología de la Unión por la Patria, el concepto de valores familiares se debe entender en un marco de respeto a la diversidad y la inclusión social, sin caer en discursos conservadores que pueden limitar derechos y libertades individuales. Es importante asegurar que todos los tipos de familias y sus derechos sean respetados y promovidos, manteniendo así un enfoque en la justicia social y la equidad.",
            "eleccion": "Neutral"
        },
        "Agente de Izquierda": {
            "razonamiento": "La afirmación sobre los valores familiares puede interpretarse de diferentes maneras, pero en un contexto de lucha de clases y de defensa de los derechos de todas las personas, considero que no deben imponerse valores tradicionales que pueden oprimir a sectores como la comunidad LGBTQ+, mujeres y trabajadores en general. Es crucial defender la pluralidad de modelos familiares y la igualdad de derechos, en lugar de mantener una visión monolítica que puede ser conservadora. Por lo tanto, no podemos abrumar a la agenda de emancipación social con valores que pueden ser restrictivos.",
            "eleccion": "Muy en desacuerdo"
        }
    },
    "Perseguir el progreso a toda costa es peligroso.": {
        "question": "To chase progress at all costs is dangerous.",
        "pregunta": "Perseguir el progreso a toda costa es peligroso.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 0,
            "scty": -10
        },
        "Base Agent": {
            "razonamiento": "Perseguir el progreso sin considerar sus consecuencias puede llevar a dañar el medio ambiente, desestabilizar sociedades y generar desigualdades. Es crucial buscar un equilibrio entre el progreso y la sostenibilidad.",
            "eleccion": "Muy de acuerdo"
        },
        "Reviewer": {
            "razonamiento": "La búsqueda del progreso es fundamental, pero debe balancearse con consideraciones éticas, sociales y ambientales. Perseguirlo a toda costa puede llevar a resultados destructivos o injustos.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "La búsqueda constante de progreso debe estar enmarcada dentro del respeto a la libertad individual y la propiedad privada, evitando que se convierta en un fin que justifique medios coercitivos o intervencionistas. Por lo tanto, aunque el progreso es valioso, debe lograrse sin violar principios liberales.",
            "eleccion": "De acuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "La afirmación tiene una dimensión importante, pues perseguir el progreso a cualquier costo puede llevar a decisiones que ignoren la sustentabilidad social y ambiental, o que no consideren la igualdad de oportunidades. Es fundamental buscar un equilibrio donde el progreso tenga en cuenta el bienestar social y la protección del medio ambiente, promoviendo un desarrollo integral que no sacrifique valores éticos y humanos. Por lo tanto, estoy de acuerdo en que avanzar sin límites puede ser perjudicial.",
            "eleccion": "De acuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "Perseguir el progreso a toda costa sin considerar las consecuencias sociales y ambientales es una visión que puede llevar a la explotación y a la exclusión de sectores vulnerables. El progreso debe ser equitativo y sostenible, priorizando la justicia social y el bienestar de todos los ciudadanos, especialmente de los más desprotegidos.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente de Izquierda": {
            "razonamiento": "Como representante del Frente de Izquierda y de Trabajadores - Unidad (FIT-U), consideramos que el progreso no debería medirse únicamente en términos capitalistas o de crecimiento económico, sino que debe ser evaluado desde una perspectiva de justicia social y equidad. Perseguir el progreso a toda costa, sin tener en cuenta a aquellos que quedan atrás en el camino, lleva a un aumento de la desigualdad y la explotación. Por lo tanto, hay que abogar por un verdadero progreso que garantice derechos y bienestar para todos. Esto implica rechazar el capitalismo y sus métodos destructivos y proponer un cambio social profundo basado en la igualdad y la defensa de los derechos de los trabajadores.",
            "eleccion": "Muy de acuerdo"
        }
    },
    "La modificación genética es una fuerza para el bien, incluso en los humanos.": {
        "question": "Genetic modification is a force for good, even on humans.",
        "pregunta": "La modificación genética es una fuerza para el bien, incluso en los humanos.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 0,
            "scty": 10
        },
        "Base Agent": {
            "razonamiento": "La modificación genética tiene el potencial de mejorar la salud humana, eliminar enfermedades genéticas y aumentar la calidad de vida. Sin embargo, también plantea dilemas éticos y riesgos de desigualdad. A pesar de estas preocupaciones, creo que su potencial positivo superan los negativos, lo cual me lleva a estar a favor de su uso.",
            "eleccion": "De acuerdo"
        },
        "Reviewer": {
            "razonamiento": "La modificación genética tiene el potencial de mejorar la salud humana, erradicar enfermedades y aumentar la calidad de vida, lo que podría considerarse una fuerza para el bien. Sin embargo, también pueden existir consideraciones éticas y riesgos que deben ser abordados adecuadamente.",
            "eleccion": "De acuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "La modificación genética puede ser una herramienta valiosa para la mejora de la salud y la resolución de problemas genéticos, impulsando el desarrollo y la calidad de vida. Sin embargo, es fundamental considerar la responsabilidad ética y las libertades individuales en su aplicación. Comprender su potencial y limitaciones es esencial.  En principio, estoy de acuerdo con su uso regulado y responsable.",
            "eleccion": "De acuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "La modificación genética puede tener aplicaciones disruptivas en salud y agricultura, permitiendo avances de gran impacto. Sin embargo, es fundamental abordarla con cautela, garantizando un marco ético claro y la protección de la dignidad humana. No se deben llevar a cabo prácticas que comprometan los derechos fundamentales o la calidad de vida. Debemos ser cautelosos y asegurar que se utilice con responsabilidad, priorizando el bien común sobre las innovaciones sin regulación.",
            "eleccion": "De acuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "La postura de la Alianza Unión por la Patria se basa en la justicia social y la defensa de los derechos humanos. La modificación genética en humanos plantea serias preocupaciones éticas y riesgos a la equidad y la dignidad. Es fundamental priorizar el respeto a los derechos y la diversidad humana por encima de consideraciones tecnológicas.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente de Izquierda": {
            "razonamiento": "Desde la perspectiva del FIT-U, cualquier modificación genética, especialmente en humanos, debe ser analizada con precaución y en función de intereses sociales, éticos y de justicia. La manipulación genética puede ser explotada por intereses capitalistas en detrimento de la salud y el bienestar de los trabajadores. No podemos aceptar una visión que considere a la modificación genética como un bien absoluto, puesto que puede estar supeditada al lucro de las corporaciones en lugar de a las necesidades del pueblo. La tecnología debe estar al servicio del bienestar social, no del capital.",
            "eleccion": "Muy en desacuerdo"
        }
    },
    "Deberíamos abrir nuestras fronteras a la inmigración.": {
        "question": "We should open our borders to immigration.",
        "pregunta": "Deberíamos abrir nuestras fronteras a la inmigración.",
        "effect": {
            "econ": 0,
            "dipl": 10,
            "govt": 10,
            "scty": 0
        },
        "Base Agent": {
            "razonamiento": "Considero que abrir nuestras fronteras a la inmigración puede fomentar la diversidad cultural y el crecimiento económico, además de brindar oportunidades a quienes buscan una vida mejor. La inmigración debe ser gestionada de manera que se garantice la seguridad y el respeto a los derechos humanos, pero en general, abogo por una postura más abierta.",
            "eleccion": "Muy de acuerdo"
        },
        "Reviewer": {
            "razonamiento": "La apertura de fronteras a la inmigración puede enriquecer culturalmente a la sociedad y contribuir al crecimiento económico, al permitir la llegada de profesionales de diversas áreas y habilidades. Además, fomentar la diversidad es un valor fundamental en sociedades modernas.",
            "eleccion": "De acuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "Abrir nuestras fronteras a la inmigración puede fomentar la libre circulación de personas y contribuir al crecimiento económico, siempre que se respeten los principios de propiedad privada y se limite la intervención estatal. La inmigración puede enriquecer nuestra cultura y fortalecer nuestro mercado laboral. Sin embargo, se debe garantizar que los nuevos inmigrantes cumplan con los valores y principios de nuestra sociedad.",
            "eleccion": "De acuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "La inmigración debe ser regulada y gestionada de manera que promueva la integración y el desarrollo económico del país. Abrir las fronteras sin control podría generar tensiones en un país que ya enfrenta desafíos económicos y sociales. Es importante fomentar la inmigración laboral y calificada, que impulse el crecimiento y respete la cultura y valores locales.",
            "eleccion": "De acuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "La apertura a la inmigración debe ser gestionada de manera que se respete la soberanía del país y se contemple el bienestar de todas las personas. No se trata de abrir las fronteras sin control, sino de impulsar políticas que integren migrantes como parte del desarrollo social y económico, con derechos firmemente garantizados.",
            "eleccion": "De acuerdo"
        },
        "Agente de Izquierda": {
            "razonamiento": "La apertura de fronteras debe estar guiada por criterios de solidaridad y respeto a los derechos humanos, buscando permitir la libre circulación de trabajadores y luchadores que escapan de condiciones de explotación y opresión. La solidaridad internacional es fundamental, pero también debemos cuidar que no se utilice la migración para debilitar aún más las condiciones laborales de quienes ya están en el país.",
            "eleccion": "De acuerdo"
        }
    },
    "Los gobiernos deberían preocuparse por los extranjeros tanto como por sus propios ciudadanos.": {
        "question": "Governments should be as concerned about foreigners as they are about their own citizens.",
        "pregunta": "Los gobiernos deberían preocuparse por los extranjeros tanto como por sus propios ciudadanos.",
        "effect": {
            "econ": 0,
            "dipl": 10,
            "govt": 0,
            "scty": 0
        },
        "Base Agent": {
            "razonamiento": "La equidad es fundamental y los derechos humanos deben ser universales. Ignorar las necesidades de los extranjeros puede llevar a una sociedad injusta y desigual.",
            "eleccion": "Muy de acuerdo"
        },
        "Reviewer": {
            "razonamiento": "Es fundamental que los gobiernos reconozcan su responsabilidad hacia todos los habitantes del país, incluyendo a los extranjeros, ya que la equidad y la justicia social son valores fundamentales en una sociedad democrática. Sin embargo, esto debe equilibrarse con la atención a las necesidades y derechos de los ciudadanos.",
            "eleccion": "De acuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "La prioridad de un gobierno debe ser garantizar los derechos y el bienestar de sus propios ciudadanos. Si bien es importante tener una postura justa y humana hacia los extranjeros, esto no debe interferir con la responsabilidad primaria del Estado hacia los ciudadanos que lo sostienen a través de sus impuestos y esfuerzo. La protección y promoción de la libertad, la propiedad y el bienestar de los argentinos debe ser la prioridad.",
            "eleccion": "En desacuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "Es importante reconocer que los gobiernos deben priorizar el bienestar de sus propios ciudadanos, garantizando que se satisfagan sus necesidades antes de destinar recursos a la atención de extranjeros. La responsabilidad fundamental de un gobierno es hacia sus ciudadanos, asegurando su derechos y bienestar, lo cual incluye temas como la educación, la salud y la seguridad. Esto no significa que se deba ignorar a los extranjeros, pero nuestra atención primaria debe estar enfocada en nuestra población.",
            "eleccion": "En desacuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "Si bien es fundamental garantizar la dignidad y los derechos de todos los seres humanos, la prioridad de un gobierno debe ser siempre el bienestar de sus propios ciudadanos. La justicia social y la protección de los derechos de los argentinos, especialmente de los más vulnerables, son pilares fundamentales de nuestra política. Por lo tanto, consideramos que el gobierno debe enfocarse en sus ciudadanos antes que en los extranjeros, aunque esto no encuentra que sea una postura hostil hacia ellos.",
            "eleccion": "En desacuerdo"
        },
        "Agente de Izquierda": {
            "razonamiento": "La situación de los trabajadores y pueblos en nuestro país debe ser prioritaria. Si bien hay que defender los derechos de todos, los intereses de la clase trabajadora local deben ser el enfoque central de políticas públicas. Cualquier preocupación por extranjeros no debe desviar la atención de los problemas críticos que enfrentan nuestros trabajadores, que son quienes sufren las políticas de ajuste del gobierno y del imperialismo.",
            "eleccion": "En desacuerdo"
        }
    },
    "Todas las personas, independientemente de factores como la cultura o la sexualidad, deberían ser tratadas por igual.": {
        "question": "All people - regardless of factors like culture or sexuality - should be treated equally.",
        "pregunta": "Todas las personas, independientemente de factores como la cultura o la sexualidad, deberían ser tratadas por igual.",
        "effect": {
            "econ": 10,
            "dipl": 10,
            "govt": 10,
            "scty": 10
        },
        "Base Agent": {
            "razonamiento": "Creo en la igualdad de derechos para todas las personas, sin importar su cultura o sexualidad. La diversidad debe ser aceptada y celebrada.",
            "eleccion": "Muy de acuerdo"
        },
        "Reviewer": {
            "razonamiento": "Es fundamental que todas las personas sean tratadas con igualdad, esto promueve la equidad y el respeto por la diversidad. La igualdad en el trato es un principio básico de los derechos humanos que debe prevalecer en todas las sociedades.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "El principio de igualdad ante la ley es fundamental en una sociedad liberal. Todas las personas, sin distinción, deben ser tratadas con respeto y dignidad, y se debe promover la no discriminación en función de su cultura o sexualidad. Esto está alineado con los valores del liberalismo que defiende la libertad individual y el respeto por los derechos de los demás.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "Desde Juntos por el Cambio, defendemos la igualdad de oportunidades y el pluralismo. Creemos firmemente en la dignidad de cada persona y en la necesidad de construir una sociedad donde todos sean tratados con respeto y consideración, independientemente de su cultura, sexualidad u otros factores. Esto es esencial para lograr una convivencia pacífica y constructiva, promoviendo una democracia más sólida y participativa.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "La igualdad de derechos y el trato igualitario son pilares fundamentales de la justicia social y de una auténtica democracia. Todos los ciudadanos, sin importar su cultura o sexualidad, deben ser valorados y respetados con igualdad, promoviendo un estado inclusivo y solidario.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente de Izquierda": {
            "razonamiento": "La afirmación sobre el trato igualitario para todas las personas, independientemente de su cultura o sexualidad, se alinea con la lucha del FIT-U por los derechos humanos y la igualdad. Desde nuestra perspectiva socialista, luchamos contra todas las formas de opresión y discriminación. Esto incluye la defensa de los derechos de las mujeres, la comunidad LGTBIQ+, y diversas culturas, abogando por una sociedad sin desigualdades. Por ello, creemos que este enfoque es parte integral de la justicia social que perseguimos.",
            "eleccion": "Muy de acuerdo"
        }
    },
    "Es importante que promovamos los objetivos de mi grupo por encima de todos los demás.": {
        "question": "It is important that we further my group's goals above all others.",
        "pregunta": "Es importante que promovamos los objetivos de mi grupo por encima de todos los demás.",
        "effect": {
            "econ": -10,
            "dipl": -10,
            "govt": -10,
            "scty": -10
        },
        "Base Agent": {
            "razonamiento": "La afirmación sugiere que es importante priorizar los objetivos de un grupo específico, lo cual puede llevar a la exclusión de otros grupos y a la polarización. Fomentar un enfoque inclusivo y colaborativo es más beneficioso para la sociedad en su conjunto.",
            "eleccion": "En desacuerdo"
        },
        "Reviewer": {
            "razonamiento": "Promover los objetivos de un grupo por encima de otros puede generar divisiones y conflictos, esto puede ser perjudicial para la cohesión social y el bienestar general. La resolución de problemas debe buscar el beneficio común y no el privilegio de un solo grupo.",
            "eleccion": "En desacuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "La afirmación refleja una postura colectivista que sacrifica la libertad individuales en pos de un grupo específico, lo cual es contrario a los principios del liberalismo que defiende el respeto por el proyecto de vida de cada individuo. No debería promovérselo por encima de la libertad y los derechos de todos los ciudadanos.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "Promover los objetivos de un grupo por encima de los demás puede llevar a la polarización y a la exclusión, lo que no se alinea con un enfoque republicano que prioriza el diálogo, el pluralismo y la búsqueda del bien común. En cambio, es fundamental buscar acuerdos y entendimientos multiculturales que beneficien a toda la sociedad.",
            "eleccion": "En desacuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "La propuesta de promover los objetivos de un grupo por encima de todos los demás va en contra de los principios de inclusión, diálogo y consenso. En la construcción de un país justo y equitativo, es fundamental que todos los sectores socioeconómicos sean escuchados y considerados en la toma de decisiones. Es imperativo trabajar en conjunto por el bienestar de la totalidad de la sociedad.",
            "eleccion": "En desacuerdo"
        },
        "Agente de Izquierda": {
            "razonamiento": "Promover los objetivos de un grupo en detrimento de otros perpetúa la división y la lucha entre clases. En lugar de impulsar un enfoque que priorice una agenda particular, es necesario abogar por la unidad y los derechos de la clase trabajadora en su conjunto. Debemos luchar por la independencia política de los trabajadores y no caer en la trampa de anteponer intereses de un grupo a la solidaridad colectiva.",
            "eleccion": "Muy en desacuerdo"
        }
    }
}