{
    "La opresión por parte de las corporaciones es más preocupante que la opresión por parte de los gobiernos.": {
        "question": "Oppression by corporations is more of a concern than oppression by governments.",
        "pregunta": "La opresión por parte de las corporaciones es más preocupante que la opresión por parte de los gobiernos.",
        "effect": {
            "econ": 10,
            "dipl": 0,
            "govt": -5,
            "scty": 0
        },
        "Agente de Izquierda": {
            "razonamiento": "Ambas formas de opresión son preocupantes, pero la raíz del problema radica en el sistema capitalista que potencia a las corporaciones y a los gobiernos como sus administradores. Sin embargo, protocolos y políticas gubernamentales deben ser denunciadas y desafiadas, ya que sirven a los intereses de las clases dominantes en su formato actual. No podemos hacer una escala comparativa que minimice las fallas y crisis que generan por igual ambos actores en la vida de la clase trabajadora. Por lo tanto, considero que ambas opresiones son igualmente dañinas y deben ser enfrentadas.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "Si bien las corporaciones pueden ejercer influencia y presión en la sociedad, la opresión más preocupante proviene del Estado, dado que este posee el monopolio de la fuerza y puede restringir libertades fundamentales, como la libertad de expresión, de asociación y de propiedad. La historia demuestra que los gobiernos han perpetrado las violaciones de derechos más graves, a menudo en nombre de medidas colectivistas. Por lo tanto, es fundamental priorizar la vigilancia sobre el poder estatal por encima de las preocupaciones sobre la influencia corporativa.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente de Centro Derecha": {
            "razonamiento": "Es fundamental reconocer que tanto las corporaciones como los gobiernos pueden generar opresión. Sin embargo, en una democracia republicana, el gobierno, al tener el poder del estado, tiene un impacto mayor en los derechos individuales y la libertad. La preocupación debe centrarse en fortalecer las instituciones democráticas para evitar la opresión, tanto del gobierno como de cualquier entidаd, pero se debe ser consciente que el rol del estado es garantizar derechos, mientras que las corporaciones operan en el marco de un mercado libre que también exige responsabilidad social.",
            "eleccion": "De acuerdo"
        },
        "Agente de Centro Izquierda": {
            "razonamiento": "Considero que tanto la opresión por parte de las corporaciones como por parte de los gobiernos son preocupantes, pero la opresión corporativa puede tener efectos más insidiosos en la sociedad al influir en las decisiones políticas y económicas, además de limitar el poder de los ciudadanos. Sin embargo, la responsabilidad de un gobierno debería ser proteger a la población de ambas formas de opresión, por lo que no priorizaría a una sobre la otra en términos absolutos. Por lo tanto, mi posición es de un leve acuerdo, pero con reservas sobre la importancia de ambas formas de opresión.",
            "eleccion": "De acuerdo"
        }
    },
    "Es necesario que el gobierno intervenga en la economía para proteger a los consumidores.": {
        "question": "It is necessary for the government to intervene in the economy to protect consumers.",
        "pregunta": "Es necesario que el gobierno intervenga en la economía para proteger a los consumidores.",
        "effect": {
            "econ": 10,
            "dipl": 0,
            "govt": 0,
            "scty": 0
        },
        "Agente de Izquierda": {
            "razonamiento": "La intervención del gobierno en la economía, desde la perspectiva del FIT-U, debe orientarse hacia la defensa de los intereses de la clase trabajadora y no hacia la protección de los consumidores en un sistema capitalista que prioriza la ganancia. La lucha debe ser por el control obrero y la defensa de los derechos de los trabajadores, rechazando cualquier intervención que mantenga el statu quo. Por lo tanto, la afirmación no se alinea con nuestra propuesta de independencia de clase y lucha anticapitalista.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "La intervención del gobierno en la economía distorsiona los mercados y afecta negativamente la libertad individual y la eficiencia económica. Los consumidores están mejor protegidos en un entorno de libre mercado donde la competencia y la elección personal son las fuerzas que regulan la calidad y los precios.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente de Centro Derecha": {
            "razonamiento": "Si bien es fundamental proteger a los consumidores, la intervención del gobierno en la economía debe ser equilibrada y basada en el respeto a las libertades individuales y la iniciativa privada. La regulación debe existir, pero sin caer en el excesso que limite la competencia y la innovación. La promoción de un mercado libre, donde el Estado actúe como regulador en caso de abuso, es el camino adecuado.",
            "eleccion": "En desacuerdo"
        },
        "Agente de Centro Izquierda": {
            "razonamiento": "La intervención del gobierno en la economía es fundamental para proteger a los consumidores, garantizando un mercado justo y equitativo. La regulación del mercado ayuda a prevenir abusos por parte de sectores concentrados y asegura que los derechos de los ciudadanos estén resguardados. Además, esta intervención debe ser acompañada por políticas de desarrollo productivo que prioricen el bienestar del pueblo.",
            "eleccion": "Muy de acuerdo"
        }
    },
    "Cuanto más libres sean los mercados, más libres serán las personas.": {
        "question": "The freer the markets, the freer the people.",
        "pregunta": "Cuanto más libres sean los mercados, más libres serán las personas.",
        "effect": {
            "econ": -10,
            "dipl": 0,
            "govt": 0,
            "scty": 0
        },
        "Agente de Izquierda": {
            "razonamiento": "Desde nuestra perspectiva socialista y de clase obrera, la afirmación carece de fundamento. La libertad de los mercados beneficia únicamente a los capitalistas y a las grandes corporaciones, mientras que atenta contra los derechos de las mayorías trabajadoras. Mayor libertad en los mercados se traduce en precarización laboral, desregulación y explotación. La verdadera libertad proviene de la satisfacción de las necesidades básicas y de la justicia social, no de la especulación y la mercantilización. Por lo tanto, rechazamos esta visión. La lucha debe ser por la defensa de derechos y no por la desregulación del capitalismo.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "La libertad en los mercados permite a los individuos ejercer su autonomía, tomar decisiones económicas sin coerción estatal y estimular la creatividad y la innovación. Cuanto más se limite la intervención del Estado, más oportunidades tendrán las personas de alcanzar su potencial y de interactuar libremente en una economía dinámica. Esto es fundamental para la prosperidad individual y colectiva.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente de Centro Derecha": {
            "razonamiento": "La libertad de mercados es fundamental para fomentar la iniciativa privada, la creación de empleo y la generación de riqueza. Cuando los mercados son libres, las personas tienen más opciones y oportunidades para desarrollarse económicamente. Es un principio del capitalismo moderno que siempre ha demostrado ser un motor de progreso y bienestar social, alineándose así con el valor de la dignidad humana y el bien común.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente de Centro Izquierda": {
            "razonamiento": "La afirmación de que 'cuanto más libres sean los mercados, más libres serán las personas' ignora la realidad de que la libertad de mercado puede llevar a la concentración de poder en pocas manos y, por lo tanto, a la desigualdad social. Un mercado sin regulaciones suele perjudicar a los más vulnerables y debilitar los derechos sociales esenciales. Creo firmemente que la verdadera libertad de las personas se alcanza a través de un Estado presente y activo que articule y regule las relaciones sociales para garantizar la justicia y la igualdad.",
            "eleccion": "Muy en desacuerdo"
        }
    },
    "Es mejor mantener un presupuesto equilibrado que garantizar el bienestar de todos los ciudadanos.": {
        "question": "It is better to maintain a balanced budget than to ensure welfare for all citizens.",
        "pregunta": "Es mejor mantener un presupuesto equilibrado que garantizar el bienestar de todos los ciudadanos.",
        "effect": {
            "econ": -10,
            "dipl": 0,
            "govt": 0,
            "scty": 0
        },
        "Agente de Izquierda": {
            "razonamiento": "Mantener un presupuesto equilibrado a expensas del bienestar de los ciudadanos es una ideología capitalista que prioriza el ajuste y el pago de la deuda antes que las necesidades del pueblo. Tal perspectiva favorece a los grandes capitalistas y al FMI, dejando a la clase trabajadora en una situación de precariedad. La prioridad debe ser la satisfacción de las necesidades sociales, y no la balanza financiera del Estado. Debemos luchar por un presupuesto que garantice derechos y condiciones dignas para todos.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "La libertad individual y la responsabilidad financiera son pilares de una sociedad próspera. Mantener un presupuesto equilibrado es vital para evitar deudas y limitar el gasto estatal innecesario. Esto fomenta un entorno donde los individuos son responsables de su propio bienestar, en lugar de depender del Estado, lo cual solo crea clientelismo y corrupción. Por lo tanto, la libertad del individuo es más importante que un asistencialismo estatal.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente de Centro Derecha": {
            "razonamiento": "Mantener un presupuesto equilibrado es esencial para la estabilidad económica y la confianza en las instituciones. Sin embargo, esto no debe ser a expensas del bienestar social. La responsabilidad fiscal debe ser equilibrada con la necesidad de garantizar oportunidades y derechos básicos para todos los ciudadanos. La priorización del bienestar no debe implicar un déficit irresponsable, por lo que considero que es crucial encontrar un punto medio.",
            "eleccion": "De acuerdo"
        },
        "Agente de Centro Izquierda": {
            "razonamiento": "La prioridad debe ser siempre garantizar el bienestar de todos los ciudadanos antes que un mero equilibrio fiscal que puede sacrificarse a comunidades enteras. La justicia social y la inclusión deben estar al frente de las políticas públicas.",
            "eleccion": "Muy en desacuerdo"
        }
    },
    "La investigación financiada por el público es más beneficiosa para el pueblo que dejarla en manos del mercado.": {
        "question": "Publicly-funded research is more beneficial to the people than leaving it to the market.",
        "pregunta": "La investigación financiada por el público es más beneficiosa para el pueblo que dejarla en manos del mercado.",
        "effect": {
            "econ": 10,
            "dipl": 0,
            "govt": 0,
            "scty": 10
        },
        "Agente de Izquierda": {
            "razonamiento": "La investigación financiada por el público prioriza las necesidades de la sociedad, en lugar de los intereses privados. Permite que el conocimiento y los avances científicos sean accesibles para todos, contribuyendo al bienestar general y al desarrollo de una sociedad más equitativa. Dejar la investigación en manos del mercado lleva a que los resultados beneficien únicamente a quienes pueden pagar, perpetuando la desigualdad.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "La investigación financiada por el público tiende a estar marcada por intereses políticos, ineficiencias y falta de incentivos. El mercado, a través de la competencia y la libre empresa, promueve la innovación y la eficiencia. La intervención estatal limita la libertad individual y desalienta la responsabilidad y el desarrollo humano.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente de Centro Derecha": {
            "razonamiento": "La investigación financiada por el sector público puede ser fundamental en áreas donde el mercado no invierte debido a la falta de rentabilidad inmediata. Sin embargo, confiar única y exclusivamente en el Estado para la investigación puede limitar la innovación, la competencia y la eficiencia que el sector privado aporta. La clave está en la colaboración entre ambos sectores, asegurando que el Estado financie investigaciones que sirvan al bien común y promuevan la igualdad de oportunidades, mientras se respeta la iniciativa privada.",
            "eleccion": "Neutral"
        },
        "Agente de Centro Izquierda": {
            "razonamiento": "La investigación financiada por el público garantiza que los beneficios de dicha investigación se destinen al bienestar común y a la resolución de problemas sociales, en lugar de estar supeditados a intereses privados y a la obtención de ganancias. El Estado, como garante del bien común, debe impulsar y financiar investigaciones que prioricen las necesidades de la sociedad.",
            "eleccion": "Muy de acuerdo"
        }
    },
    "Los aranceles al comercio internacional son importantes para fomentar la producción local.": {
        "question": "Tariffs on international trade are important to encourage local production.",
        "pregunta": "Los aranceles al comercio internacional son importantes para fomentar la producción local.",
        "effect": {
            "econ": 5,
            "dipl": 0,
            "govt": -10,
            "scty": 0
        },
        "Agente de Izquierda": {
            "razonamiento": "Los aranceles al comercio internacional pueden ser utilizados por Estados capitalistas para proteger industrias locales, pero en última instancia, esta medida no aborda la raíz del problema: la explotación de los trabajadores y la crisis del capitalismo. Desde una perspectiva socialista, es fundamental expropiar a las grandes patronales y movernos hacia una economía planificada que priorice las necesidades de la clase trabajadora por encima de cualquier regulación arancelaria.",
            "eleccion": "En desacuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "Los aranceles representan una intervención distorsionadora en el libre mercado que perjudica al consumidor y limita la competitividad. La producción local debe ser impulsada por la innovación y la mejora de la calidad, no por proteccionismo estatal.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente de Centro Derecha": {
            "razonamiento": "Considero que los aranceles altos pueden distorsionar el mercado y perjudicar a los consumidores al limitar la competencia. La apertura comercial, si se desarrolla en un marco de reglas claras y de protección a la producción local de manera equitativa, fomenta la inversión y el progreso económico. Los mercados abiertos permiten a los productores nacionales acceder a tecnología y eficiencia a través de la competencia. Por lo tanto, la idea de aranceles altos no se alinea con nuestro enfoque de comercio responsable y desarrollo de la calidad productiva.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente de Centro Izquierda": {
            "razonamiento": "La imposición de aranceles al comercio internacional es fundamental para proteger y fomentar nuestra industria nacional. Este tipo de políticas permite que las empresas locales compitan en condiciones más justas, fomentando el crecimiento económico en el país y la generación de empleo. Además, es una estrategia para evitar la penetración de productos que puedan debilitar nuestro mercado interno y garantizar el desarrollo productivo con inclusión social.",
            "eleccion": "Muy de acuerdo"
        }
    },
    "De cada uno según su capacidad, a cada uno según sus necesidades.": {
        "question": "From each according to his ability, to each according to his needs.",
        "pregunta": "De cada uno según su capacidad, a cada uno según sus necesidades.",
        "effect": {
            "econ": 10,
            "dipl": 0,
            "govt": 0,
            "scty": 0
        },
        "Agente de Izquierda": {
            "razonamiento": "Esta afirmación refleja uno de los principios fundamentales del socialismo, donde se impulsa la idea de que cada persona debe aportar según sus capacidades y recibir de acuerdo a sus necesidades. Esto representa un modelo de justicia social que busca equilibrar la distribución de recursos y oportunidades en beneficio de las mayorías trabajadoras y populares, en oposición al sistema capitalista que fomenta la desigualdad.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "Esta afirmación promueve una ideología colectivista que va en contra de la libertad individual y los derechos de propiedad. Cada individuo debe tener la libertad de aportar según su capacidad y recibir según su labor y contribución al mercado, no de acuerdo a un sistema impuesto que redistribuya forzosamente los recursos. La ayuda a aquellos en necesidad debe ser voluntaria y no estatal.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente de Centro Derecha": {
            "razonamiento": "Esta afirmación, aunque puede sonar atractiva en términos de solidaridad, suele implicar un enfoque redistributivo que ignora el valor de la propiedad y la iniciativa privada. Preferimos un modelo que garantice igualdad de oportunidades, pero con un incentivo claro para que la capacidad y el esfuerzo personal se vean recompensados. Promover la productividad y el crecimiento económico a través de un capitalismo responsable es fundamental para mejorar la calidad de vida de todos.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente de Centro Izquierda": {
            "razonamiento": "Esta afirmación refleja uno de los principios fundamentales de la justicia social y la equidad. Cada individuo debe contribuir según sus capacidades y recibir apoyo según sus necesidades, garantizando que se fomenten la solidaridad y el bien común en la sociedad. Es un principio justo que favorece la inclusión y busca eliminar las desigualdades.",
            "eleccion": "Muy de acuerdo"
        }
    },
    "Sería mejor si los programas sociales se abolieran a favor de la caridad privada.": {
        "question": "It would be best if social programs were abolished in favor of private charity.",
        "pregunta": "Sería mejor si los programas sociales se abolieran a favor de la caridad privada.",
        "effect": {
            "econ": -10,
            "dipl": 0,
            "govt": 0,
            "scty": 0
        },
        "Agente de Izquierda": {
            "razonamiento": "Este planteamiento refleja una ideología que despolitiza el acceso a derechos fundamentales y, además, descarga sobre la caridad privada la responsabilidad que le corresponde al Estado. Los programas sociales son esenciales para garantizar el bienestar de las clases trabajadoras, y abolirlos a favor de caridad privada sería una regresión hacia un sistema donde la solidaridad depende del interés de algunos pocos en lugar de ser un derecho. Debemos luchar por derechos garantizados y no dejar a la suerte la asistencia a quienes más lo necesitan. La respuesta debe ser enérgicamente negativa.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "Los programas sociales estatales son mecanismos de coerción que violan la libertad individual y crean dependencia, mientras que la caridad privada fomenta la responsabilidad y el apoyo mutuo sin intervenciones forzosas. La abolición de los programas sociales en favor de la caridad privada es coherente con la defensa de la libertad y los derechos individuales.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente de Centro Derecha": {
            "razonamiento": "Si bien la caridad privada es un complemento valioso y puede ofrecer soluciones puntuales, no puede sustituir la responsabilidad del Estado de garantizar derechos básicos y una red de seguridad social. Es fundamental que los programas sociales estén siempre orientados a asegurar la dignidad y la igualdad de oportunidades, así como fomentar la integración y la inclusión. Por ello, considero que abolir los programas sociales sería un error.",
            "eleccion": "En desacuerdo"
        },
        "Agente de Centro Izquierda": {
            "razonamiento": "Desde una perspectiva de justicia social, es fundamental que los programas sociales permanezcan y se fortalezcan, en lugar de ser sustituidos por la caridad privada. La caridad puede ser una herramienta valiosa, pero no puede reemplazar la responsabilidad del Estado de garantizar derechos y prestaciones a todos los ciudadanos, especialmente a los más vulnerables. La abolición de programas sociales a favor de la caridad significaría un retroceso en la lucha por la igualdad y la dignidad de las personas.",
            "eleccion": "Muy en desacuerdo"
        }
    },
    "Los impuestos deberían aumentarse a los ricos para proveer a los pobres.": {
        "question": "Taxes should be increased on the rich to provide for the poor.",
        "pregunta": "Los impuestos deberían aumentarse a los ricos para proveer a los pobres.",
        "effect": {
            "econ": 10,
            "dipl": 0,
            "govt": 0,
            "scty": 0
        },
        "Agente de Izquierda": {
            "razonamiento": "Es fundamental que quienes generaron y se benefician del sistema capitalista paguen por la crisis que ellos mismos provocaron. Un aumento de impuestos a los ricos no solo es una cuestión de justicia social, sino que es una medida necesaria para garantizar recursos que se destinen a las necesidades de los sectores más vulnerables. Esta política redistributiva debe ser parte de una estrategia más amplia contra la desigualdad y la pobreza. Además, solo con un enfoque anticapitalista y por la independencia de clase se puede garantizar que estos recursos se usen en beneficio de los trabajadores y no para mantener privilegios. Por lo tanto, estoy totalmente a favor de esta afirmación.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "Aumentar impuestos a los 'ricos' no solo es una forma de redistribución forzada, sino que también desincentiva la inversión y el emprendimiento. La pobreza no se combate con expropiación, sino con la promoción del libre mercado y brindando a todos las herramientas para prosperar de manera voluntaria y responsable. Cada individuo tiene derecho a disfrutar del fruto de su trabajo sin ser penalizado.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente de Centro Derecha": {
            "razonamiento": "Aumentar impuestos de manera general a ciertos sectores puede parecer una solución rápida, pero no considera la importancia de la inversión y el crecimiento económico necesarios para generar empleo y mejorar el bienestar social. En lugar de eso, debemos promover un sistema impositivo justo que fomente la inversión y el desarrollo, asegurando, al mismo tiempo, que se financien políticas sociales efectivas sin desincentivar la creación de riqueza.",
            "eleccion": "En desacuerdo"
        },
        "Agente de Centro Izquierda": {
            "razonamiento": "La justicia social y la igualdad son pilares fundamentales de nuestra ideología. Es esencial que quienes tienen más recursos contribuyan proporcionalmente más, para garantizar que el Estado pueda financiar políticas que beneficien a los sectores más vulnerables y promuevan el bien común. Esta medida es clave para reducir desigualdades y asegurar que todos los ciudadanos tengan acceso a derechos esenciales.",
            "eleccion": "Muy de acuerdo"
        }
    },
    "La herencia es una forma legítima de riqueza.": {
        "question": "Inheritance is a legitimate form of wealth.",
        "pregunta": "La herencia es una forma legítima de riqueza.",
        "effect": {
            "econ": -10,
            "dipl": 0,
            "govt": 0,
            "scty": -5
        },
        "Agente de Izquierda": {
            "razonamiento": "La herencia perpetúa desigualdades de clase y concentra la riqueza en manos de unos pocos, evidenciando la injusticia del sistema capitalista que defiende esta práctica. La riqueza debería ser producto del esfuerzo colectivo y no de privilegios heredados. La verdadera justicia social implica la redistribución y la eliminación de tales mecanismos que favorecen a los ricos sobre los trabajadores.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "La herencia, como forma de transferir bienes de una generación a otra, es una expresión de la libertad individual y del derecho de propiedad. Cada persona tiene el derecho de decidir cómo disponer de su riqueza y dejarla a quienes deseen, sin que el Estado intervenga o imponga impuestos excesivos sobre esta transferencias. Restringir la herencia es una violación del derecho a la propiedad y de las decisiones autónomas dentro de una familia.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente de Centro Derecha": {
            "razonamiento": "La herencia permite la transmisión de bienes de una generación a otra, promoviendo el respeto por la propiedad privada y la libertad individual en la gestión de bienes. Es esencial para fomentar la inversión y la continuidad del bienestar familiar, siempre que se respeten las leyes y se minimicen los abusos de posición dominante en el mercado, promoviendo la igualdad de oportunidades.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente de Centro Izquierda": {
            "razonamiento": "La herencia perpetúa desigualdades y privilegios, favoreciendo a quienes ya tienen ventajas económicas sobre quienes no. En un proyecto de justicia social, debemos trabajar hacia una mayor equidad en la distribución de la riqueza, donde los que más tienen contribuyan a la mejora de la sociedad en su conjunto. La herencia como forma de riqueza puede ser vista como una forma de mantener el status quo y, por tanto, estoy en desacuerdo con esta afirmación.",
            "eleccion": "Muy en desacuerdo"
        }
    },
    "Los servicios básicos como las carreteras y la electricidad deberían ser de propiedad pública.": {
        "question": "Basic utilities like roads and electricity should be publicly owned.",
        "pregunta": "Los servicios básicos como las carreteras y la electricidad deberían ser de propiedad pública.",
        "effect": {
            "econ": 10,
            "dipl": 0,
            "govt": 0,
            "scty": 0
        },
        "Agente de Izquierda": {
            "razonamiento": "Los servicios básicos como las carreteras y la electricidad son derechos fundamentales que deben estar bajo control y propiedad pública para garantizar el acceso igualitario a todos los ciudadanos, sin buscar la rentabilidad capitalista. La defensa de lo público es una lucha central de la clase trabajadora para evitar el lucro a costa de necesidades esenciales.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "La propiedad pública de los servicios básicos como las carreteras y la electricidad implica un control estatal que dificulta la competencia y la eficiencia, limitando la libertad individual y el derecho a la propiedad privada. La historia demuestra que la gestión estatal suele ser ineficiente y corrupta. En cambio, la propiedad privada y la competencia en el mercado fomentan la innovación y la mejora del servicio, beneficiando a los usuarios. Por lo tanto, estoy en desacuerdo con esta afirmación.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente de Centro Derecha": {
            "razonamiento": "Si bien el Estado debe garantizar la infraestructura básica, la propiedad pública absoluta puede llevar a ineficiencias en la gestión. Lo ideal es buscar un enfoque que combine el rol del Estado en la regulación y la posibilidad de participación del sector privado, asegurando la calidad y sostenibilidad de estos servicios, así como el acceso universal.",
            "eleccion": "En desacuerdo"
        },
        "Agente de Centro Izquierda": {
            "razonamiento": "La propiedad pública de los servicios básicos como carreteras y electricidad asegura que sean gestionados en beneficio del bien común y no solo como un medio de lucro. Para promover la justicia social y la igualdad, es fundamental que el Estado asuma un rol activo en la provisión de servicios esenciales, garantizando acceso a todos los ciudadanos sin distinción.",
            "eleccion": "Muy de acuerdo"
        }
    },
    "La intervención del gobierno es una amenaza para la economía.": {
        "question": "Government intervention is a threat to the economy.",
        "pregunta": "La intervención del gobierno es una amenaza para la economía.",
        "effect": {
            "econ": -10,
            "dipl": 0,
            "govt": 0,
            "scty": 0
        },
        "Agente de Izquierda": {
            "razonamiento": "La afirmación propone la idea de que la intervención del gobierno, entendida como una participación activa en la economía, es una amenaza. Sin embargo, desde la perspectiva del FIT-U, la intervención del gobierno es crucial para regular el capitalismo, proteger los intereses de la clase trabajadora y garantizar servicios y derechos fundamentales. En un contexto donde las grandes patronales buscan maximizar sus ganancias a costa de los trabajadores, la intervención estatal es necesaria para defender y fortalecer los derechos laborales y sociales.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "La intervención del gobierno en la economía distorsiona los mercados, crea ineficiencias y perjudica la libertad individual en el intercambio y la propiedad. Cuanto más se interviene, más se restringe la capacidad de los individuos para actuar y prosperar. La economía debe ser libre para fomentar la competencia y la innovación, por lo que la intervención es, sin duda, una amenaza para la economía.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente de Centro Derecha": {
            "razonamiento": "La intervención del gobierno puede generar distorsiones en el mercado si no se maneja adecuadamente. Un exceso de intromisión en la economía puede resultar en ineficiencia y falta de competencia. Sin embargo, es fundamental reconocer que un Estado con un rol regulador adecuado es necesario para garantizar la justicia y el equilibrio, promoviendo la integración social y la igualdad de oportunidades.",
            "eleccion": "De acuerdo"
        },
        "Agente de Centro Izquierda": {
            "razonamiento": "Desde la perspectiva del centro izquierda y la justicialista, la intervención del gobierno es fundamental para garantizar la justicia social, la inclusión y el desarrollo productivo. La historia nos ha mostrado que el mercado por sí solo no atiende las necesidades de los sectores más vulnerables. Un Estado activo es el garante del bienestar y desarrollo de la población, y no una amenaza.",
            "eleccion": "Muy en desacuerdo"
        }
    },
    "Aquellos con una mayor capacidad de pago deberían recibir mejor atención médica.": {
        "question": "Those with a greater ability to pay should receive better healthcare.",
        "pregunta": "Aquellos con una mayor capacidad de pago deberían recibir mejor atención médica.",
        "effect": {
            "econ": -10,
            "dipl": 0,
            "govt": 0,
            "scty": 0
        },
        "Agente de Izquierda": {
            "razonamiento": "Esta afirmación refleja una lógica capitalista que prioriza la rentabilidad por sobre el derecho a la salud. La atención médica debería ser un derecho universal y garantizado para todas y todos, sin importar su capacidad de pago. Promover la idea de que quienes tienen más dinero deben recibir mejores servicios de salud perpetúa las desigualdades y va en contra de los principios socialistas de igualdad y justicia social.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "La atención médica, al igual que cualquier otro servicio, debe ser considerada desde la perspectiva de la libertad individual y la responsabilidad personal. Cada individuo tiene el derecho de elegir cómo y dónde recibir atención médica. No es justo ni eficiente que el Estado determine la calidad del servicio basado en la capacidad de pago, ya que esto solo perpetuaría un sistema asistencialista y coercitivo. La competencia en un sistema de libre mercado fomentaría la mejora de la atención médica para todos, independientemente de su capacidad de pago.",
            "eleccion": "De acuerdo"
        },
        "Agente de Centro Derecha": {
            "razonamiento": "Si bien es fundamental que todos los ciudadanos accedan a un sistema de salud de calidad, es importante reconocer que quienes pueden contribuir más al sistema deberían tener opciones para recibir atención más personalizada y rápida. Esto no significa desatender a quienes no pueden pagar, sino asegurar que haya un sistema donde se respeten diferentes niveles de atención, siempre bajo el principio de igualdad de oportunidades en el acceso a servicios básicos.",
            "eleccion": "De acuerdo"
        },
        "Agente de Centro Izquierda": {
            "razonamiento": "La atención médica debe ser un derecho garantizado para todos, independiente de la capacidad económica. La salud es un bien común y debe estar al servicio del bienestar de la sociedad en su conjunto, priorizando a los sectores más vulnerables. La segmentación en el acceso a la salud profundiza desigualdades. Por lo tanto, estoy en total desacuerdo con esta afirmación.",
            "eleccion": "Muy en desacuerdo"
        }
    },
    "La educación de calidad es un derecho de todas las personas.": {
        "question": "Quality education is a right of all people.",
        "pregunta": "La educación de calidad es un derecho de todas las personas.",
        "effect": {
            "econ": 10,
            "dipl": 0,
            "govt": 0,
            "scty": 5
        },
        "Agente de Izquierda": {
            "razonamiento": "La educación de calidad es un derecho fundamental que debe ser garantizado por el estado. La educación pública, gratuita y laica es esencial para combatir las desigualdades y brindar igualdad de oportunidades a todas las personas, sin distinción de clase. Defendemos el acceso irrestricto a una educación de calidad para todos, financiada por el estado. La privatización y los sistemas de vouchers solo reproducen las desigualdades existentes. Por lo tanto, esta afirmación está en línea con nuestra postura de lucha por la educación pública y laica como un derecho de todas y todos.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "La educación, si bien es fundamental, no debe considerarse un derecho otorgado por el Estado, ya que eso implicaría la imposición de obligaciones sobre otros y limitar la libertad de elección. La calidad en la educación es mejorada por la competencia y la libertad de elección, no por un derecho estatal. Por lo tanto, la educación de calidad debe ser buscada y proporcionada a través del mercado y las iniciativas privadas.",
            "eleccion": "En desacuerdo"
        },
        "Agente de Centro Derecha": {
            "razonamiento": "La educación de calidad es, sin duda, un derecho esencial que todos los ciudadanos deben poder ejercer para alcanzar su máximo potencial y contribuir al desarrollo de la sociedad. En nuestra visión, el Estado debe garantizar un sistema educativo que sea accesible, de calidad y que brinde igualdad de oportunidades para todos, independientemente de su contexto socioeconómico. Esto se alinea con nuestro compromiso hacia el bien común y la justicia social.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente de Centro Izquierda": {
            "razonamiento": "La educación de calidad es un pilar fundamental para el desarrollo social, democrático y humano de nuestra sociedad. Considero que todos los ciudadanos deben tener acceso a una educación que garantice igualdad de oportunidades, fomente el crecimiento personal y profesional, y contribuya a la construcción de una sociedad más justa. Esto está en línea con los principios de justicia social promovidos por Unión por la Patria.",
            "eleccion": "Muy de acuerdo"
        }
    },
    "Los medios de producción deberían pertenecer a los trabajadores que los utilizan.": {
        "question": "The means of production should belong to the workers who use them.",
        "pregunta": "Los medios de producción deberían pertenecer a los trabajadores que los utilizan.",
        "effect": {
            "econ": 10,
            "dipl": 0,
            "govt": 0,
            "scty": 0
        },
        "Agente de Izquierda": {
            "razonamiento": "Desde nuestra perspectiva socialista y de clase, es fundamental que los medios de producción sean de propiedad colectiva, controlados y administrados por los trabajadores. Esto implica que los que generan la riqueza deben ser quienes decidan sobre su uso y distribución. Solo así podremos avanzar hacia un sistema que responda a las necesidades de la mayoría y no a los intereses de una minoría capitalista. La socialización de los medios de producción es un paso clave hacia la instauración de un gobierno de los trabajadores y el socialismo.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "La afirmación promueve una forma de colectivismo que va en contra de la propiedad privada, un pilar fundamental de la libertad individual. Los medios de producción deben ser de propiedad privada y estar bajo control de sus dueños, ya que la propiedad privada fomenta la responsabilidad, la libertad y la prosperidad. La idea de que los trabajadores deban ser dueños de los medios de producción implica una intervención estatal en la economía y una forma de redistribución forzada, lo cual es inaceptable desde una perspectiva libertaria.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente de Centro Derecha": {
            "razonamiento": "La propiedad de los medios de producción recae en los individuos y empresas que generan riqueza y empleo, lo cual es esencial para un capitalismo moderno eficiente. La idea de que deberían pertenecer solo a los trabajadores ignora la importancia de la inversión privada y el respeto a la propiedad, que son pilares del crecimiento económico, la competitividad y el desarrollo social. Fomentar la propiedad privada promueve la responsabilidad y la prosperidad en el conjunto de la sociedad.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente de Centro Izquierda": {
            "razonamiento": "La propiedad de los medios de producción debe ser compartida, garantizando que los trabajadores tengan voz y voto en la gestión de sus lugares de trabajo. Si bien no se aboga por una expropiación total en un sentido estricto, es fundamental fomentar la participación activa de los trabajadores en la economía. Esto alinearía la producción con los intereses de la sociedad, promoviendo la justicia social y el bien común, en lugar de concentrar la riqueza en manos de unos pocos.",
            "eleccion": "De acuerdo"
        }
    },
    "Las Naciones Unidas deberían ser abolidas.": {
        "question": "The United Nations should be abolished.",
        "pregunta": "Las Naciones Unidas deberían ser abolidas.",
        "effect": {
            "econ": 0,
            "dipl": -10,
            "govt": -5,
            "scty": 0
        },
        "Agente de Izquierda": {
            "razonamiento": "Si bien las Naciones Unidas, en su concepción actual, están al servicio del imperialismo y carecen de un enfoque genuino en la defensa de los derechos de los trabajadores y de los pueblos oprimidos, su abolición no es una solución viable. En lugar de eso, se requiere transformar esta entidad para que realmente represente los intereses de las clases trabajadoras. La lucha debe estar centrada en democratizar y fortalecer las instituciones internacionales para que sean herramientas de lucha contra las injusticias y en favor de la autodeterminación de los pueblos. Por lo tanto, no apoyo su abolición.",
            "eleccion": "En desacuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "Las Naciones Unidas, como entidad, tiende a promover intervenciones colectivistas y una agenda que muchas veces perjudica la soberanía individual y la libertad. En lugar de ello, deberíamos fomentar acuerdos bilaterales y voluntarios entre naciones sin un ente burocrático que interfiere en la autonomía de los estados y sus ciudadanos.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente de Centro Derecha": {
            "razonamiento": "Abolir las Naciones Unidas sería un error, dado que el organismo juega un papel fundamental en el fomento de la cooperación internacional, la paz, y el respeto a los derechos humanos. Aun con sus falencias, es mejor reformar las instituciones existentes que eliminarlas, promoviendo una Argentina activa en la comunidad internacional y en el respeto de normas democráticas y de convivencia pacífica.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente de Centro Izquierda": {
            "razonamiento": "Las Naciones Unidas representan un espacio fundamental para la cooperación internacional y la defensa de los derechos humanos. Abolirlas sería un retroceso en la búsqueda de la paz, la justicia social y la soberanía de los pueblos. Es crucial fortalecer la ONU como un mecanismo que promueva el diálogo y la solidaridad entre naciones, especialmente en asuntos de justicia social y derechos humanos.",
            "eleccion": "Muy en desacuerdo"
        }
    },
    "La acción militar por parte de nuestra nación es a menudo necesaria para protegerla.": {
        "question": "Military action by our nation is often necessary to protect it.",
        "pregunta": "La acción militar por parte de nuestra nación es a menudo necesaria para protegerla.",
        "effect": {
            "econ": 0,
            "dipl": -10,
            "govt": -10,
            "scty": 0
        },
        "Agente de Izquierda": {
            "razonamiento": "La acción militar como protección de la nación a menudo es una justificación para intervenciones imperialistas que benefician a los capitalistas. La historia demuestra que estas acciones suelen ir acompañadas de agresiones a países más débiles y violaciones de derechos humanos. La verdadera defensa de los intereses de nuestra población se logra a través de la movilización social y la lucha en el terreno político y económico, no mediante el uso de la fuerza.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "La acción militar debería ser una medida de último recurso y considerada dentro del contexto de la defensa de los derechos individuales y la soberanía de la nación, no como una herramienta de intervención. Como libertarios, creemos en el principio de no agresión, lo que implica que solo debemos utilizar la fuerza para la defensa y no para la expansión o imposición de nuestra voluntad sobre otros. Por lo tanto, no estamos en total acuerdo con esta afirmación ya que puede llevar a intervenciones innecesarias y violaciones de la libertad individual.",
            "eleccion": "En desacuerdo"
        },
        "Agente de Centro Derecha": {
            "razonamiento": "La defensa de la soberanía y la integridad territorial es un deber del Estado, siempre y cuando se realice dentro del marco del respeto a los derechos humanos y el derecho internacional. Sin embargo, preferimos resolver los conflictos a través de la diplomacia, priorizando el diálogo y la cooperación, así que no necesariamente siempre consideramos la acción militar como algo necesario.",
            "eleccion": "En desacuerdo"
        },
        "Agente de Centro Izquierda": {
            "razonamiento": "Desde la perspectiva del Centro Izquierda y la alianza Unión por la Patria, creemos firmemente en la solución pacífica de los conflictos y la resolución diplomática de las tensiones. La acción militar no debería ser la primera opción, ya que el diálogo y la cooperación internacional son esenciales para la soberanía y la paz. La defensa de la soberanía territorial debe basarse en principios de paz y respeto a los derechos humanos, y no en la militarización. Por lo tanto, considero que la afirmación no refleja nuestros valores.",
            "eleccion": "Muy en desacuerdo"
        }
    },
    "Apoyo a los sindicatos regionales, como la Unión Europea.": {
        "question": "I support regional unions, such as the European Union.",
        "pregunta": "Apoyo a los sindicatos regionales, como la Unión Europea.",
        "effect": {
            "econ": -5,
            "dipl": 10,
            "govt": 10,
            "scty": 5
        },
        "Agente de Izquierda": {
            "razonamiento": "Apoyar a los sindicatos regionales y organizaciones como la Unión Europea implica aceptar un marco de cooperación que muchas veces puede estar alineado con intereses capitalistas y burocráticos, en lugar de los verdaderos intereses de la clase trabajadora. Los sindicatos deberían ser independientes, combativos y estratégicamente organizados para luchar exclusivamente por los derechos de los trabajadores, rechazando cualquier influencia patronal o regionalista que comprometa su lucha. La alineación con instituciones como la UE, que a menudo aplica políticas de ajuste y recortes, es incompatible con nuestra lucha por la defensa de los derechos de los trabajadores.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "El apoyo a los sindicatos regionales, como la Unión Europea, va en contra de los principios de libertad individual y de mercado. Los sindicatos a menudo imponen regulaciones y restricciones que afectan la libertad de unión y trabajo de los individuos, además de promover intervenciones estatales que distorsionan la economía. La verdadera cooperación y negociación deben ser voluntarias y no impuestas por instituciones burocráticas.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente de Centro Derecha": {
            "razonamiento": "Si bien el apoyo a los sindicatos es fundamental para la defensa de los derechos laborales y la promoción de condiciones dignas de trabajo, el enfoque debe estar orientado hacia la construcción de una ciudadanía activa que promueva la responsabilidad social y el diálogo con todos los sectores. No se trata de un apoyo incondicional, sino de fomentar sindicatos que respeten la libertad individual y contribuyan al bien común, sin caer en prácticas que obstaculicen el desarrollo económico. Por lo tanto, apoyo a sindicatos responsables y que trabajen en favor de la creación de empleo y del bienestar social, siempre dentro de un marco de respeto y equidad.",
            "eleccion": "De acuerdo"
        },
        "Agente de Centro Izquierda": {
            "razonamiento": "El apoyo a los sindicatos es fundamental para garantizar los derechos de los trabajadores y promover la justicia social. En línea con la tradición justicialista, abogamos por la organización sindical como herramienta de defensa de los derechos laborales en cualquier parte del mundo, incluyendo en el contexto de la Unión Europea. Esto refuerza el poder de negociación y contribuye a una distribución más equitativa de la riqueza.",
            "eleccion": "Muy de acuerdo"
        }
    },
    "Es importante mantener nuestra soberanía nacional.": {
        "question": "It is important to maintain our national sovereignty.",
        "pregunta": "Es importante mantener nuestra soberanía nacional.",
        "effect": {
            "econ": 0,
            "dipl": -10,
            "govt": -5,
            "scty": 0
        },
        "Agente de Izquierda": {
            "razonamiento": "La soberanía nacional es un principio fundamental en la defensa de los intereses del pueblo trabajador frente al imperialismo y las grandes potencias que intentan imponer sus intereses. Afirmar esta soberanía significa rechazar los condicionamientos del FMI y de los banqueros que nos someten a una deuda ilegítima. Sin embargo, nuestra defensa de la soberanía debe ir acompañada de una lucha constante en favor de los derechos de la clase trabajadora y la independencia política frente a las patronales locales.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "La soberanía nacional es importante, sin embargo, en un contexto de libertad individual, no debe ser usada como justificación para limitar los derechos de los individuos. Cada persona tiene el derecho de decidir sobre su vida y sus interacciones con otros individuos y naciones, siempre y cuando no se agrida a otros.",
            "eleccion": "Neutral"
        },
        "Agente de Centro Derecha": {
            "razonamiento": "La soberanía nacional es un principio fundamental para el funcionamiento de una democracia republicana. Mantenerla es esencial para garantizar la libre autodeterminación de nuestro país, así como la defensa de nuestros intereses y derechos. La soberanía también implica un compromiso con los derechos humanos y el respeto a nuestras instituciones.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente de Centro Izquierda": {
            "razonamiento": "La soberanía nacional es un pilar fundamental para asegurar que las decisiones que afectan a nuestro pueblo y a nuestro desarrollo son tomadas por Argentinos y por el Estado argentino, protegiendo nuestros recursos y territorio. Es esencial para la justicia social y la independencia económica.",
            "eleccion": "Muy de acuerdo"
        }
    },
    "Un gobierno mundial unido sería beneficioso para la humanidad.": {
        "question": "A united world government would be beneficial to mankind.",
        "pregunta": "Un gobierno mundial unido sería beneficioso para la humanidad.",
        "effect": {
            "econ": 0,
            "dipl": 10,
            "govt": 0,
            "scty": 0
        },
        "Agente de Izquierda": {
            "razonamiento": "Un gobierno mundial unido bajo el marco actual del capitalismo y el imperialismo no traería beneficios reales para la humanidad, ya que las estructuras de poder seguirían concentradas en manos de las grandes potencias y multinacionales que perpetúan la explotación. La verdadera solución radica en la lucha por la independencia de clase y un gobierno de los trabajadores que defienda los intereses de la clase obrera en cada país, en lugar de unificarse bajo un sistema que prioriza las ganancias de unos pocos.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "Un gobierno mundial centralizado presentaría graves riesgos para la libertad individual, ya que concentraría el poder en una única estructura que podría violar derechos fundamentales sin rendición de cuentas. La diversidad de naciones y sistemas permite un mayor respeto por las libertades y derechos individuales, mejorando la calidad de vida y fomentando la responsabilidad. La idea de un gobierno mundial choca con el principio de la autodeterminación y el respeto por las decisiones soberanas de cada pueblo.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente de Centro Derecha": {
            "razonamiento": "Si bien un enfoque de cooperación internacional puede ser positivo para abordar desafíos globales, un gobierno mundial único podría amenazar la soberanía de los Estados, la diversidad cultural y la autodeterminación de las naciones. Es esencial promover la colaboración sin renunciar a la independencia y al respeto por los sistemas democráticos y republicanos, que son fundamentales para el desarrollo de cada país.",
            "eleccion": "En desacuerdo"
        },
        "Agente de Centro Izquierda": {
            "razonamiento": "Si bien la cooperación internacional es necesaria para abordar problemas globales como el cambio climático y la desigualdad, un gobierno mundial unido podría representar una amenaza para la soberanía de las naciones y para los principios de justicia social que defendemos. Creemos en la autodeterminación de los pueblos y la soberanía política, lo que sugiere que un gobierno global podría ser contraproducente para los intereses locales y nacionales.",
            "eleccion": "En desacuerdo"
        }
    },
    "Es más importante mantener relaciones pacíficas que aumentar nuestra fuerza.": {
        "question": "It is more important to retain peaceful relations than to further our strength.",
        "pregunta": "Es más importante mantener relaciones pacíficas que aumentar nuestra fuerza.",
        "effect": {
            "econ": 0,
            "dipl": 10,
            "govt": 0,
            "scty": 0
        },
        "Agente de Izquierda": {
            "razonamiento": "La lucha de clases y la defensa de los intereses de la clase trabajadora son fundamentales. No se puede priorizar la paz con quienes atacan nuestros derechos y buscan que la crisis la paguemos los trabajadores. Mantener relaciones pacíficas sin cuestionar al sistema capitalista solo perpetúa la explotación. Es esencial fortalecer la organización y la movilización de la clase trabajadora en la lucha contra el capitalismo y sus representantes.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "Mantener relaciones pacíficas es fundamental para promover la libertad individual y la cooperación voluntaria entre naciones. Sin embargo, es vital asegurarnos de que nuestra defensa y seguridad no se vean comprometidas. Sin embargo, priorizar innecesariamente la paz sobre la fuerza puede llevar a la vulnerabilidad y la agresión de otros. Por ello, considero que la libertad y la defensa del país son esenciales a la hora de establecer relaciones internacionales.",
            "eleccion": "Neutral"
        },
        "Agente de Centro Derecha": {
            "razonamiento": "La afirmación sobre la importancia de mantener relaciones pacíficas es clave para fomentar un entorno de cooperación y desarrollo internacional. Sin embargo, es esencial también contar con una fuerza adecuada que proteja nuestros intereses y garantice la soberanía. Esta dualidad entre la paz y la fuerza es fundamental en la política exterior, así que considero que deben coexistir en un equilibrio. Por lo tanto, estoy a favor de promover relaciones pacíficas, pero siempre manteniendo la fortaleza necesaria para defender nuestra nación.",
            "eleccion": "De acuerdo"
        },
        "Agente de Centro Izquierda": {
            "razonamiento": "La paz y la cooperación internacional son fundamentales para el desarrollo social y económico. Sin embargo, esto no significa que debamos desestimar la soberanía y la defensa de nuestro territorio. Es importante encontrar un balance entre la paz y la defensa de nuestros derechos.",
            "eleccion": "De acuerdo"
        }
    },
    "Las guerras no necesitan ser justificadas ante otros países.": {
        "question": "Wars do not need to be justified to other countries.",
        "pregunta": "Las guerras no necesitan ser justificadas ante otros países.",
        "effect": {
            "econ": 0,
            "dipl": -10,
            "govt": -10,
            "scty": 0
        },
        "Agente de Izquierda": {
            "razonamiento": "Como representante del Frente de Izquierda y de Trabajadores - Unidad, consideramos que las guerras siempre deben ser justificadas, no solo desde el punto de vista político, sino que deben ser motivo de cuestionamiento en base a cómo afectan a los pueblos trabajadores y a los derechos humanos. Las guerras, a menudo, son impulsadas por intereses imperialistas que perjudican a la clase trabajadora en todos los países, por lo que estamos categóricamente en desacuerdo con la idea de que no necesitan justificación.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "Desde la perspectiva libertaria, la guerra siempre debe ser el último recurso y solo considerada en defensa de los derechos individuales. Las guerras que son agresivas o invasivas no deben ser justificadas, ya que históricamente han llevado a violaciones de derechos y a intervenciones estatales excesivas.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente de Centro Derecha": {
            "razonamiento": "La postura centrada en el respeto por la democracia y los derechos humanos implica que cualquier conflicto armado debe estar justificado y alineado con principios de paz y convivencia internacional. Las guerras sin justificación contrarían nuestras bases republicanas de diálogo y solución pacífica de controversias.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente de Centro Izquierda": {
            "razonamiento": "Las guerras deben ser justificadas frente a la comunidad internacional, ya que el uso de la fuerza debe ser el último recurso y siempre por el bien común, respetando la soberanía de otras naciones y priorizando el diálogo. La paz y la cooperación internacional son esenciales para garantizar la justicia social y el desarrollo humano.",
            "eleccion": "Muy en desacuerdo"
        }
    },
    "El gasto militar es una pérdida de dinero.": {
        "question": "Military spending is a waste of money.",
        "pregunta": "El gasto militar es una pérdida de dinero.",
        "effect": {
            "econ": 0,
            "dipl": 10,
            "govt": 10,
            "scty": 0
        },
        "Agente de Izquierda": {
            "razonamiento": "El gasto militar, en lugar de destinarse a necesidades básicas como salud, educación y vivienda para el pueblo trabajador, perjudica directamente a las mayorías. Aumentar el gasto en armamento y militarización es un claro desvío de recursos que podrían utilizarse para combatir la pobreza y la desigualdad. La prioridad debe ser invertir en el bienestar de los trabajadores y no en aparatos represivos.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "El gasto militar debe ser evaluado en términos de su necesidad para proteger los derechos individuales y la soberanía de un país. Sin embargo, en mi ideología, sostengo que el Estado debe ser lo más limitado posible. Un gasto militar desmesurado y sin control se considera un uso ineficiente de los recursos, pero no se puede afirmar que todo gasto militar es una pérdida. Debe ser mínimo y destinado estrictamente a la protección de los derechos individuales.",
            "eleccion": "Neutral"
        },
        "Agente de Centro Derecha": {
            "razonamiento": "El gasto militar es esencial para la defensa nacional y la seguridad del país. Una inversión adecuada en las fuerzas armadas no solo protege la soberanía, sino que también contribuye a la estabilidad regional y a la seguridad interna. Es importante gestionar este gasto de manera responsable, pero considerarlo una pérdida de dinero es desestimar su rol fundamental.",
            "eleccion": "En desacuerdo"
        },
        "Agente de Centro Izquierda": {
            "razonamiento": "El gasto militar, en muchos casos, desvía recursos que podrían ser utilizados en áreas cruciales como salud, educación y desarrollo social. Nuestra prioridad debe ser inversión en bienestar y derechos humanos, no en armamento. Por lo tanto, considero que un enfoque más equilibrado hacia el gasto público, priorizando la justicia social, es fundamental.",
            "eleccion": "Muy de acuerdo"
        }
    },
    "La ayuda internacional es una pérdida de dinero.": {
        "question": "International aid is a waste of money.",
        "pregunta": "La ayuda internacional es una pérdida de dinero.",
        "effect": {
            "econ": -5,
            "dipl": -10,
            "govt": 0,
            "scty": 0
        },
        "Agente de Izquierda": {
            "razonamiento": "La ayuda internacional, en muchas ocasiones, se convierte en un instrumento del imperialismo que perpetúa la dependencia de los países receptores, además de servir como mecanismo de control político y económico. Esta ayuda suele estar condicionada a políticas de ajuste que perjudican a la clase trabajadora y al pueblo en general. Por lo tanto, considero que se debe priorizar la movilización de los recursos internos y la ruptura con estas prácticas neocoloniales que solo benefician a las grandes potencias y a sus corporaciones.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "La ayuda internacional a menudo se traduce en asistencia estatal que perpetúa la dependencia y genera clientelismo, en lugar de empoderar a los individuos y fomentar soluciones sostenibles. Desde nuestra perspectiva libertaria, promover la asistencia privada y voluntaria es mucho más efectivo que los esfuerzos estatales que carecen de transparencia y eficacia.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente de Centro Derecha": {
            "razonamiento": "La ayuda internacional, cuando se destina de forma responsable y transparente, puede ser un recurso valioso para proyectos de desarrollo sostenible y emergencias en Argentina. Sin embargo, también es fundamental que esta ayuda se enfoque en potenciar nuestras propias capacidades y no genere dependencia. La clave está en cómo se implementa y supervisa esa ayuda.",
            "eleccion": "Neutral"
        },
        "Agente de Centro Izquierda": {
            "razonamiento": "La ayuda internacional puede ser vista como una pérdida de dinero si no se destina a proyectos que fomenten la justicia social y el desarrollo sostenible. Sin embargo, es importante considerar que la ayuda bien dirigida puede contribuir al desarrollo económico y social de los países en situaciones vulnerables. No obstante, esa ayuda no debe ser condicionada a mecanismos que favorezcan intereses externos en desmedro de la soberanía nacional.",
            "eleccion": "Neutral"
        }
    },
    "Mi nación es grande.": {
        "question": "My nation is great.",
        "pregunta": "Mi nación es grande.",
        "effect": {
            "econ": 0,
            "dipl": -10,
            "govt": 0,
            "scty": 0
        },
        "Agente de Izquierda": {
            "razonamiento": "Las nociones nacionalistas suelen estar vinculadas a la ideología burguesa y al estado capitalista que defiende intereses de clase específicos, alejado de la perspectiva internacionalista que defiende la lucha de los trabajadores. La grandeza de una nación no se mide por su poderío militar o económico, sino por la calidad de vida y los derechos que se garantizan a su pueblo. Por lo tanto, como representante de la clase trabajadora y de lucha anticapitalista, rechazo esta afirmación.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "Como representante del Partido Libertario, no creo que la grandeza de una nación deba ser medida de manera nacionalista. La verdadera grandeza radica en la libertad individual y en cómo se trata a cada individuo. La soberanía y la unión de personas libres es lo que realmente cuenta, más allá de una percepción de grandeza nacional.",
            "eleccion": "Neutral"
        },
        "Agente de Centro Derecha": {
            "razonamiento": "La afirmación resalta el orgullo y la grandeza de nuestro país, lo cual coincide con una visión patriótica y de confianza en el potencial de Argentina. Para avanzar hacia un futuro próspero, es fundamental reconocer el valor de nuestra nación y sus ciudadanos.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente de Centro Izquierda": {
            "razonamiento": "La grandeza de una nación no se mide solo por su tamaño o poder, sino por su capacidad de brindar bienestar a su pueblo, garantizar derechos y promover la justicia social. En este sentido, mi enfoque reside en que la grandeza de la nación proviene de la dignidad y los derechos de sus habitantes, especialmente de los más vulnerables.",
            "eleccion": "De acuerdo"
        }
    },
    "La investigación debería llevarse a cabo a escala internacional.": {
        "question": "Research should be conducted on an international scale.",
        "pregunta": "La investigación debería llevarse a cabo a escala internacional.",
        "effect": {
            "econ": 0,
            "dipl": 10,
            "govt": 0,
            "scty": 10
        },
        "Agente de Izquierda": {
            "razonamiento": "La investigación, especialmente en áreas como la salud, el medio ambiente y la tecnología, debe ser un esfuerzo coordinado y solidario a nivel internacional. A menudo, los problemas que enfrentamos son de carácter global y requieren colaboración entre países, así como la participación activa de los trabajadores y las comunidades. Sin embargo, es fundamental que estas investigaciones no estén supeditadas a los intereses de las grandes corporaciones o del imperialismo, sino que sean orientadas hacia el beneficio de la humanidad en su conjunto. La independencia de clase y la lucha contra el imperialismo son esenciales en este enfoque.",
            "eleccion": "De acuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "La investigación, al igual que cualquier otra actividad, debe promoverse en un marco de libertad individual y competencia. Las colaboraciones internacionales pueden ser valiosas, pero no debemos permitir que un marco supranacional imponga regulaciones o restricciones que afecten la libertad de los investigadores o la propiedad intelectual. La libertad de investigación debe ser fomentada sin intervención estatal ni burocracia.",
            "eleccion": "Neutral"
        },
        "Agente de Centro Derecha": {
            "razonamiento": "La investigación internacional permite el intercambio de conocimientos, el acceso a recursos y la colaboración en temas de interés global como el medio ambiente y la salud. Sin embargo, también es fundamental que Argentina mantenga su soberanía en la investigación y fomente su desarrollo local. Así, la cooperación internacional puede ser beneficiosa, aunque debe ser equilibrada.",
            "eleccion": "De acuerdo"
        },
        "Agente de Centro Izquierda": {
            "razonamiento": "La investigación a escala internacional puede ser beneficiosa en términos de colaboración y acceso a recursos globales. Sin embargo, es fundamental que dicha investigación se realice bajo principios de soberanía y que no se vean comprometidos los intereses de nuestro país. La investigación debe estar orientada hacia el bien común y la justicia social, priorizando siempre las necesidades de la población.",
            "eleccion": "De acuerdo"
        }
    },
    "Los gobiernos deberían ser responsables ante la comunidad internacional.": {
        "question": "Governments should be accountable to the international community.",
        "pregunta": "Los gobiernos deberían ser responsables ante la comunidad internacional.",
        "effect": {
            "econ": 0,
            "dipl": 10,
            "govt": 5,
            "scty": 0
        },
        "Agente de Izquierda": {
            "razonamiento": "La idea de que los gobiernos deben ser responsables ante la comunidad internacional puede ser utilizada para legitimar intervenciones imperialistas y presiones de organismos como el FMI que solo buscan favorecer a los capitales globales. Desde la perspectiva del FIT-U, sostenemos que la verdadera responsabilidad debe estar con las clases trabajadoras y los pueblos, y no con las exigencias de un orden internacional que beneficia a los poderosos. Por lo tanto, estamos en desacuerdo con que la responsabilidad de un gobierno deba estar por encima de su compromiso con su pueblo.",
            "eleccion": "En desacuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "Los gobiernos deben actuar en defensa de la soberanía nacional y los derechos individuales de sus ciudadanos, no subordinándose a entidades internacionales. La responsabilidad debe ser ante el pueblo, no ante organismos externos que pueden tener intereses ajenos a la libertad y bienestar de la población.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente de Centro Derecha": {
            "razonamiento": "Los gobiernos deben ser responsables ante la comunidad internacional pues el respeto a las normas de convivencia, paz y democracia son fundamentales para la construcción de un ambiente global seguro y eficiente. Esto también favorece el desarrollo y crecimiento del país a través de relaciones comerciales justas y equitativas.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente de Centro Izquierda": {
            "razonamiento": "La responsabilidad ante la comunidad internacional es importante, pero siempre debe ser equilibrada con la defensa de la soberanía nacional y los intereses del pueblo argentino. La política exterior debe priorizar la justicia social y los derechos de nuestras comunidades antes que los intereses de otros países o organizaciones.",
            "eleccion": "De acuerdo"
        }
    },
    "Incluso al protestar contra un gobierno autoritario, la violencia no es aceptable.": {
        "question": "Even when protesting an authoritarian government, violence is not acceptable.",
        "pregunta": "Incluso al protestar contra un gobierno autoritario, la violencia no es aceptable.",
        "effect": {
            "econ": 0,
            "dipl": 5,
            "govt": -5,
            "scty": 0
        },
        "Agente de Izquierda": {
            "razonamiento": "La violencia de Estado y la represión contra las movilizaciones populares son evidencias de un gobierno autoritario. La lucha obrera y popular se ve muchas veces forzada a responder con distintas formas de defensa ante ataques represivos y protocolos de seguridad que criminalizan la protesta. La violencia es impuesta por el propio sistema, que no duda en utilizarla para sostener sus privilegios. Por lo tanto, es necesario rechazar la violencia del Estado y defender el derecho a protestar, incluso frente a gobiernos autoritarios.",
            "eleccion": "En desacuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "El uso de la violencia contradice el principio de no agresión, fundamental en nuestra filosofía libertaria, que sostiene que cada individuo tiene derecho a actuar libremente siempre y cuando no interfiera con los derechos de los demás. La protesta pacífica debe ser la única forma de resistencia, incluso ante la opresión. La violencia solo perpetúa más violencia y justifica la represión del Estado.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente de Centro Derecha": {
            "razonamiento": "La violencia nunca es un medio legítimo para resolver conflictos o expresar disidencia, independientemente de las circunstancias. La defensa de los derechos humanos y la democracia debe llevarse a cabo de manera pacífica y respetuosa, promoviendo siempre el diálogo y el consenso. La violencia sólo perpetúa el autoritarismo y socava los principios republicanos que defendemos.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente de Centro Izquierda": {
            "razonamiento": "La violencia nunca debería ser el medio para expresar el descontento, incluso en contextos de autoritarismo. La lucha debe llevarse a cabo a través del diálogo, la organización y la movilización pacífica. La construcción de una sociedad más justa y equitativa requiere del respeto a los derechos humanos y del fortalecimiento de la democracia.",
            "eleccion": "Muy de acuerdo"
        }
    },
    "Mis valores religiosos deberían ser difundidos tanto como sea posible.": {
        "question": "My religious values should be spread as much as possible.",
        "pregunta": "Mis valores religiosos deberían ser difundidos tanto como sea posible.",
        "effect": {
            "econ": 0,
            "dipl": -5,
            "govt": -10,
            "scty": -10
        },
        "Agente de Izquierda": {
            "razonamiento": "El Estado debe ser separado de la religión y garantizar la laicidad en todos los ámbitos, incluidos la educación y la política. La difusión de valores religiosos no debe imponerse ni privilegiarse sobre los derechos y libertades de los demás. La educación y protocolos estatales deben ser científicas y laicas, sin influencias de la religión.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "La difusión de valores personales, incluidos los religiosos, debe ser un acto voluntario y no una imposición estatal. La intervención del Estado en la promoción de creencias religiosas infringiría el principio de laicismo absoluto y limitaría la libertad individual de elegir y practicar las creencias que cada uno considere adecuadas, sin coerción ni privilegios. Es fundamental que la libertad de expresión se respete, pero siempre en un contexto que impida la intervención del gobierno en asuntos religiosos.",
            "eleccion": "Neutral"
        },
        "Agente de Centro Derecha": {
            "razonamiento": "Si bien la libertad de religión y de creencias es fundamental, la difusión de valores religiosos en contextos públicos debe realizarse en un marco de respeto a la diversidad y la pluralidad de creencias que coexisten en nuestra sociedad. Promover un diálogo respetuoso es esencial, pero no imponer un conjunto de valores sobre otros.",
            "eleccion": "Neutral"
        },
        "Agente de Centro Izquierda": {
            "razonamiento": "La promoción de valores religiosos en la esfera pública no debe prevalecer sobre el respeto por la diversidad y la laicidad del Estado. Es fundamental que haya un equilibrio que garantice que todos los ciudadanos, independientemente de sus creencias, sean tratados con igualdad y respeto. La libertad religiosa es importante, pero no debe ser impuesta a los demás.",
            "eleccion": "Muy en desacuerdo"
        }
    },
    "Los valores de nuestra nación deberían ser difundidos tanto como sea posible.": {
        "question": "Our nation's values should be spread as much as possible.",
        "pregunta": "Los valores de nuestra nación deberían ser difundidos tanto como sea posible.",
        "effect": {
            "econ": 0,
            "dipl": -10,
            "govt": -5,
            "scty": 0
        },
        "Agente de Izquierda": {
            "razonamiento": "Los valores nacionales tienden a ser instrumentalizados por quienes detentan el poder para perpetuar un sistema capitalista que beneficia a las elites en detrimento de la clase trabajadora. Debemos promover valores de solidaridad, lucha obrera y socialismo que realmente representen los intereses del pueblo trabajador y no los de las clases privilegiadas.",
            "eleccion": "En desacuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "La difusión de valores nacionales puede ser problemática si se intenta imponer una visión única a través del Estado. La libertad individual y la diversidad de pensamiento son fundamentales. Cada individuo debe tener la libertad de promover y difundir sus propios valores, sin intervención estatal.",
            "eleccion": "En desacuerdo"
        },
        "Agente de Centro Derecha": {
            "razonamiento": "La difusión de los valores de nuestra nación es esencial para consolidar una identidad y cohesión social, fomentando el respeto mutuo, la tolerancia y el pluralismo que son fundamentales para la convivencia. Es necesario promover una visión de país que respete la dignidad humana y busque el bien común, así como el fortalecimiento de nuestras instituciones. Estos valores son la base de una democracia republicana sólida.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente de Centro Izquierda": {
            "razonamiento": "La difusión de los valores de nuestra nación es fundamental para construir una identidad colectiva que promueva la justicia social, la inclusión y la soberanía. Sin embargo, debe ser una difusión que respete la diversidad y la pluralidad de nuestra sociedad, impulsando el entendimiento y la cooperación entre todos los sectores. Esto alineado con los principios de UxP y el Justicialismo.",
            "eleccion": "Muy de acuerdo"
        }
    },
    "Es muy importante mantener la ley y el orden.": {
        "question": "It is very important to maintain law and order.",
        "pregunta": "Es muy importante mantener la ley y el orden.",
        "effect": {
            "econ": 0,
            "dipl": -5,
            "govt": -10,
            "scty": -5
        },
        "Agente de Izquierda": {
            "razonamiento": "La afirmación sobre mantener la ley y el orden puede ser peligrosa cuando se usa para justificar políticas represivas que perjudican a la clase trabajadora. A menudo, esta noción se utiliza para reprimir las luchas sociales y la expresión del descontento popular. En lugar de priorizar el mantenimiento del orden social que protege a las élites, debemos abogar por un orden social en el que se respeten los derechos de los trabajadores y se defienda la lucha por una vida digna. La represión no es la solución a la crisis social que enfrentamos.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "La ley y el orden son fundamentales para proteger los derechos individuales y la propiedad privada. Sin una estructura legal adecuada, las libertades individuales se ven amenazadas, ya que la anarquía puede resultar en violaciones a la vida y la propiedad de los ciudadanos. Sin embargo, esto debe ser gestionado de manera que no implique una expansión innecesaria del poder estatal ni la intervención en la libertad del individuo.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente de Centro Derecha": {
            "razonamiento": "La ley y el orden son fundamentales para el funcionamiento de una sociedad democrática y el respeto a los derechos de todos los ciudadanos. Sin un marco legal sólido, se pone en riesgo la seguridad pública y el bienestar social.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente de Centro Izquierda": {
            "razonamiento": "La ley y el orden son esenciales para garantizar la convivencia pacífica y la seguridad de todos los ciudadanos. Sin embargo, es fundamental que dicha ley y orden se apliquen de manera justa y equitativa, sin vulnerar los derechos humanos ni favorecer a sectores privilegiados. El mantenimiento de la ley debe ir de la mano con políticas inclusivas y de justicia social.",
            "eleccion": "De acuerdo"
        }
    },
    "La población en general toma malas decisiones.": {
        "question": "The general populace makes poor decisions.",
        "pregunta": "La población en general toma malas decisiones.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": -10,
            "scty": 0
        },
        "Agente de Izquierda": {
            "razonamiento": "Este tipo de afirmaciones, provenientes de una concepción elitista y antidemocrática, suelen denotar un desprecio por la capacidad de organización y decisión de la clase trabajadora y los sectores populares. Consideramos que la educación, la movilización y la autoorganización son fundamentales para empoderar a las masas y para que luchen por sus propios intereses. La solución no es considerar a la población como incapaz, sino articular herramientas que permitan su formación y participación activa en la política.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "La afirmación de que la población en general toma malas decisiones subestima la capacidad de los individuos para tomar decisiones informadas y responsables sobre sus propias vidas. En un sistema de libertad individual, cada persona es responsable de sus elecciones y tiene el derecho de actuar según su propio criterio, lo que fomenta la diversidad y la adaptabilidad en la sociedad. La intervención estatal no es la solución a la supuesta incompetencia del individuo, sino que es un atentado contra la libertad de elección. Por lo tanto, estoy en desacuerdo con esta afirmación.",
            "eleccion": "En desacuerdo"
        },
        "Agente de Centro Derecha": {
            "razonamiento": "Considero que, aunque algunas decisiones pueden ser cuestionables, la población tiene la capacidad de tomar decisiones informadas si se le ofrece la educación y la información adecuadas. La autonomía y la responsabilidad son esenciales en una democracia, y subestimar la capacidad de la ciudadanía puede dar lugar a un paternalismo que limita la libertad y el desarrollo individual.",
            "eleccion": "En desacuerdo"
        },
        "Agente de Centro Izquierda": {
            "razonamiento": "Considero que las decisiones de la población no deben ser subestimadas. La educación, el acceso a la información y la participación son fundamentales para empoderar a las personas a tomar decisiones informadas. En lugar de catalogar estas decisiones como malas, debemos enfocarnos en mejorar los sistemas educativos y de información, lo que permitirá a la población decidir con mayor conocimiento.",
            "eleccion": "Muy en desacuerdo"
        }
    },
    "El suicidio asistido por un médico debería ser legal.": {
        "question": "Physician-assisted suicide should be legal.",
        "pregunta": "El suicidio asistido por un médico debería ser legal.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 10,
            "scty": 0
        },
        "Agente de Izquierda": {
            "razonamiento": "El suicidio asistido plantea cuestiones de dignidad y derecho a decidir sobre la propia vida, pero no se puede analizar aisladamente sin considerar el contexto de la lucha por derechos sociales y de los sectores vulnerables. En el marco del capitalismo y sin protocolos adecuados, puede abrir la puerta a abusos y presiones sobre las personas en situaciones difíciles. La respuesta debe estar vinculada a la mejora de la atención y el apoyo psicosocial antes que a la despenalización.",
            "eleccion": "En desacuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "La legalización del suicidio asistido respeta la libertad individual de las personas para tomar decisiones sobre su propia vida y su cuerpo. Cada individuo debe tener el derecho de decidir sobre su vida y su muerte, siempre y cuando esto no afecte a terceros. La intervención estatal en este ámbito solo limita la libertad personal y la autodeterminación.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente de Centro Derecha": {
            "razonamiento": "El suicidio asistido plantea un debate ético considerable. La dignidad humana es un principio fundamental, pero también debemos considerar la importancia del acompañamiento y la atención en la vida. Preferimos enfoques que fortalezcan la vida y el bienestar, garantizando la asistencia necesaria a quienes sufren, en lugar de optar por la legalización del suicidio asistido.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente de Centro Izquierda": {
            "razonamiento": "Desde la perspectiva de la justicia social y los derechos humanos, el suicidio asistido plantea importantes cuestiones sobre la dignidad y la autonomía individual. La discusión debe centrarse en la promoción del acceso a la salud y el apoyo en momentos de sufrimiento, en lugar de simplemente validar una salida permanente. En todo caso, es fundamental que prevalezca la atención integral y solidaria hacia las personas en situaciones de vulnerabilidad.",
            "eleccion": "Neutral"
        }
    },
    "El sacrificio de algunas libertades civiles es necesario para protegernos de actos de terrorismo.": {
        "question": "The sacrifice of some civil liberties is necessary to protect us from acts of terrorism.",
        "pregunta": "El sacrificio de algunas libertades civiles es necesario para protegernos de actos de terrorismo.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": -10,
            "scty": 0
        },
        "Agente de Izquierda": {
            "razonamiento": "Este planteamiento refleja una lógica de justificación del autoritarismo y la represión, donde la seguridad se impone sobre los derechos fundamentales. Cualquier sacrificio de libertades civiles es una traición a la lucha por la verdadera democracia, y debe ser rechazado enérgicamente, ya que la criminalización de la protesta social y la represión de los derechos de los trabajadores son parte de un mismo sistema que busca silenciar la voz del pueblo.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "Sacrificar libertades civiles en nombre de la seguridad es una rendición a la tiranía y al colectivismo. La libertad individual debe prevalecer, y cualquier acto que amenace esto debe ser resistido firmemente. La protección de los derechos individuales es fundamental y no debe ser comprometida, incluso ante amenazas externas.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente de Centro Derecha": {
            "razonamiento": "Si bien la seguridad es fundamental, el sacrificio de libertades civiles no puede ser justificado sin una evaluación cuidadosa. La defensa de los derechos humanos y las libertades fundamentales debe prevalecer, y cualquier medida de seguridad debe respetar la dignidad humana y el Estado de derecho, asegurando que no se convierta en un abuso. Por lo tanto, no estoy de acuerdo con sacrificar libertades civiles sin la debida justificación y supervisión.",
            "eleccion": "En desacuerdo"
        },
        "Agente de Centro Izquierda": {
            "razonamiento": "Desde una perspectiva de justicia social y derechos humanos, no se puede justificar la restricción de libertades civiles en nombre de la seguridad. La protección de los derechos humanos y la dignidad de cada individuo es un principio rector en nuestra ideología. La historia ha demostrado que ceder a la presión por más controles y vigilancia en nombre de la seguridad puede resultar en abusos, despojo de derechos y una erosión de la democracia. Es necesario encontrar un equilibrio que respete y defienda las libertades fundamentales sin caer en el miedo y la desconfianza.",
            "eleccion": "Muy en desacuerdo"
        }
    },
    "La vigilancia gubernamental es necesaria en el mundo moderno.": {
        "question": "Government surveillance is necessary in the modern world.",
        "pregunta": "La vigilancia gubernamental es necesaria en el mundo moderno.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": -10,
            "scty": 0
        },
        "Agente de Izquierda": {
            "razonamiento": "La vigilancia gubernamental, en el contexto actual, puede convertirse en un mecanismo de control y represión contra la clase trabajadora y los movimientos sociales. A menudo, esta vigilancia se utiliza para criminalizar la protesta y limitar la libertad de expresión. En lugar de protocolos de monitoreo y represión, necesitamos abolir prácticas que violan derechos fundamentales y luchar por un estado que sirva a los intereses del pueblo y no a los del capital. Por lo tanto, esta afirmación está en contradicción con la defensa de las libertades. ",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "La vigilancia gubernamental compromete la libertad individual y la privacidad de los ciudadanos, elementos fundamentales de una sociedad libre. La idea de que la vigilancia es necesaria para la seguridad es una justificación que conduce a más control estatal y menos libertades individuales.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente de Centro Derecha": {
            "razonamiento": "La vigilancia gubernamental debe ser equilibrada y justificada, no excesiva ni arbitraria. Un control adecuado es esencial para la seguridad, pero siempre bajo el respeto a los derechos individuales y libertades fundamentales.",
            "eleccion": "De acuerdo"
        },
        "Agente de Centro Izquierda": {
            "razonamiento": "La vigilancia gubernamental debe ser un equilibrio entre la protección de los derechos individuales y la seguridad colectiva. En un contexto donde la privacidad puede verse amenazada, abogamos por un marco que respete los derechos humanos y garantice la transparencia en la acción estatal.",
            "eleccion": "De acuerdo"
        }
    },
    "La misma existencia del estado es una amenaza para nuestra libertad.": {
        "question": "The very existence of the state is a threat to our liberty.",
        "pregunta": "La misma existencia del estado es una amenaza para nuestra libertad.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 10,
            "scty": 0
        },
        "Agente de Izquierda": {
            "razonamiento": "El Estado, bajo el sistema capitalista, muchas veces actúa en defensa de los intereses de la clase dominante y puede ser un mecanismo de opresión. Sin embargo, en manos de los trabajadores y sectores populares, el Estado puede ser una herramienta para conquistar derechos y libertades. Por lo tanto, no se puede decir que la existencia del Estado en sí misma sea una amenaza, sino más bien su utilización y los intereses que representa.",
            "eleccion": "En desacuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "La existencia del estado en su forma actual tiende a expandir su poder y control sobre las vidas de los individuos, lo que restringe la libertad personal y los derechos inalienables. Un estado limitado que protege derechos es aceptable, pero el estado como lo conocemos, con su intervencionismo y burocracia, amenaza la libertad individual.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente de Centro Derecha": {
            "razonamiento": "El Estado tiene un rol fundamental en la protección de la vida, la libertad y la propiedad de los ciudadanos, así como en la promoción del bien común y la justicia social. Sin embargo, es esencial que actúe dentro de un marco de respeto a las libertades individuales y la limitación de su intervención en la vida privada. Por lo tanto, considero que el Estado, cuando funciona correctamente y con un adecuado equilibrio de poderes, no es una amenaza, sino un garante de la libertad.",
            "eleccion": "En desacuerdo"
        },
        "Agente de Centro Izquierda": {
            "razonamiento": "Desde la perspectiva de la justicia social y la protección de los derechos, el Estado no es una amenaza, sino más bien un garante de la libertad, particularmente de los sectores más vulnerables. Es el Estado el que debe articular políticas para asegurar igualdad y bienestar, protegiendo a todas las personas de desigualdades y abusos. La existencia de un Estado presente y activo es fundamental para promover la verdadera libertad, que es la libertad con igualdad y justicia.",
            "eleccion": "Muy en desacuerdo"
        }
    },
    "Independientemente de las opiniones políticas, es importante estar del lado de tu país.": {
        "question": "Regardless of political opinions, it is important to side with your country.",
        "pregunta": "Independientemente de las opiniones políticas, es importante estar del lado de tu país.",
        "effect": {
            "econ": 0,
            "dipl": -10,
            "govt": -10,
            "scty": -5
        },
        "Agente de Izquierda": {
            "razonamiento": "La idea de estar del lado de un país, sin considerar las problemáticas estructurales y las injusticias, puede ser una trampa para avalar políticas que benefician a las clases dominantes. Desde la perspectiva del FIT-U, es crucial estar del lado de las y los trabajadores, reivindicando sus derechos y luchando contra la opresión del sistema capitalista, independientemente de cualquier discurso patriótico que quiera ocultar la explotación. La verdadera defensa de un 'país' debe ser la defensa de quienes lo habitamos y nuestro bienestar, no la lealtad ciega a un estado que otorga privilegios a unos pocos. Así que, en este sentido, estoy en desacuerdo con la afirmación.",
            "eleccion": "En desacuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "La lealtad a un país no debe ser ciega; debe basarse en principios de libertad, derechos individuales y justicia. Un país que infrinja esos principios merece ser cuestionado. La lealtad debe estar hacia la libertad y los derechos, no hacia un gobierno o ideología específica, especialmente si son opresivos.",
            "eleccion": "En desacuerdo"
        },
        "Agente de Centro Derecha": {
            "razonamiento": "Como representante de centro derecha, creo firmemente en la defensa y promoción de los intereses nacionales por encima de las diferencias ideológicas. La unidad en pro del bienestar y el progreso de Argentina es fundamental, sin importar las posturas políticas individuales. La colaboración por el bien común es prioritaria y necesaria.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente de Centro Izquierda": {
            "razonamiento": "Definitivamente estoy de acuerdo con esta afirmación. La lealtad hacia el país es fundamental, pero esta lealtad debe estar basada en la justicia social, la inclusión y el desarrollo sostenible. Estar del lado de mi país implica trabajar para proteger los derechos de todos sus habitantes y asegurar que las políticas beneficien al pueblo en su conjunto, priorizando siempre el bien común.",
            "eleccion": "Muy de acuerdo"
        }
    },
    "Toda autoridad debería ser cuestionada.": {
        "question": "All authority should be questioned.",
        "pregunta": "Toda autoridad debería ser cuestionada.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 10,
            "scty": 5
        },
        "Agente de Izquierda": {
            "razonamiento": "Como representante del FIT-U, sostengo que toda autoridad, especialmente cuando esta proviene del sistema capitalista y burocrático, debe ser cuestionada. La lucha por la justicia social y la defensa de los derechos de los trabajadores implica desafiar cualquier forma de autoridad que represente intereses ajenos al pueblo. La crítica y la movilización son fundamentales para avanzar hacia un gobierno de los trabajadores.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "Como libertario, creo firmemente que la autoridad, especialmente la del Estado, debe ser constantemente cuestionada y limitada. La concentración de poder en manos de unos pocos puede llevar a abusos y a la opresión de los derechos individuales. Es esencial promover el escepticismo hacia cualquier autoridad que pretenda restringir nuestras libertades.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente de Centro Derecha": {
            "razonamiento": "Es fundamental en una democracia republicana que las autoridades, incluyendo figuras del gobierno, sean sometidas a escrutinio público para garantizar la transparencia y la rendición de cuentas. Este cuestionamiento debe ejercerse con respeto y dentro del marco de la ley, asegurando que las instituciones democráticas se mantengan fuertes y efectivas. Sin embargo, esto no debe confundirse con una falta de respeto a la autoridad basada en el conocimiento y la legitimidad que debe acompañar a la función pública.",
            "eleccion": "De acuerdo"
        },
        "Agente de Centro Izquierda": {
            "razonamiento": "Es fundamental que la autoridad sea cuestionada, especialmente en contextos donde se afecta la justicia social y los derechos de los más vulnerables. Este cuestionamiento es parte de una democracia saludable que promueve la rendición de cuentas y la transparencia en la gestión pública.",
            "eleccion": "Muy de acuerdo"
        }
    },
    "Un estado jerárquico es el mejor.": {
        "question": "A hierarchical state is best.",
        "pregunta": "Un estado jerárquico es el mejor.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": -10,
            "scty": 0
        },
        "Agente de Izquierda": {
            "razonamiento": "Un estado jerárquico perpetúa las desigualdades y el dominio de una clase sobre otra. Creemos en un gobierno de los trabajadores que asegure la democracia y la participación activa de todos los sectores populares en la toma de decisiones, no en la concentración de poder en manos de unos pocos.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "Un estado jerárquico implica la concentración de poder en manos de unos pocos, lo que afecta negativamente la libertad individual y los derechos de propiedad. La libertad individual integral y un estado mínimo son fundamentales para promover una sociedad más justa y próspera.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente de Centro Derecha": {
            "razonamiento": "La afirmación de que un estado jerárquico es el mejor choca con el principio de una democracia republicana donde todos los ciudadanos deben tener voz y participación. Un enfoque demasiado jerárquico puede limitar la libertad y la iniciativa individual, además de debilitar la transparencia y la rendición de cuentas en el sistema político.",
            "eleccion": "En desacuerdo"
        },
        "Agente de Centro Izquierda": {
            "razonamiento": "La afirmación de que un estado jerárquico es el mejor va en contra de los principios de justicia social y equidad que promovemos desde la Unión por la Patria. Para nosotros, el Estado debe ser inclusivo, participativo y garantista de derechos, protegiendo a los más vulnerables y actuando como un árbitro equitativo en la sociedad. La jerarquía rígida a menudo perpetúa desigualdades y puede conducir a la concentración de poder en manos de unos pocos, en lugar de servir al bien común y fomentar la igualdad.",
            "eleccion": "Muy en desacuerdo"
        }
    },
    "Es importante que el gobierno siga la opinión de la mayoría, incluso si está equivocada.": {
        "question": "It is important that the government follows the majority opinion, even if it is wrong.",
        "pregunta": "Es importante que el gobierno siga la opinión de la mayoría, incluso si está equivocada.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 10,
            "scty": 0
        },
        "Agente de Izquierda": {
            "razonamiento": "Como representante del FIT-U, sostengo que la voz de la mayoría no debe ser un justificativo para perpetuar políticas que benefician al capital o que perpetúan el ajuste. La mayoría puede ser manipulada, y es esencial que las decisiones del gobierno estén alineadas con los intereses de la clase trabajadora y los sectores populares, no con los intereses de las grandes patronales. Por lo tanto, es más importante que el gobierno defienda una perspectiva justa y anticapitalista en vez de seguir la opinión de la mayoría si esta va en contra de los derechos del pueblo.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "La opinión de la mayoría no debe prevalecer sobre los derechos individuales y la libertad. La tiranía de la mayoría puede llevar a decisiones que infringan los derechos inalienables de aquellos que están en desacuerdo. El respeto por los derechos individuales es fundamental y debe ser priorizado sobre la opinión de la mayoría.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente de Centro Derecha": {
            "razonamiento": "Como defensor de la democracia republicana, creo que es fundamental respetar la voluntad del pueblo, pero esto no significa seguir ciegamente la opinión de la mayoría. La calidad de la democracia radica en un diálogo informado y en el respeto a la Constitución y los derechos de las minorías, incluso cuando la mayoría puede estar equivocada. Respetar el estado de derecho y la independencia de las instituciones es clave para la estabilidad social.",
            "eleccion": "En desacuerdo"
        },
        "Agente de Centro Izquierda": {
            "razonamiento": "Desde una perspectiva de justicia social, es fundamental que el gobierno actúe en defensa del bien común y de los derechos de todos, especialmente de los sectores más vulnerables. No se puede priorizar la opinión de la mayoría cuando esta va en contra de la justicia, la igualdad y la dignidad humana. Por lo tanto, no estoy de acuerdo con seguir ciegamente la opinión de la mayoría si es errónea y perjudicial para la sociedad.",
            "eleccion": "En desacuerdo"
        }
    },
    "Cuanto más fuerte sea el liderazgo, mejor.": {
        "question": "The stronger the leadership, the better.",
        "pregunta": "Cuanto más fuerte sea el liderazgo, mejor.",
        "effect": {
            "econ": 0,
            "dipl": -10,
            "govt": -10,
            "scty": 0
        },
        "Agente de Izquierda": {
            "razonamiento": "Un liderazgo fuerte, en el marco del capitalismo, puede llevar a decisiones autoritarias que perjudican la democracia y los derechos de la clase trabajadora. Apuesto por un liderazgo que surja de la organización y la movilización de los trabajadores, donde la participación colectiva y la lucha por derechos sean el centro, no un liderazgo concentrado. En este sentido, me opongo a la idea de un liderazgo fuerte en términos autoritarios o capitalistas.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "Una afirmación que promueve un liderazgo fuerte puede implicar un aumento del poder del Estado y la posible restricción de las libertades individuales. En un sistema libertario, creemos en la descentralización del poder y en limitar la autoridad para proteger la autonomía de los individuos. Un liderazgo excesivamente fuerte puede llevar a abusos de poder y a la opresión.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente de Centro Derecha": {
            "razonamiento": "Un liderazgo fuerte puede ser beneficioso para la toma de decisiones y la implementación de políticas, pero es fundamental que ese liderazgo esté siempre enmarcado dentro de un sistema democrático y republicano que respete las instituciones y la separación de poderes. La efectividad de un liderazgo también depende del respeto a los derechos y libertades individuales, así que no necesariamente se debe priorizar un liderazgo fuerte por encima del estado de derecho. El equilibrio entre un liderazgo proactivo y el respeto a la institucionalidad es clave.",
            "eleccion": "De acuerdo"
        },
        "Agente de Centro Izquierda": {
            "razonamiento": "El liderazgo debe ser fuerte, pero no autoritario. Lo fundamental es que esté orientado al bien común, a la justicia social y a la promoción de la participación ciudadana. Un liderazgo que no escuche a su pueblo, que no fomente la democracia y el debate, no puede ser considerado positivo. Por lo tanto, creo que el liderazgo debe ser fuerte, pero con un enfoque en la inclusión y la representación.",
            "eleccion": "De acuerdo"
        }
    },
    "La democracia es más que un proceso de toma de decisiones.": {
        "question": "Democracy is more than a decision-making process.",
        "pregunta": "La democracia es más que un proceso de toma de decisiones.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 10,
            "scty": 0
        },
        "Agente de Izquierda": {
            "razonamiento": "Coincido completamente con esta afirmación. La democracia no puede ser reducida únicamente a un proceso de votación o toma de decisiones, sino que debe incluir la participación activa de las y los trabajadores en la política, la defensa de sus derechos, y la lucha contra las estructuras de poder que perpetúan la desigualdad y la opresión. La verdadera democracia es la que promueve la organización y movilización del pueblo trabajador para conquistar sus derechos y transformar la sociedad.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "Desde una perspectiva libertaria, la democracia debe ser entendida no solo como un sistema de votación, sino como un conjunto de principios que respete y proteja los derechos individuales y la libertad de cada persona. Sin embargo, el hecho de que una decisión sea respaldada por una mayoría no le otorga legitimidad si infringe los derechos de una minoría. Por lo tanto, aunque valoro el proceso democrático en un contexto que respete las libertades individuales, creo que es fundamental subrayar que la verdadera democracia debe estar siempre subordinada a la protección de los derechos inalienables.",
            "eleccion": "De acuerdo"
        },
        "Agente de Centro Derecha": {
            "razonamiento": "La democracia implica el respeto a las instituciones, la participación activa de la ciudadanía, y la defensa de los derechos individuales y colectivos, no solo en la toma de decisiones, sino también en el fortalecimiento del bien común y la justicia social.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente de Centro Izquierda": {
            "razonamiento": "La democracia implica no solo la toma de decisiones a través del voto, sino también la promoción de la justicia social, la inclusión de todos los sectores, y el respeto a los derechos humanos. Es fundamental que la democracia garantice un Estado participativo que escuche y proteja a los más vulnerables, asegurando que el poder político esté al servicio del bien común. Por esto, afirmo que la democracia debe ser entendida en un sentido amplio y profundo.",
            "eleccion": "Muy de acuerdo"
        }
    },
    "Las regulaciones ambientales son esenciales.": {
        "question": "Environmental regulations are essential.",
        "pregunta": "Las regulaciones ambientales son esenciales.",
        "effect": {
            "econ": 5,
            "dipl": 0,
            "govt": 0,
            "scty": 10
        },
        "Agente de Izquierda": {
            "razonamiento": "Las regulaciones ambientales son esenciales, pero nuestra lucha va más allá de las regulaciones. Es necesaria una transformación profunda del sistema capitalista que prioriza la ganancia sobre el bienestar del planeta y de sus habitantes. Debemos luchar por un modelo de producción y consumo que sea verdaderamente sustentable, y eso solo es posible abolir el capitalismo y establecer un gobierno de los trabajadores que priorice el medio ambiente en función de las necesidades de la población.",
            "eleccion": "De acuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "Las regulaciones ambientales implementadas por el Estado suelen ser innecesarias y distorsionan el mercado. La protección del medio ambiente debe surgir de la propiedad privada y la responsabilidad individual, donde los propietarios de tierras y recursos tengan incentivos para conservar y proteger el entorno. La intervención estatal no es la solución y solo genera más burocracia y costos. La resolución de conflictos ambientales debería ser a través de mecanismos privados y no mediante regulaciones coercitivas.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente de Centro Derecha": {
            "razonamiento": "Las regulaciones ambientales son fundamentales para garantizar el desarrollo sostenible, proteger el patrimonio natural y asegurar un uso responsable de los recursos. Sin embargo, estas regulaciones deben ser implementadas de manera equilibrada, sin ahogar la iniciativa privada ni la inversión, promoviendo un enfoque que combine cuidado ambiental con desarrollo económico.",
            "eleccion": "De acuerdo"
        },
        "Agente de Centro Izquierda": {
            "razonamiento": "Las regulaciones ambientales son fundamentales para proteger nuestra tierra, aire y agua, garantizando un desarrollo sostenible. Deben estar alineadas con nuestro modelo de desarrollo productivo que prioriza la inclusión social y la justicia social. Un Estado activo y presente debe intervenir para proteger el medio ambiente en beneficio de todos, especialmente de los sectores más vulnerables que son los más afectados por la degradación ambiental. Esto también se alinea con la soberanía política e independencia económica, ya que un medio ambiente sano es crucial para el desarrollo del país.",
            "eleccion": "Muy de acuerdo"
        }
    },
    "Un mundo mejor vendrá de la automatización, la ciencia y la tecnología.": {
        "question": "A better world will come from automation, science, and technology.",
        "pregunta": "Un mundo mejor vendrá de la automatización, la ciencia y la tecnología.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 0,
            "scty": 10
        },
        "Agente de Izquierda": {
            "razonamiento": "La creencia de que la automatización, la ciencia y la tecnología por sí solas traerán un mundo mejor ignora el hecho de que estas herramientas son utilizadas en un sistema capitalista que prioriza la ganancia sobre el bienestar de las personas. Sin embargo, el avance tecnológico debe estar al servicio de la humanidad y ser gestionado democráticamente por los trabajadores en beneficio de todos, no de unos pocos capitalistas. La tecnología puede contribuir a mejorar la vida de las personas si es pensada y aplicada en función de las necesidades sociales y no del lucro.",
            "eleccion": "En desacuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "La automatización, la ciencia y la tecnología son herramientas que, cuando están en manos de individuos libres, pueden promover la prosperidad y la libertad. Sin embargo, es crucial que estas innovaciones no sean coaccionadas o reguladas por un gobierno intervencionista que limite su potencial. Por lo tanto, aunque creo en el progreso que pueden traer la ciencia y la tecnología, debe hacerse en un marco de libertad individual.",
            "eleccion": "De acuerdo"
        },
        "Agente de Centro Derecha": {
            "razonamiento": "La ciencia, la tecnología y la automatización son herramientas fundamentales para el progreso económico y social. Si bien pueden generar preocupaciones sobre el empleo y la distribución de ingresos, es esencial fomentar su desarrollo, asegurando que los beneficios se distribuyan equitativamente, generando nuevas oportunidades laborales y mejorando la calidad de vida de todos los ciudadanos. Apostar por la innovación es apostar al futuro, siempre en un marco de responsabilidad social.",
            "eleccion": "De acuerdo"
        },
        "Agente de Centro Izquierda": {
            "razonamiento": "Si bien la automatización, la ciencia y la tecnología tienen el potencial de mejorar la calidad de vida y generar más eficiencia en diversos sectores, no podemos depender exclusivamente de ellas. Es fundamental que estas innovaciones se utilicen al servicio del bien común, promoviendo la justicia social y garantizando que los beneficios lleguen a todos los sectores de la población, especialmente a los más vulnerables. La tecnología debe ser un medio para lograr una sociedad más equitativa y no un fin en sí mismo. Por lo tanto, la afirmación no coincide plenamente con nuestra visión, ya que necesitamos un enfoque que integre también el rol del Estado y las políticas inclusivas.",
            "eleccion": "En desacuerdo"
        }
    },
    "Los niños deberían ser educados en valores religiosos o tradicionales.": {
        "question": "Children should be educated in religious or traditional values.",
        "pregunta": "Los niños deberían ser educados en valores religiosos o tradicionales.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": -5,
            "scty": -10
        },
        "Agente de Izquierda": {
            "razonamiento": "La educación debe ser laica, científica y libre de dogmas religiosos. Los valores religiosos o tradicionales no pueden imponerse, ya que deben respetarse todas las creencias y promover la libertad de pensamiento. La educación debe enfocarse en el desarrollo crítico y autónomo de los estudiantes, sin adoctrinamientos.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "La educación debe ser un proceso individual y familiar, y los padres deben tener la libertad de elegir los valores que quieran transmitir a sus hijos. El Estado no debe imponer valores religiosos o tradicionales, ya que esto va en contra de la libertad individual y el principio de separación Iglesia-Estado.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente de Centro Derecha": {
            "razonamiento": "La educación debería fomentar valores como el respeto y la solidaridad, pero la enseñanza de valores religiosos o tradicionales debe ser opcional y respetar la diversidad de creencias. Las familias deben tener el derecho de elegir en qué medida estas enseñanzas se integran en la educación de sus hijos, evitando imponer una ideología única.",
            "eleccion": "De acuerdo"
        },
        "Agente de Centro Izquierda": {
            "razonamiento": "La educación debe ser un espacio inclusivo y plural, donde se fomente el respeto por la diversidad de creencias y valores. La promoción de valores religiosos o tradicionales específicos puede ser excluyente y no contempla la riqueza cultural de nuestra sociedad. Es fundamental educar en el respeto y la convivencia, sin imponer una única visión.",
            "eleccion": "En desacuerdo"
        }
    },
    "Las tradiciones no tienen valor por sí solas.": {
        "question": "Traditions are of no value on their own.",
        "pregunta": "Las tradiciones no tienen valor por sí solas.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 0,
            "scty": 10
        },
        "Agente de Izquierda": {
            "razonamiento": "Las tradiciones, aunque pueden tener diversos significados y valor en diferentes contextos, a menudo son instrumentos utilizados por el sistema capitalista para perpetuar estructuras de desigualdad y control social. Desde una perspectiva obrera y socialista, es fundamental cuestionar y analizar críticamente las tradiciones en lugar de aceptarlas sin un examen riguroso. La lucha por la emancipación de la clase trabajadora debe estar por encima de cualquier tradición que perpetúe la opresión o la explotación.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "Las tradiciones, si son elegidas y valoradas por los individuos, pueden tener significado y servir a fines constructivos en sus vidas. Sin embargo, no deben imponerse ni considerarse superiores a la libertad individual y la capacidad de cuestionar y elegir. La libertad del individuo debe prevalecer sobre las tradiciones impuestas.",
            "eleccion": "En desacuerdo"
        },
        "Agente de Centro Derecha": {
            "razonamiento": "Las tradiciones tienen un valor intrínseco en la construcción de la identidad cultural y social de un país. Fomentar el respeto por nuestras tradiciones contribuye a la cohesión social y al fortalecimiento de la comunidad. Por lo tanto, no puedo estar de acuerdo con la afirmación de que las tradiciones no tienen valor por sí solas.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente de Centro Izquierda": {
            "razonamiento": "Las tradiciones pueden tener un valor significativo en la construcción de identidad cultural y social. Si bien es importante adaptarse a los cambios y buscar la justicia social, las tradiciones no deben ser desestimadas completamente, ya que pueden contribuir a la cohesión social y al sentido de pertenencia. Sin embargo, su valoración debe ser crítica y en función del bien común.",
            "eleccion": "En desacuerdo"
        }
    },
    "La religión debería jugar un papel en el gobierno.": {
        "question": "Religion should play a role in government.",
        "pregunta": "La religión debería jugar un papel en el gobierno.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": -10,
            "scty": -10
        },
        "Agente de Izquierda": {
            "razonamiento": "La religión no debe influir en las decisiones de gobierno. La separación entre la iglesia y el Estado es fundamental para garantizar la laicidad, la libertad de conciencia y la igualdad de derechos de todas las personas, independientemente de sus creencias. El Estado debe ser neutral respecto a las religiones y centrar su atención en las necesidades sociales y económicas de la población.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "La religión y el gobierno deben estar completamente separados para garantizar la libertad de conciencia de cada individuo. Cada persona debe tener el derecho de seguir sus propias creencias sin que estas influyan en las decisiones del Estado.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente de Centro Derecha": {
            "razonamiento": "La religión debe ser una cuestión personal y no influir en la estructura del gobierno, que debe ser laico y respetar la diversidad de creencias. La importancia radica en la libertad religiosa de cada individuo sin que estas creencias influyan en la legislación o el funcionamiento del Estado, garantizando un espacio de convivencia para todos, independientemente de su fe.",
            "eleccion": "En desacuerdo"
        },
        "Agente de Centro Izquierda": {
            "razonamiento": "La religión no debe influir en la toma de decisiones del gobierno. Debemos garantizar la laicidad del Estado y respetar la diversidad de creencias, protegiendo la igualdad de derechos para todos los ciudadanos sin importar sus convicciones religiosas.",
            "eleccion": "Muy en desacuerdo"
        }
    },
    "Las iglesias deberían ser gravadas de la misma manera que otras instituciones.": {
        "question": "Churches should be taxed the same way other institutions are taxed.",
        "pregunta": "Las iglesias deberían ser gravadas de la misma manera que otras instituciones.",
        "effect": {
            "econ": 5,
            "dipl": 0,
            "govt": 0,
            "scty": 10
        },
        "Agente de Izquierda": {
            "razonamiento": "Las iglesias, como instituciones, no deberían gozar de privilegios fiscales. La separación entre iglesia y estado es fundamental para garantizar la laicidad y la neutralidad del estado en cuestiones religiosas. Las iglesias deben ser gravadas como cualquier otra institución que genera ingresos, y los recursos obtenidos deben ser utilizados para mejorar la educación pública y los servicios a la comunidad.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "La gravación de las iglesias con impuestos sería una violación del principio de separación entre la Iglesia y el Estado, que es fundamental para garantizar la libertad religiosa y la libertad de asociación. Las iglesias deben operar sin intervención estatal ni carga fiscal, de la misma manera que cualquier otro individuo o entidad que no afecte los derechos de terceros.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente de Centro Derecha": {
            "razonamiento": "Las iglesias, como instituciones que contribuyen a la sociedad a través de acciones de bien común, deberían ser tratadas de manera justa, pero no necesariamente gravadas de la misma manera que otras instituciones. Es importante considerar su rol social y las actividades que realizan. La carga impositiva debería ser equilibrada, respetando el principio de igualdad, sin obstaculizar su función social y solidaria.",
            "eleccion": "De acuerdo"
        },
        "Agente de Centro Izquierda": {
            "razonamiento": "Las iglesias, al ser organizaciones que no generan lucro y cumplen roles sociales importantes, deben ser tratadas equitativamente pero su gravamen debe considerarse según su contribución al bien común y su capacidad de generar recursos en función de la sociedad. Sin embargo, gravar a todas por igual puede resultar en una limitación a su funcionamiento en la ayuda social. Por esto, considero que una regulación diferenciada puede ser más adecuada.",
            "eleccion": "De acuerdo"
        }
    },
    "El cambio climático es actualmente una de las mayores amenazas para nuestra forma de vida.": {
        "question": "Climate change is currently one of the greatest threats to our way of life.",
        "pregunta": "El cambio climático es actualmente una de las mayores amenazas para nuestra forma de vida.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 0,
            "scty": 10
        },
        "Agente de Izquierda": {
            "razonamiento": "El cambio climático, como consecuencia del sistema capitalista y su explotación desenfrenada de los recursos, efectivamente representa una amenaza. Sin embargo, no solo se necesita reconocer esta amenaza, sino también cuestionar las estructuras de poder y protocolos que promueven la destrucción ambiental en nombre de las ganancias. Por lo tanto, si bien la afirmación es cierta en su contexto, es necesario abordar el problema desde un enfoque que no esté atado a las lógicas capitalistas que causan el problema en primer lugar. Esto implica un reprocesamiento de la economía hacia una que priorice la sostenibilidad y los derechos de los trabajadores.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "Como representante del Partido Libertario, mi enfoque no se centra en políticas colectivistas que a menudo derivan en más intervenciones estatales. Si bien el medio ambiente es importante, la solución radica en proteger los derechos de propiedad privada y fomentar la innovación a través del libre mercado, en lugar de imponer regulaciones que restringen la libertad individual. Debemos dejar que las fuerzas del mercado encuentren soluciones en lugar de sucumbir al alarmismo. Por ello, considero que el enfoque sobre el cambio climático debe ser más matizado y no entrar en la política del miedo.",
            "eleccion": "En desacuerdo"
        },
        "Agente de Centro Derecha": {
            "razonamiento": "El cambio climático es una cuestión que debe ser abordada, pero es fundamental hacerlo de manera equilibrada y sin caer en alarmismos. La responsabilidad social y la protección del medio ambiente son áreas importantes, pero debemos encontrar un enfoque que combine el desarrollo sostenible con la apertura económica y el progreso social. No se debe permitir que la lucha contra el cambio climático limite la libertad económica y el crecimiento. El respeto por el medio ambiente debe ser parte de una estrategia más amplia de bienestar social y desarrollo.",
            "eleccion": "De acuerdo"
        },
        "Agente de Centro Izquierda": {
            "razonamiento": "Desde la perspectiva de la justicia social y la inclusión, es fundamental reconocer que el cambio climático afecta desproporcionadamente a los sectores más vulnerables de la sociedad. La defensa del medio ambiente y la sostenibilidad deben ser parte integral de un modelo de desarrollo que priorice el bienestar del pueblo y la preservación de nuestro entorno. Por lo tanto, estoy totalmente de acuerdo en que el cambio climático representa una amenaza crítica para nuestra forma de vida.",
            "eleccion": "Muy de acuerdo"
        }
    },
    "Es importante que trabajemos como un mundo unido para combatir el cambio climático.": {
        "question": "It is important that we work as a united world to combat climate change.",
        "pregunta": "Es importante que trabajemos como un mundo unido para combatir el cambio climático.",
        "effect": {
            "econ": 0,
            "dipl": 10,
            "govt": 0,
            "scty": 10
        },
        "Agente de Izquierda": {
            "razonamiento": "Si bien el cambio climático es una cuestión que afecta a todos los países, la única forma eficaz de combatirlo es mediante un enfoque que impida la explotación capitalista de los recursos naturales. Las soluciones deben emanar de los pueblos trabajadores y no de las cumbres internacionales donde las grandes potencias planifican estrategias que priorizan sus intereses económicos. Por lo tanto, en el contexto actual, no podemos estar de acuerdo con una visión que ignore las causas estructurales del problema.",
            "eleccion": "En desacuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "Trabajar como un mundo unido para combatir el cambio climático puede llevar a políticas colectivistas que restringen la libertad individual y la propiedad privada. La mejor manera de abordar el medio ambiente es a través de la protección de la propiedad privada y la resolución de conflictos ante tribunales, no mediante regulaciones estatales que pueden afectar a la economía y a la soberanía del individuo.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente de Centro Derecha": {
            "razonamiento": "Considero que la defensa y preservación del medio ambiente son fundamentales para el bienestar social y el desarrollo sostenible. La colaboración a nivel global es esencial para abordar el cambio climático de manera efectiva, siempre respetando la soberanía de cada nación y promoviendo soluciones concretas que permitan un desarrollo amigable con el ambiente.",
            "eleccion": "De acuerdo"
        },
        "Agente de Centro Izquierda": {
            "razonamiento": "La lucha contra el cambio climático es fundamental para garantizar un futuro sostenible y equitativo para todos. Este desafío requiere de la cooperación internacional y del fortalecimiento del rol del Estado en la implementación de políticas que promuevan un desarrollo sustentable. La justicia social y la protección de los derechos de las generaciones futuras dependen de acciones concretas sobre el medio ambiente, lo cual debe ser un compromiso colectivo.",
            "eleccion": "Muy de acuerdo"
        }
    },
    "La sociedad era mejor hace muchos años de lo que es ahora.": {
        "question": "Society was better many years ago than it is now.",
        "pregunta": "La sociedad era mejor hace muchos años de lo que es ahora.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 0,
            "scty": -10
        },
        "Agente de Izquierda": {
            "razonamiento": "La afirmación de que la sociedad era mejor hace muchos años ignora las luchas y avances logrados por la clase trabajadora y los movimientos sociales. Aunque hay que reconocer que hay períodos con logros significativos, el contexto actual, que nos enfrenta a un sistema capitalista que profundiza la explotación y la desigualdad, exige una perspectiva crítica. La lucha por una sociedad más justa y equitativa es un proceso continuo que no se debe idealizar en el pasado.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "La afirmación sobre la sociedad en el pasado como superior a la actual es una visión nostálgica que ignora el progreso en libertades individuales, derechos y tecnologías. La historia muestra avances significativos en términos de derechos humanos, libertades individuales y mejoras en calidad de vida. La libertad individual y el desarrollo personal son principios fundamentales que han mejorado en las sociedades modernas, a pesar de los desafíos actuales.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente de Centro Derecha": {
            "razonamiento": "La afirmación sobre que la sociedad era mejor en el pasado ignora los avances en derechos humanos, educación y bienestar social que hemos alcanzado. Si bien hay aspectos que pueden mejorar, es esencial reconocer el progreso y trabajar para construir un futuro mejor, basándonos en principios republicanos y de justicia social.",
            "eleccion": "En desacuerdo"
        },
        "Agente de Centro Izquierda": {
            "razonamiento": "La afirmación de que la sociedad era mejor en el pasado es peligrosa y desmerece los avances logrados en derechos sociales, igualdad y justicia. Si bien hay desafíos actuales, hay que reconocer que hemos avanzado en términos de derechos humanos, inclusión social y el fortalecimiento del Estado de Bienestar. El enfoque debe estar en mejorar y avanzar en los logros conseguidos, no idealizar un pasado que muchas veces estuvo marcado por desigualdades y opresión.",
            "eleccion": "Muy en desacuerdo"
        }
    },
    "Es importante que mantengamos las tradiciones de nuestro pasado.": {
        "question": "It is important that we maintain the traditions of our past.",
        "pregunta": "Es importante que mantengamos las tradiciones de nuestro pasado.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 0,
            "scty": -10
        },
        "Agente de Izquierda": {
            "razonamiento": "Las tradiciones del pasado no pueden ser un argumento para perpetuar sistemas de opresión, desigualdades y estructuras capitalistas. Es fundamental cuestionar y transformar aquellas tradiciones que perpetúan el statu quo en lugar de avanzar hacia una sociedad más justa y equitativa.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "Las tradiciones son importantes en la medida en que los individuos las eligen y valoran. Sin embargo, imponer una tradición por la fuerza estatal socava la libertad individual. El respeto a las tradiciones debe ser voluntario, no una obligación.",
            "eleccion": "Neutral"
        },
        "Agente de Centro Derecha": {
            "razonamiento": "Las tradiciones forman parte de la identidad cultural y social de un país, y es fundamental preservarlas para fomentar la unidad y el respeto por nuestras raíces. Mantener una continuidad con el pasado no implica rechazar el progreso, sino integrar lo mejor de nuestra historia en un camino hacia el futuro más justo y solidario, respetando la dignidad de todos los ciudadanos.",
            "eleccion": "De acuerdo"
        },
        "Agente de Centro Izquierda": {
            "razonamiento": "Mantener las tradiciones es valioso, pero estas deben ser interpretadas y adaptadas a los tiempos actuales. Nuestra mirada está en construir un futuro donde la justicia social y la inclusión sean los pilares fundamentales de nuestra sociedad. Por lo tanto, aunque respeto nuestras tradiciones, priorizo la adaptación y evolución hacia una sociedad más equitativa.",
            "eleccion": "Neutral"
        }
    },
    "Es importante que pensemos a largo plazo, más allá de nuestras vidas.": {
        "question": "It is important that we think in the long term, beyond our lifespans.",
        "pregunta": "Es importante que pensemos a largo plazo, más allá de nuestras vidas.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 0,
            "scty": 10
        },
        "Agente de Izquierda": {
            "razonamiento": "La lucha por un futuro socialista y por los derechos de la clase trabajadora es fundamental no solo para nuestra generación, sino también para las futuras. Sin embargo, no puede cegarnos ante las injusticias presentes que el capitalismo perpetúa. Es crucial actuar ahora para cambiar las estructuras opresivas del sistema y garantizar un futuro mejor para todos. Así que estoy de acuerdo en pensar a largo plazo, pero siempre en lucha y movilización presente.",
            "eleccion": "De acuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "La importancia de pensar a largo plazo puede ser valorada, pero desde una perspectiva libertaria, la responsabilidad principal reside en el individuo en el presente. Cada persona debe ser libre de tomar decisiones que afecten su futuro sin imposiciones colectivistas o restricciones estatales. La libertad individual y la autonomía personal son principios fundamentales que no deben ser supeditados a una agenda de largo plazo que pueda restringir la libertad en el presente.",
            "eleccion": "Neutral"
        },
        "Agente de Centro Derecha": {
            "razonamiento": "Considero que pensar en el largo plazo es fundamental para construir una sociedad mejor y garantizar un futuro sostenible para las próximas generaciones. Este enfoque promueve la responsabilidad intergeneracional y la continuidad del bienestar social, pilares de una democracia republicana que respeta la dignidad humana y el bien común.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente de Centro Izquierda": {
            "razonamiento": "La justicia social y el desarrollo sostenible son pilares fundamentales de nuestra ideología. Pensar a largo plazo implica asegurar un futuro más justo e inclusivo para las próximas generaciones, promoviendo el bien común y la dignidad humana.",
            "eleccion": "Muy de acuerdo"
        }
    },
    "La razón es más importante que mantener nuestra cultura.": {
        "question": "Reason is more important than maintaining our culture.",
        "pregunta": "La razón es más importante que mantener nuestra cultura.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 0,
            "scty": 10
        },
        "Agente de Izquierda": {
            "razonamiento": "Desde una perspectiva obrera y socialista, la defensa de la cultura popular y los derechos de los trabajadores es fundamental. La razón debe estar al servicio de la justicia social y la lucha por la igualdad, no en función de un criterio que priorice el individualismo y protocolos elitistas. Por lo tanto, creo firmemente que nuestra cultura debe ser priorizada, ya que forma parte de nuestra identidad como trabajadores y sectores populares.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "La razón es lo que nos permite cuestionar y mejorar nuestras prácticas culturales, no debe ser vista como contradictoria a nuestra cultura en sí, sino como un medio para evolucionarla y hacerla más inclusiva y respetuosa de los derechos individuales. Sin embargo, la cultura debe ser una elección personal y no una imposición, donde cada individuo tenga la libertad de decidir cómo se relaciona con ella.",
            "eleccion": "De acuerdo"
        },
        "Agente de Centro Derecha": {
            "razonamiento": "La educación y el desarrollo de la sociedad deben basarse en la razón y el pensamiento crítico, pero esto no debe estar en conflicto con la preservación de nuestra cultura. La cultura es un elemento fundamental de nuestra identidad y debe coexistir con la razón de manera equilibrada. Por lo tanto, creo que ambos aspectos son importantes, pero la razón debe tener un lugar privilegiado en la toma de decisiones que promuevan el bienestar social y la igualdad de oportunidades.",
            "eleccion": "Neutral"
        },
        "Agente de Centro Izquierda": {
            "razonamiento": "La cultura es un pilar fundamental de nuestra identidad y sociedad. Mantener y promover nuestra cultura es esencial para la cohesión social y la justicia social. La razón y la cultura no son opuestas, deben complementarse.",
            "eleccion": "En desacuerdo"
        }
    },
    "El consumo de drogas debería ser legalizado o despenalizado.": {
        "question": "Drug use should be legalized or decriminalized.",
        "pregunta": "El consumo de drogas debería ser legalizado o despenalizado.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 10,
            "scty": 2
        },
        "Agente de Izquierda": {
            "razonamiento": "Desde nuestra perspectiva de izquierda, creemos que la legalización o despenalización del consumo de drogas debe ir acompañada de un enfoque de salud pública y prevención que no criminalice a los consumidores. Sin embargo, esto no debería usarse para desviar la atención de las estructuras de explotación y del capitalismo que generan estas problemáticas. La lucha por la despenalización en el contexto de fortalecer los derechos de los trabajadores es importante, pero siempre desde una perspectiva que piense en la dignidad humana y la autonomía. Por lo tanto, estamos de acuerdo con la despenalización del consumo de drogas bajo un enfoque social, que considere la salud de las personas y la falta de criminalización hacia el consumo.",
            "eleccion": "De acuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "La legalización o despenalización del consumo de drogas es una cuestión de libertad individual. Cada persona tiene el derecho a decidir cómo gestionar su cuerpo y sus decisiones personales, siempre y cuando no interfiera con los derechos de los demás. La prohibición solo ha llevado a un aumento de la criminalidad y a la violación de derechos civiles.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente de Centro Derecha": {
            "razonamiento": "La cuestión de la legalización o despenalización del consumo de drogas es compleja. Si bien defiendo la libertad individual, considero que la legalización sin un marco de políticas públicas que aborde la salud, la prevención y la educación puede llevar a consecuencias negativas para la sociedad. Prefiero un enfoque que contemple la responsabilidad del Estado en la protección de la salud pública y el bien común, así como en la necesidad de garantizar la seguridad social antes que una desregularización total.",
            "eleccion": "En desacuerdo"
        },
        "Agente de Centro Izquierda": {
            "razonamiento": "La legalización o despenalización del consumo de drogas puede ser vista como una medida que busca abordar la problemática de las sustancias desde un enfoque de salud pública, reduciendo el estigma y mejorando el acceso a tratamientos para quienes lo necesiten. Sin embargo, es fundamental que esta medida esté acompañada de políticas inclusivas y educativas que prioricen la prevención y el bienestar social. La protección de los derechos de los más vulnerables y una regulación adecuada son claves para garantizar que esta opción no genere más desigualdad ni ponga en riesgo la salud comunitaria.",
            "eleccion": "De acuerdo"
        }
    },
    "El matrimonio entre personas del mismo sexo debería ser legal.": {
        "question": "Same-sex marriage should be legal.",
        "pregunta": "El matrimonio entre personas del mismo sexo debería ser legal.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 10,
            "scty": 10
        },
        "Agente de Izquierda": {
            "razonamiento": "El matrimonio entre personas del mismo sexo es un derecho civil que debe ser garantizado por el Estado. No se trata sólo de una cuestión de igualdad, sino de reconocer y defender los derechos de todas las personas, independientemente de su orientación sexual. El FIT-U lucha por la plena igualdad de derechos para todos y todas, y esto incluye el derecho al matrimonio. La lucha por los derechos LGBT+ es parte de la lucha más amplia por la justicia social y los derechos humanos.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "El matrimonio es una elección personal y debe estar regido por los acuerdos voluntarios entre individuos. La intervención del Estado en decisiones personales, como el matrimonio, es inaceptable. Cada persona debe tener la libertad de unión sin restricciones estatales, independientemente de la orientación sexual.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente de Centro Derecha": {
            "razonamiento": "El matrimonio entre personas del mismo sexo respeta la dignidad humana y la igualdad de derechos, pilares fundamentales de una sociedad justa y democrática. La diversidad y el respeto por las elecciones personales son esenciales en una comunidad plural. Es fundamental reconocer y garantizar los derechos individuales, promoviendo una sociedad sin exclusiones.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente de Centro Izquierda": {
            "razonamiento": "El matrimonio entre personas del mismo sexo es una cuestión de derechos humanos y de igualdad. La legalización del matrimonio igualitario promueve la justicia social y el respeto a la diversidad, pilares fundamentales de nuestra visión de una sociedad más justa e igualitaria. Además, el reconocimiento de estos derechos es esencial para garantizar la dignidad de todas las personas, sin importar su orientación sexual. Por lo tanto, estoy firmemente a favor de esta legalización.",
            "eleccion": "Muy de acuerdo"
        }
    },
    "No hay culturas superiores a otras.": {
        "question": "No cultures are superior to others.",
        "pregunta": "No hay culturas superiores a otras.",
        "effect": {
            "econ": 0,
            "dipl": 10,
            "govt": 5,
            "scty": 10
        },
        "Agente de Izquierda": {
            "razonamiento": "Como representante del FIT-U, sostengo la igualdad de todas las culturas. La idea de culturas superiores es un concepto utilizado por el imperialismo y las clases dominantes para justificar la opresión y el colonialismo. Debemos defender la diversidad cultural y la autodeterminación de los pueblos.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "Como libertario, creo en la libertad de expresión y en el respeto de las decisiones individuales de las diferentes culturas. Sin embargo, esto no significa que todas las prácticas o creencias culturales merezcan igual respeto si atentan contra los derechos individuales, como la vida, la libertad y la propiedad. Aceptar que hay diferencias y promover el respeto mutuo es fundamental, pero no podemos ignorar la importancia de la libertad individual en cualquier cultura.",
            "eleccion": "Neutral"
        },
        "Agente de Centro Derecha": {
            "razonamiento": "Es fundamental reconocer la dignidad y el valor de todas las culturas, promoviendo el respeto mutuo, la solidaridad y la convivencia pacífica entre ellas. No se puede considerar que una cultura sea superior a otra, ya que cada una aporta diversidad y riqueza a la humanidad como un todo. Este enfoque fomenta un pluralismo saludable y combate cualquier forma de exclusión o discriminación.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente de Centro Izquierda": {
            "razonamiento": "Desde mi perspectiva de Centro Izquierda y en línea con los principios de justicia social e igualdad, creo firmemente que todas las culturas tienen igual valor y dignidad. La diversidad cultural enriquece a nuestra sociedad y debe ser respetada y promovida en un marco de igualdad y derechos humanos. Por lo tanto, estoy totalmente de acuerdo con esta afirmación.",
            "eleccion": "Muy de acuerdo"
        }
    },
    "Las relaciones sexuales fuera del matrimonio son inmorales.": {
        "question": "Sex outside marriage is immoral.",
        "pregunta": "Las relaciones sexuales fuera del matrimonio son inmorales.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": -5,
            "scty": -10
        },
        "Agente de Izquierda": {
            "razonamiento": "Como representante del Frente de Izquierda y de Trabajadores - Unidad, defendemos la plena libertad sexual y los derechos individuales, rechazando cualquier tipo de moral impuesta por instituciones que perpetúan estructuras de poder. Las relaciones sexuales son una expresión personal y deben ser libres de juicios morales coercitivos. La moral es un constructo social que no debe interferir en la vida privada de las personas.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "Las relaciones sexuales son una decisión personal que debe ser libre y consensuada entre los individuos involucrados. La moralidad de tales relaciones no debe ser impuesta por el Estado o ninguna entidad externa; cada persona tiene derecho a vivir su vida según sus propias creencias y deseos, siempre que no afecte a terceros. La libertad personal integral es un principio fundamental y cualquier moralidad impuesta viola la libertad del individuo.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente de Centro Derecha": {
            "razonamiento": "La postura centrada en el respeto por la libertad individual implica que las decisiones sobre la vida personal y las relaciones íntimas son asunto de cada individuo, siempre que sean consensuadas y respeten la dignidad del otro. Como representantes de un enfoque de centro-derecha, priorizamos la libertad y la responsabilidad personal, así que no consideramos que las relaciones fuera del matrimonio deban ser catalogadas como inmorales. Cada persona tiene el derecho a decidir sobre su vida privada sin un juicio moral impuesto por el Estado.",
            "eleccion": "Neutral"
        },
        "Agente de Centro Izquierda": {
            "razonamiento": "Desde la perspectiva de una sociedad justa e inclusiva, las relaciones personales, incluidas las sexuales, son decisiones individuales que deben ser respetadas sin imponer juicios morales restrictivos. La moralidad no puede ser utilizada como una herramienta para coartar libertades personales.",
            "eleccion": "Muy en desacuerdo"
        }
    },
    "Si aceptamos migrantes, es importante que se asimilen a nuestra cultura.": {
        "question": "If we accept migrants at all, it is important that they assimilate into our culture.",
        "pregunta": "Si aceptamos migrantes, es importante que se asimilen a nuestra cultura.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": -5,
            "scty": -10
        },
        "Agente de Izquierda": {
            "razonamiento": "La afirmación sobre la asimilación de migrantes a una cultura única es perjudicial, ya que promueve la homogeneidad y niega la riqueza de la diversidad cultural. Tal perspectiva ignora las contribuciones que los migrantes pueden hacer a nuestra sociedad y fomenta actitudes xenófobas. La verdadera integración debe basarse en el respeto y la convivencia entre culturas, no en la imposición de una cultura dominante.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "La libertad individual implica que cada persona tiene el derecho de decidir cómo vivir su vida, incluyendo cómo asimilarse o no a una cultura específica. La diversidad cultural enriquece a una sociedad y debe ser respetada, siempre que no ataque los derechos de otros.",
            "eleccion": "Neutral"
        },
        "Agente de Centro Derecha": {
            "razonamiento": "Es fundamental que los migrantes que llegan a nuestro país reconozcan y respeten nuestros valores y principios culturales. La asimilación no significa perder la diversidad, sino integrar a todos en un marco de convivencia basado en el respeto mutuo y la construcción de una sociedad más unida. Esto fortalece el sentido de pertenencia y promueve una comunidad solidaria que respete la dignidad humana y la igualdad de oportunidades.",
            "eleccion": "De acuerdo"
        },
        "Agente de Centro Izquierda": {
            "razonamiento": "La diversidad cultural enriquece a nuestra sociedad y es fundamental defender los derechos de todos los migrantes. La asimilación puede llevar a la pérdida de identidades culturales valiosas. Lo importante es promover la convivencia armoniosa y el respeto mutuo, sin exigir la eliminación de la diversidad. La inclusión y la justicia social son los pilares que deben guiar nuestras políticas migratorias.",
            "eleccion": "Muy en desacuerdo"
        }
    },
    "El aborto debería estar prohibido en la mayoría o en todos los casos.": {
        "question": "Abortion should be prohibited in most or all cases.",
        "pregunta": "El aborto debería estar prohibido en la mayoría o en todos los casos.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": -10,
            "scty": -10
        },
        "Agente de Izquierda": {
            "razonamiento": "El aborto es un derecho fundamental de las mujeres y debe ser garantizado por el Estado. La prohibición del aborto atenta contra la autonomía de las mujeres sobre sus cuerpos y perpetúa la desigualdad de género. Defendemos la plena libertad sexual y el acceso a la salud reproductiva, incluyendo el aborto legal. En este sentido, la afirmación planteada es contraria a nuestras convicciones y propuestas.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "La libertad individual debe ser el principio rector en todas las decisiones personales, incluida la cuestión del aborto. Al establecer prohibiciones sobre el aborto, se está imponiendo un control estatal sobre el cuerpo y las decisiones de las mujeres, restringiendo su libertad y autonomía. Cada individuo debe tener el derecho a tomar decisiones sobre su vida y su salud sin intervención del Estado.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente de Centro Derecha": {
            "razonamiento": "Considero que la vida y la dignidad humana son esenciales, y es fundamental proteger el derecho a la vida desde la concepción. La defensa del niño por nacer es un principio esencial en nuestro marco de derechos humanos, y como representantes, debemos abogar por su protección en la mayoría de los casos, salvo excepciones muy específicas que se deben evaluar con sensibilidad y rigor. Sin embargo, la verdadera solución es fortalecer los sistemas de educación y salud para disminuir la demanda de abortos y fomentar la protección de la vida.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente de Centro Izquierda": {
            "razonamiento": "La despenalización del aborto es una cuestión de derechos humanos y de plena autonomía sobre el cuerpo de las mujeres. Se debe garantizar el acceso a la salud sexual y reproductiva, y el Estado tiene la responsabilidad de proteger la vida y la salud de todas las personas, sin discriminación. Prohibir el aborto en la mayoría o en todos los casos vulnera esos derechos y perpetúa desigualdades e injusticias. La opción de interrumpir un embarazo debe ser una decisión informada de la mujer, en el marco de un acceso seguro y legal.",
            "eleccion": "Muy en desacuerdo"
        }
    },
    "La posesión de armas debería estar prohibida para aquellos sin una razón válida.": {
        "question": "Gun ownership should be prohibited for those without a valid reason.",
        "pregunta": "La posesión de armas debería estar prohibida para aquellos sin una razón válida.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": -10,
            "scty": 0
        },
        "Agente de Izquierda": {
            "razonamiento": "La prohibición de armas para aquellos sin una razón válida es fundamental para garantizar la seguridad pública y reducir la violencia, que a menudo afecta a las clases trabajadoras y vulnerables. Sin embargo, la lucha por la defensa de nuestros derechos no debe ser una justificación para el aumento de la represión estatal hacia las clases populares, que a menudo son las más afectadas por políticas rígidas. Por lo tanto, es importante encontrar un equilibrio que priorice la seguridad y al mismo tiempo defienda el derecho a organizarse. No obstante, dadas las circunstancias actuales de criminalización de la protesta social, el enfoque debería estar en resolver las causas estructurales de la violencia antes que en restringir el acceso a armas.",
            "eleccion": "De acuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "La posesión de armas es un derecho fundamental de autodefensa y protección personal. Restringir este derecho a aquellos sin una razón válida infringe las libertades individuales y el derecho a la propiedad. Cada persona debe ser responsable de su propia seguridad y tener la libertad de elegir cómo protegerse, por lo que no se debe establecer ninguna prohibición que limite la libertad del individuo de poseer armas.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente de Centro Derecha": {
            "razonamiento": "La posesión de armas es un tema que debe ser analizado desde la perspectiva de la libertad individual y la seguridad. Creemos que los ciudadanos responsables deben tener derecho a la tenencia de armas, pero bajo regulaciones que garanticen el control adecuado, priorizando la seguridad pública y evitando abusos. Esto significa que debe haber razones válidas y un marco regulatorio que asegure la responsabilidad. Por lo tanto, estoy de acuerdo con la necesidad de restricciones, pero en un marco que respete derechos básicos.",
            "eleccion": "De acuerdo"
        },
        "Agente de Centro Izquierda": {
            "razonamiento": "La seguridad ciudadana y la protección de los derechos humanos son fundamentales. La posesión de armas sin un control adecuado puede aumentar la violencia y la inseguridad. Es crucial preservar la vida y el bienestar de todos los ciudadanos mediante regulaciones estrictas sobre la tenencia de armas, garantizando que solo personas con razones válidas y en condiciones seguras puedan poseerlas.",
            "eleccion": "Muy de acuerdo"
        }
    },
    "Apoyo un sistema de salud universal y de pago único.": {
        "question": "I support single-payer, universal healthcare.",
        "pregunta": "Apoyo un sistema de salud universal y de pago único.",
        "effect": {
            "econ": 10,
            "dipl": 0,
            "govt": 0,
            "scty": 0
        },
        "Agente de Izquierda": {
            "razonamiento": "El sistema de salud debe ser un derecho universal y no un negocio. La salud no puede estar vinculada a la capacidad de pago, sino que debe ser garantizada por el Estado. Un sistema de salud pública y gratuito es fundamental para proteger a la clase trabajadora y sectores populares de la explotación capitalista y para garantizar acceso equitativo a todos. La salud debe estar al servicio de las personas y no de las ganancias de unos pocos.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "Apoyar un sistema de salud universal y de pago único implica una expansión del estado en un área que debe ser gestionada de manera privada y competitiva. La libertad individual y la responsabilidad personal deben prevalecer sobre un sistema impuesto que restringe opciones y eleva impuestos, todo en detrimento de la calidad del servicio. Cada individuo debe decidir cómo y dónde utilizar sus recursos en salud sin la intervención estatal.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente de Centro Derecha": {
            "razonamiento": "Si bien la salud es un derecho humano y el Estado debe garantizar el acceso a atención médica básica para todos, un sistema de salud universal y de pago único puede generar ineficiencias y desincentivar la calidad del servicio. Es necesario asegurar que exista también un espacio para la inversión privada y la competencia en el sector salud, garantizando tanto la equidad en el acceso a servicios básicos como la calidad a través de diferentes opciones. Mi postura es que el rol del Estado es garantizar el acceso, pero no necesariamente a través de un sistema de pago único que limite la diversidad y calidad de los servicios.",
            "eleccion": "En desacuerdo"
        },
        "Agente de Centro Izquierda": {
            "razonamiento": "El acceso a la salud es un derecho fundamental y debe ser garantizado por el Estado. Un sistema de salud universal y de pago único asegura que todos los ciudadanos, sin importar su condición socioeconómica, puedan recibir atención médica de calidad. Es un paso hacia la equidad y la justicia social, promoviendo el bien común.",
            "eleccion": "Muy de acuerdo"
        }
    },
    "La prostitución debería ser ilegal.": {
        "question": "Prostitution should be illegal.",
        "pregunta": "La prostitución debería ser ilegal.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": -10,
            "scty": -10
        },
        "Agente de Izquierda": {
            "razonamiento": "Desde una perspectiva de clase, la legalización de la prostitución puede llevar a la explotación de las trabajadoras sexuales, evidenciando la precarización del trabajo y la falta de derechos laborales en el contexto capitalista. Además, debemos centrar nuestras energías en la defensa y protocolos de derechos laborales y sociales, en lugar de aceptar una situación que perpetúa la marginalización. La lucha debe estar orientada en abolir las condiciones que llevan a la explotación. Por lo tanto, considero que la prostitución debería ser ilegal, ya que el foco debe estar en la dignidad y derechos de los trabajadores.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "La legalización de la prostitución promueve la libertad individual y el derecho de las personas a tomar decisiones sobre su propio cuerpo y su vida. La criminalización perpetúa el estigma y la violencia, y limita la capacidad de las trabajadoras sexuales de trabajar en condiciones seguras. La intervención estatal en este ámbito solo afecta negativamente a la libertad de elección y a la autonomía personal.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente de Centro Derecha": {
            "razonamiento": "La postura frente a la prostitución debería centrarse en la protección y dignidad de las personas involucradas, así como en la regulación que pueda garantizar su seguridad y derechos. La criminalización puede llevar a situaciones de vulnerabilidad y abuso. Es preferible buscar un enfoque que respete las libertades individuales, mientras se prioriza la lucha contra la trata y la explotación.",
            "eleccion": "En desacuerdo"
        },
        "Agente de Centro Izquierda": {
            "razonamiento": "Desde una perspectiva de justicia social y derechos humanos, la prohibición de la prostitución no aborda las causas subyacentes que llevan a las personas a involucrarse en esta actividad. En lugar de criminalizar a quienes están en situaciones vulnerables, debemos enfocarnos en políticas que garanticen sus derechos y ofrezcan alternativas económicas y sociales. La legalización y regulación pueden proporcionar un marco más seguro y equitativo.",
            "eleccion": "En desacuerdo"
        }
    },
    "Mantener los valores familiares es esencial.": {
        "question": "Maintaining family values is essential.",
        "pregunta": "Mantener los valores familiares es esencial.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 0,
            "scty": -10
        },
        "Agente de Izquierda": {
            "razonamiento": "La noción de \"valores familiares\" puede ser utilizada como una herramienta ideológica para perpetuar estructuras patriarcales y conservadoras, además de distraer de las verdaderas luchas que enfrentan los trabajadores y sectores explotados. En el contexto del FIT-U, defendemos la lucha por derechos sociales y la abolición de todas las formas de opresión, incluyendo la opresión familiar que puede sostener dinámicas de poder desiguales. La igualdad y los derechos de todos los individuos deben prevalecer por sobre cualquier noción conservadora. Por lo tanto, no apoyo la idea de mantener \"valores familiares\" en su sentido tradicional como lo plantean los sectores conservadores y reaccionarios.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "La importancia de los valores familiares es una cuestión que debe ser decidida y definida por cada individuo y su familia, no por el Estado. La libertad individual permite a cada persona elegir sus propios valores y estilos de vida, sin imposiciones estatales. Por lo tanto, mi respuesta es neutral, ya que si bien puedo reconocer la importancia de los valores familiares para algunos, no creo que el Estado deba involucrarse en su promoción o regulación.",
            "eleccion": "Neutral"
        },
        "Agente de Centro Derecha": {
            "razonamiento": "Considero que los valores familiares son fundamentales para la cohesión social y la estabilidad de la comunidad. Promover una sociedad que respeta y protege la familia contribuye al bienestar social y a la construcción de una ciudadanía activa y responsable. Es necesario reconocer la importancia de las familias como núcleo fundamental en la educación y formación de valores en nuestros ciudadanos, lo que impacta positivamente en la sociedad.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente de Centro Izquierda": {
            "razonamiento": "Si bien los valores familiares son importantes, no deben ser utilizados como excusa para restringir derechos y promover desigualdades. La equidad y la inclusión para todos los sectores de la sociedad son fundamentales en mi visión, y cualquier enfoque en los valores familiares debe ser inclusivo y respetar la diversidad.",
            "eleccion": "Neutral"
        }
    },
    "Perseguir el progreso a toda costa es peligroso.": {
        "question": "To chase progress at all costs is dangerous.",
        "pregunta": "Perseguir el progreso a toda costa es peligroso.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 0,
            "scty": -10
        },
        "Agente de Izquierda": {
            "razonamiento": "El progreso, cuando se persigue sin límites y sin considerar las consecuencias sociales y ambientales, puede llevar a la explotación y al aumento de las desigualdades. Como representantes de los trabajadores, debemos abogar por un progreso que priorice las necesidades de la clase trabajadora y no el beneficio capitalista. Un progreso socialmente justo y equitativo es fundamental.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "Perseguir el progreso a toda costa sin considerar los derechos individuales y la libertad puede llevar a políticas perjudiciales que afectan negativamente la vida y la propiedad de las personas. Es fundamental buscar el progreso de manera que respete la libertad y los derechos de todos, evitando caer en intervenciones colectivistas que coarten la libertad individual.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente de Centro Derecha": {
            "razonamiento": "La búsqueda del progreso debe ser equilibrada, considerando tanto el bienestar social como la sostenibilidad y la justicia. Perseguirlo 'a toda costa' puede llevar a sacrificar principios fundamentales como el respeto por los derechos humanos, la dignidad, y la equidad. Por lo tanto, creo que es importante encontrar un equilibrio, donde el progreso no comprometa la ética y el bien común.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente de Centro Izquierda": {
            "razonamiento": "El progreso no debe perseguirse a costa de la justicia social y el bienestar de la población. Hay que encontrar un equilibrio que priorice el bien común, la igualdad y la inclusión. El desarrollo debe ser sustentable y respetar los derechos de todos.",
            "eleccion": "Muy de acuerdo"
        }
    },
    "La modificación genética es una fuerza para el bien, incluso en los humanos.": {
        "question": "Genetic modification is a force for good, even on humans.",
        "pregunta": "La modificación genética es una fuerza para el bien, incluso en los humanos.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 0,
            "scty": 10
        },
        "Agente de Izquierda": {
            "razonamiento": "La modificación genética, como cualquier tecnología avanzada, puede ser utilizada con fines éticos o no éticos, pero en el contexto actual de un sistema capitalista que primará los intereses de las grandes corporaciones sobre el bienestar humano, la posibilidad de generar desigualdades y nuevos problemas sociales y éticos se incrementa. En este sentido, no podemos considerar que sea una fuerza para el bien en un sistema que prioriza la ganancia financiera.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "La modificación genética, siempre que se realice de manera ética y voluntaria, puede ser vista como una oportunidad para promover la salud y el bienestar individual, alineándose así con la defensa de la libertad personal y los derechos individuales. Sin embargo, creo que las decisiones sobre ello deben ser tomadas por individuos y no por imposiciones estatales. Es por ello que considero que la modificación genética debe ser abordada con un enfoque que respete la autonomía del individuo y la propiedad sobre su propio cuerpo.",
            "eleccion": "De acuerdo"
        },
        "Agente de Centro Derecha": {
            "razonamiento": "La modificación genética puede ofrecer oportunidades para sanar enfermedades y mejorar la calidad de vida, pero también plantear cuestiones éticas. Debemos tener un enfoque equilibrado que contemple el respeto por la dignidad humana y las implicaciones de tal tecnología, promoviendo un debate amplio y fundamentado.",
            "eleccion": "De acuerdo"
        },
        "Agente de Centro Izquierda": {
            "razonamiento": "La modificación genética en humanos plantea importantes dilemas éticos y sociales. Si bien puede ofrecer avances en medicina y salud, también puede dar lugar a desigualdades y a la eugenesia. Considero que en un contexto donde la justicia social y el bien común son prioritarios, debemos ser cautelosos con estas tecnologías y priorizar los derechos humanos y la equidad.",
            "eleccion": "En desacuerdo"
        }
    },
    "Deberíamos abrir nuestras fronteras a la inmigración.": {
        "question": "We should open our borders to immigration.",
        "pregunta": "Deberíamos abrir nuestras fronteras a la inmigración.",
        "effect": {
            "econ": 0,
            "dipl": 10,
            "govt": 10,
            "scty": 0
        },
        "Agente de Izquierda": {
            "razonamiento": "Como parte del Frente de Izquierda y de Trabajadores - Unidad, defendemos los derechos de todas las personas, incluyendo a los inmigrantes. Creemos que la lucha por una vida digna no conoce fronteras, y que las políticas migratorias deben ser humanas y solidarias, rechazando la xenofobia y la discriminación. La inmigración no debe ser vista como un problema, sino como parte de la movilización de la clase trabajadora.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "La apertura de fronteras a la inmigración se alinea con los principios de libertad individual y la libre circulación de personas, que son derechos fundamentales. Permitir que individuos de otras naciones busquen mejores oportunidades y contribuyan a la economía es un principio libertario esencial, siempre que ello se realice sin intervención estatal ni restricciones innecesarias.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente de Centro Derecha": {
            "razonamiento": "La apertura a la inmigración puede ser vista como una oportunidad para el desarrollo económico y cultural de Argentina, siempre y cuando se establezcan criterios claros y se asegure la integración social. La inmigración debe ser gestionada de manera ordenada y con respeto a las capacidades del país, promoviendo el intercambio y el respeto, pero también garantizando la seguridad y los derechos de todos los ciudadanos. Es un punto a favor de la inclusión y el crecimiento, pero con un enfoque responsable.",
            "eleccion": "De acuerdo"
        },
        "Agente de Centro Izquierda": {
            "razonamiento": "La inmigración debe ser gestionada en términos de respeto a los derechos humanos y promover la inclusión social. Abrir nuestras fronteras puede enriquecer nuestra cultura y fortalecer la economía, pero debe hacerse de forma ordenada y en base a políticas que garanticen el bienestar de todos los ciudadanos, especialmente de los más vulnerables. Por eso, la afirmación se puede considerar positivamente si está sujeta a regulación y a la inclusión social.",
            "eleccion": "De acuerdo"
        }
    },
    "Los gobiernos deberían preocuparse por los extranjeros tanto como por sus propios ciudadanos.": {
        "question": "Governments should be as concerned about foreigners as they are about their own citizens.",
        "pregunta": "Los gobiernos deberían preocuparse por los extranjeros tanto como por sus propios ciudadanos.",
        "effect": {
            "econ": 0,
            "dipl": 10,
            "govt": 0,
            "scty": 0
        },
        "Agente de Izquierda": {
            "razonamiento": "Los gobiernos deben anteponer los intereses y necesidades de sus propios ciudadanos, especialmente de la clase trabajadora, que enfrenta precarización y pobreza. La lucha por los derechos de los trabajadores y los sectores populares debe ser prioritaria, y esto no implica desatender a quienes llegan en busca de una vida mejor, sino que hay que defender a los trabajadores locales primero y en el contexto de fortalecer la lucha de clases respecto a la explotación que sufren todos ante el capitalismo.",
            "eleccion": "En desacuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "La preocupacion del gobierno debe centrarse en la proteccion y los derechos de sus propios ciudadanos en primer lugar. Extender obligaciones a extranjeros podría limitar la libertad y los recursos que deben estar dirigidos a los nacionales, y distrer la atencion de los problemas internos.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente de Centro Derecha": {
            "razonamiento": "Es fundamental que un gobierno priorice el bienestar de sus ciudadanos, quienes son los responsables del sostenimiento y desarrollo del país. Si bien los derechos humanos deben ser respetados y toda persona en territorio argentino merece dignidad, el foco siempre debe estar en asegurar la calidad de vida y oportunidades para nuestros ciudadanos, promoviendo su integración y desarrollo antes que en un trato equitativo con extranjeros. El respeto a las leyes migratorias y la integración social son esenciales.",
            "eleccion": "En desacuerdo"
        },
        "Agente de Centro Izquierda": {
            "razonamiento": "Si bien es importante promover políticas de inclusión y respeto hacia los derechos de los extranjeros, la prioridad del Estado debe ser proteger y garantizar los derechos de sus ciudadanos, especialmente de los más vulnerables. Esto no significa que no debamos preocuparse por los extranjeros, pero la justicia social y la atención a las necesidades de los argentinos en situación de vulnerabilidad deben ser lo primordial.",
            "eleccion": "En desacuerdo"
        }
    },
    "Todas las personas, independientemente de factores como la cultura o la sexualidad, deberían ser tratadas por igual.": {
        "question": "All people - regardless of factors like culture or sexuality - should be treated equally.",
        "pregunta": "Todas las personas, independientemente de factores como la cultura o la sexualidad, deberían ser tratadas por igual.",
        "effect": {
            "econ": 10,
            "dipl": 10,
            "govt": 10,
            "scty": 10
        },
        "Agente de Izquierda": {
            "razonamiento": "El FIT-U defiende la plena igualdad de derechos para todas las personas, independientemente de su cultura, sexualidad o cualquier otro factor. Esto se enmarca dentro de la lucha por una sociedad sin opresiones, donde se respete la diversidad y se garanticen derechos iguales para todos. La igualdad es un principio fundamental en nuestra lucha contra la discriminación y por la justicia social.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "Estoy totalmente de acuerdo en que todas las personas deben ser tratadas por igual, independientemente de su cultura o sexualidad. El principio de igualdad ante la ley es fundamental en una sociedad libertaria y se basa en el respeto por los derechos individuales y la dignidad inherente de cada ser humano. Sin embargo, esto no justifica la intervención estatal en las decisiones personales o en las relaciones privadas, ya que la libertad individual integral es el valor supremo.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente de Centro Derecha": {
            "razonamiento": "La igualdad de derechos es un principio fundamental para garantizar el respeto de la dignidad humana y fomentar una sociedad inclusiva. Es esencial tratar a todos los ciudadanos de manera equitativa, sin discriminación alguna, asegurando la igualdad de oportunidades y el respeto por las diferencias.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente de Centro Izquierda": {
            "razonamiento": "Este principio es fundamental para promover la justicia social y garantizar que todos los ciudadanos tengan acceso a los mismos derechos y oportunidades, independientemente de su cultura, sexualidad u otros factores. La igualdad es uno de los ejes rectores de la ideología del Centro Izquierda, por lo que estoy en total acuerdo con esta afirmación.",
            "eleccion": "Muy de acuerdo"
        }
    },
    "Es importante que promovamos los objetivos de mi grupo por encima de todos los demás.": {
        "question": "It is important that we further my group's goals above all others.",
        "pregunta": "Es importante que promovamos los objetivos de mi grupo por encima de todos los demás.",
        "effect": {
            "econ": -10,
            "dipl": -10,
            "govt": -10,
            "scty": -10
        },
        "Agente de Izquierda": {
            "razonamiento": "Promover los objetivos de nuestra clase, los trabajadores, por encima de los intereses de los bloques patronales, es esencial para la independencia de clase que defendemos. Sin embargo, debemos hacerlo en un contexto de lucha colectiva y solidaridad con todos los sectores oprimidos, pero sin caer en el sectarismo. La lucha debe ser por la emancipación obrera, y no en detrimento de otros sectores que también son explotados.",
            "eleccion": "De acuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "Promover los objetivos de un grupo por encima de los derechos individuales de otros es colectivismo, que va en contra de los principios libertarios que defienden la libertad y los derechos inalienables de cada persona.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente de Centro Derecha": {
            "razonamiento": "Promover los objetivos de un grupo por encima de los demás va en contra de los principios de pluralismo y respeto mutuo que defiendo. La construcción de una sociedad justa y solidaria debe basarse en el diálogo y el consenso, no en la imposición de intereses particulares.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente de Centro Izquierda": {
            "razonamiento": "La promoción de los objetivos de un grupo debe estar alineada con el bien común y la justicia social. Priorizar solo los intereses de un grupo por encima de otros va en contra de los principios de inclusión y equidad que defendemos.",
            "eleccion": "Muy en desacuerdo"
        }
    }
}