{
    "La opresión por parte de las corporaciones es más preocupante que la opresión por parte de los gobiernos.": {
        "question": "Oppression by corporations is more of a concern than oppression by governments.",
        "pregunta": "La opresión por parte de las corporaciones es más preocupante que la opresión por parte de los gobiernos.",
        "effect": {
            "econ": 10,
            "dipl": 0,
            "govt": -5,
            "scty": 0
        },
        "Agente de Izquierda": {
            "razonamiento": "Ambas opresiones son relevantes y deben abordarse. Sin embargo, la opresión ejercida por las corporaciones está intrínsecamente vinculada a las políticas gubernamentales que favorecen a los capitales sobre los derechos de los trabajadores. Así, la opresión gubernamental, en muchos casos, es un mecanismo facilitador de la opresión corporativa. Por lo tanto, es fundamental reconocer que ambos tipos de opresión deben ser enfrentados, pero con un enfoque en la lucha obrera y por la independencia de clase.",
            "eleccion": "De acuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "La preocupación debe centrarse principalmente en la opresión y el control que los gobiernos ejercen sobre los individuos, ya que son ellos quienes tienen el poder de limitar nuestras libertades fundamentales. Si bien las corporaciones pueden influir en nuestras vidas, es el Estado el que tiene la capacidad de imponer leyes y restricciones que afectan directamente a la libertad y la propiedad privada. Por lo tanto, la opresión gubernamental es la mayor preocupación.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "Las corporaciones, en un marco de libertad económica, no deben ser demonizadas, ya que pueden ser motores de desarrollo y empleo. Sin embargo, es el gobierno el que tiene la responsabilidad primordiar de cuidar los derechos de los ciudadanos y establecer el marco regulatorio adecuado para evitar abusos. Por lo tanto, la opresión gubernamental en contextos de autoritarismo es más preocupante que la de corporaciones. Es fundamental garantizar que los poderes estén equilibrados y fiscalizados, pero la opresión gubernamental es un riesgo mayor que debe ser atendido con urgencia.",
            "eleccion": "De acuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "Desde la perspectiva de la Unión por la Patria, creemos en la importancia de un Estado fuerte y presente que garantice los derechos de todos los ciudadanos, particularmente de los más vulnerables. Si bien las corporaciones pueden ejercer una influencia negativa, el Estado debe ser el garante de la justicia social y la soberanía política. La opresión por parte de los gobiernos puede ser más preocupante cuando se transforma en un atropello a los derechos humanos. Sin embargo, el enfoque debe estar en garantizar la calidad institucional y proteger a la ciudadanía frente a ambos tipos de opresión.",
            "eleccion": "De acuerdo"
        }
    },
    "Es necesario que el gobierno intervenga en la economía para proteger a los consumidores.": {
        "question": "It is necessary for the government to intervene in the economy to protect consumers.",
        "pregunta": "Es necesario que el gobierno intervenga en la economía para proteger a los consumidores.",
        "effect": {
            "econ": 10,
            "dipl": 0,
            "govt": 0,
            "scty": 0
        },
        "Agente de Izquierda": {
            "razonamiento": "La intervención del gobierno en la economía debe ser para responder a las necesidades de la clase trabajadora, garantizando derechos básicos y no para proteger los intereses de los capitalistas. Necesitamos un control social y obrero sobre la economía, no intervenciones que privilegien a quienes explotan al pueblo. La protección a los consumidores debe ser parte de un plan que termine con el ajuste y la especulación.",
            "eleccion": "En desacuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "La intervención estatal en la economía distorsiona los mercados y reduce las libertades individuales. La competencia y la libre elección son las mejores herramientas para proteger a los consumidores, no la regulación estatal.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "Consideramos que la intervención del gobierno en la economía debe ser moderada y enfocada en garantizar condiciones de competencia y evitar abusos, pero no debemos caer en intervenciones excesivas que distorsionen el mercado. La protección a los consumidores es importante, pero es fundamental fomentar la libertad económica y la responsabilidad del mercado.",
            "eleccion": "En desacuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "La intervención del gobierno en la economía es crucial para proteger a los consumidores, garantizar sus derechos y asegurar que los servicios y bienes esenciales sean accesibles y equitativos. Un gobierno activo es indispensable para regular el mercado, prevenir abusos y fomentar la justicia social.",
            "eleccion": "Muy de acuerdo"
        }
    },
    "Cuanto más libres sean los mercados, más libres serán las personas.": {
        "question": "The freer the markets, the freer the people.",
        "pregunta": "Cuanto más libres sean los mercados, más libres serán las personas.",
        "effect": {
            "econ": -10,
            "dipl": 0,
            "govt": 0,
            "scty": 0
        },
        "Agente de Izquierda": {
            "razonamiento": "La afirmación que sostiene que \"cuanto más libres sean los mercados, más libres serán las personas\" refleja una visión neoliberal que ignora las desigualdades producidas por un sistema capitalista desregulado. En la práctica, esta libertad de los mercados beneficia únicamente a las grandes corporaciones y empresarios, mientras que los trabajadores enfrentan precarización, salarios de hambre y despojo de derechos. La verdadera libertad para las personas proviene de la justicia social, la igualdad y el acceso a derechos básicos, elementos que se ven comprometidos en un sistema de mercados totalmente libres.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "La afirmación refleja uno de los principios fundamentales del liberalismo: la libertad de los mercados se traduce en la libertad individual. Cuando los mercados son libres, las personas tienen más opciones, pueden elegir cómo vivir sus vidas y participar en la economía. Esto fomenta la innovación, el crecimiento y la prosperidad.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "Creemos firmemente que la libertad económica y la iniciativa privada son fundamentales para el desarrollo de cada individuo y de la sociedad en su conjunto. Un mercado más libre impulsa la competencia, fomenta la innovación y genera empleo, lo que en última instancia conduce a más oportunidades para todos. Cuanto más se respete la libertad de los mercados, más se empodera a las personas a tomar decisiones que impacten sus vidas.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "Esta afirmación puede ignorar que la libertad de los mercados no siempre se traduce en libertad para todos. Un mercado desregulado puede generar desigualdad y vulnerar derechos de las comunidades más necesitadas. Es esencial un equilibrio donde el Estado garantice derechos y protecciones en un marco de justicia social.",
            "eleccion": "En desacuerdo"
        }
    },
    "Es mejor mantener un presupuesto equilibrado que garantizar el bienestar de todos los ciudadanos.": {
        "question": "It is better to maintain a balanced budget than to ensure welfare for all citizens.",
        "pregunta": "Es mejor mantener un presupuesto equilibrado que garantizar el bienestar de todos los ciudadanos.",
        "effect": {
            "econ": -10,
            "dipl": 0,
            "govt": 0,
            "scty": 0
        },
        "Agente de Izquierda": {
            "razonamiento": "Priorizar el presupuesto equilibrado sobre el bienestar de los ciudadanos es una visión que prioriza la estabilidad financiera de los capitales a costa de la calidad de vida de los trabajadores. Creemos firmemente que el bienestar del pueblo debe ser lo primordial, incluso si eso requiere ajustar el presupuesto hacia la atención de las necesidades sociales. La crisis no la generó el pueblo trabajador, y son los capitalistas quienes deben asumir la carga financiera. Así que estoy en total desacuerdo con esta afirmación.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "Mantener un presupuesto equilibrado es fundamental para evitar la inflación y el deterioro de la economía. Garantizar el bienestar de los ciudadanos debe hacerse mediante la promoción de la iniciativa privada y no a través de subsidios masivos que desincentiven el esfuerzo.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "Es fundamental mantener un presupuesto equilibrado porque la estabilidad económica es un pilar esencial para garantizar el bienestar a largo plazo de todos los ciudadanos. Un déficit excesivo puede llevar a una inflación descontrolada y a la inestabilidad económica, lo que, a la larga, perjudica a los más vulnerables. Sin embargo, nunca debe olvidarse que el foco de las políticas económicas debe ser el bienestar de la población a través de un crecimiento sostenible y la generación de empleo.",
            "eleccion": "De acuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "La prioridad debe ser garantizar el bienestar de todos los ciudadanos, especialmente en contextos de crisis y desigualdad, donde es fundamental que el Estado intervenga para asegurar derechos básicos y proteger a los más vulnerables. Un presupuesto equilibrado no puede ser un fin en sí mismo si esto implica sacrificar derechos esenciales.",
            "eleccion": "En desacuerdo"
        }
    },
    "La investigación financiada por el público es más beneficiosa para el pueblo que dejarla en manos del mercado.": {
        "question": "Publicly-funded research is more beneficial to the people than leaving it to the market.",
        "pregunta": "La investigación financiada por el público es más beneficiosa para el pueblo que dejarla en manos del mercado.",
        "effect": {
            "econ": 10,
            "dipl": 0,
            "govt": 0,
            "scty": 10
        },
        "Agente de Izquierda": {
            "razonamiento": "La investigación financiada por el público garantiza que el conocimiento y los avances científicos se utilicen en beneficio del pueblo y no en función de los intereses de lucro del mercado. Es fundamental que esta actividad esté orientada a resolver las necesidades sociales, en lugar de priorizar ganancias privadas. El acceso equitativo a la ciencia y la tecnología es esencial para el desarrollo de una sociedad más justa y solidaria.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "La investigación financiada por el público tiende a ser menos eficiente debido a la burocracia y falta de incentivos. El mercado, por el contrario, promueve la innovación y la competencia, que son esenciales para el avance científico y tecnológico.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "Creemos en la importancia de un enfoque mixto donde tanto el Estado como el sector privado tengan roles complementarios. Si bien la investigación pública puede ser importante para áreas de interés social, confiar exclusivamente en el Estado puede limitar la innovación y la eficiencia que aporta el sector privado.",
            "eleccion": "En desacuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "La investigación financiada por el público asegura que los intereses del pueblo y las necesidades sociales sean considerados en lugar de priorizar el lucro privado. La inversión estatal en investigación puede abordar problemas sociales relevantes y garantizar acceso equitativo a los avances en ciencia y tecnología.",
            "eleccion": "Muy de acuerdo"
        }
    },
    "Los aranceles al comercio internacional son importantes para fomentar la producción local.": {
        "question": "Tariffs on international trade are important to encourage local production.",
        "pregunta": "Los aranceles al comercio internacional son importantes para fomentar la producción local.",
        "effect": {
            "econ": 5,
            "dipl": 0,
            "govt": -10,
            "scty": 0
        },
        "Agente de Izquierda": {
            "razonamiento": "Los aranceles al comercio internacional pueden ser una herramienta para proteger la producción local frente a la competencia desleal de las grandes corporaciones internacionales y fomentar la industria nacional. Sin embargo, esta medida no debe ser vista como una solución aislada, sino en el marco de un plan integral que priorice el trabajo y el bienestar de la población trabajadora. Los trabajadores deben ser quienes definan la política económica para que la producción local responda a sus necesidades.",
            "eleccion": "De acuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "Los aranceles al comercio internacional son una forma de intervención estatal que distorsiona el mercado. Fomentar la producción local no se logra mediante proteccionismos, sino a través de la competencia y la apertura comercial. La verdadera producción local se fortalece cuando se permite a las empresas competir libremente en el mercado global.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": " Los aranceles pueden generar distorsiones en el mercado y limitar el acceso de los consumidores a productos de mejor calidad y precio. Fomentar la producción local debe hacerse a través de políticas que incentiven la competitividad y no a través de barreras comerciales. Debemos apostar a la integración y apertura económica para desarrollar un comercio exterior que potencie nuestras exportaciones.",
            "eleccion": "En desacuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "Los aranceles son una herramienta clave para proteger la industria nacional y fomentar la producción local. Al imponer aranceles a productos importados, se busca estimular la competitividad de las empresas nacionales, lo que a su vez genera empleo y contribuye al desarrollo económico sostenible en el país. Además, esto es fundamental para lograr una independencia económica y reducir la dependencia de mercados extranjeros.",
            "eleccion": "Muy de acuerdo"
        }
    },
    "De cada uno según su capacidad, a cada uno según sus necesidades.": {
        "question": "From each according to his ability, to each according to his needs.",
        "pregunta": "De cada uno según su capacidad, a cada uno según sus necesidades.",
        "effect": {
            "econ": 10,
            "dipl": 0,
            "govt": 0,
            "scty": 0
        },
        "Agente de Izquierda": {
            "razonamiento": "Esta afirmación es un principio fundamental del socialismo, que defiende una distribución equitativa de los recursos y el bienestar para todos, priorizando las necesidades humanas por sobre los intereses capitalistas.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "Esta afirmación promueve una ideología colectivista que va en contra de los principios del liberalismo, que defiende el respeto por la capacidad individual y la recompensa por el esfuerzo personal. La igualdad de oportunidades es clave, pero no a expensas de la libertad y la propiedad privada del individuo.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "Esta afirmación refleja un enfoque de redistribución que puede desincentivar la productividad y el esfuerzo individual, además de ir contra los principios de libertad económica y meritocracia que defendemos. La igualdad de oportunidades es fundamental, pero no a expensas de la iniciativa privada y el reconocimiento del mérito.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "Esta afirmación refleja un principio fundamental de la justicia social y la equidad, donde se busca garantizar que quienes tienen más capacidad contribuyan de mayor medida a la sociedad, mientras que las necesidades de los más vulnerables son atendidas de manera justa. Esto está en línea con los valores del Justicialismo y la búsqueda de un desarrollo inclusivo y equitativo para todos.",
            "eleccion": "Muy de acuerdo"
        }
    },
    "Sería mejor si los programas sociales se abolieran a favor de la caridad privada.": {
        "question": "It would be best if social programs were abolished in favor of private charity.",
        "pregunta": "Sería mejor si los programas sociales se abolieran a favor de la caridad privada.",
        "effect": {
            "econ": -10,
            "dipl": 0,
            "govt": 0,
            "scty": 0
        },
        "Agente de Izquierda": {
            "razonamiento": "Los programas sociales son un derecho que debe garantizar el Estado, no pueden ser reemplazados por la caridad privada, que perpetúa la desigualdad y la dependencia. La abolición de los programas sociales en favor de la caridad privada significaría un ataque directo a los derechos de los sectores más vulnerables. Es fundamental sostener una política que priorice la solidaridad y los derechos, no la caridad.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "Los programas sociales implementados por el Estado frecuentemente perpetúan la dependencia y la falta de iniciativa personal. La caridad privada, en cambio, promueve la responsabilidad individual y el sentido de comunidad, fomentando un marco en el cual las personas puedan elegir hacia dónde dirigir su apoyo. Esto alinea con el principio de la acción voluntaria y el respeto a la libertad económica.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "La abolición de programas sociales en favor de la caridad privada implica un enfoque que no se alinea con nuestra visión de un Estado que actúa en pro del bien común y garantiza igualdad de oportunidades para todos. Aunque la caridad puede tener un rol complementario, creemos que los programas sociales son fundamentales para abordar la pobreza de forma estructural y efectiva.",
            "eleccion": "En desacuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "La abolición de programas sociales en favor de la caridad privada representa un retroceso en términos de justicia social y equidad. Los programas sociales son un mecanismo fundamental para garantizar los derechos de los más vulnerables y no deben depender de la voluntad individual de los donantes. La intervención del Estado es esencial para asegurar la dignidad de todos los ciudadanos.",
            "eleccion": "Muy en desacuerdo"
        }
    },
    "Los impuestos deberían aumentarse a los ricos para proveer a los pobres.": {
        "question": "Taxes should be increased on the rich to provide for the poor.",
        "pregunta": "Los impuestos deberían aumentarse a los ricos para proveer a los pobres.",
        "effect": {
            "econ": 10,
            "dipl": 0,
            "govt": 0,
            "scty": 0
        },
        "Agente de Izquierda": {
            "razonamiento": "Esta afirmación se alinea con la reivindicación de un sistema tributario progresivo que grava más a quienes poseen mayores recursos, a fin de financiar programas y servicios que beneficien a los sectores más vulnerables de la sociedad. Esto es esencial para combatir la desigualdad y permitir una redistribución de la riqueza que alivie la carga de la pobreza. Los recursos generados de esta manera deben ser utilizados para atender las necesidades del pueblo trabajador.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "Aumentar impuestos a los ricos no solo es injusto, sino que también desincentiva la inversión y el crecimiento económico. Es fundamental promover políticas que incentiven la creación de riqueza a través del esfuerzo personal y la iniciación privada. La generación de oportunidades y empleo es la mejor forma de ayudar a los sectores más vulnerables, no la redistribución forzada de la riqueza.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "Aumentar los impuestos a los ricos puede parecer una solución sencilla, pero conlleva el riesgo de desincentivar la inversión y el crecimiento económico. En lugar de aumentar la carga fiscal, debemos fomentar el trabajo y la inversión a través de una estructura impositiva progresiva que estimule la creación de empleo y la generación de riqueza. La clave está en reducir el gasto público ineficiente y crear un entorno más favorable para todos, incluidos los sectores más vulnerables.",
            "eleccion": "En desacuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "Considero que aumentar los impuestos a los sectores más ricos es una medida necesaria para garantizar la justicia social y financiar políticas públicas que beneficien a los sectores más vulnerables de la sociedad. Esta es una forma de promover la equidad y asegurar que todos los ciudadanos tengan acceso a servicios fundamentales como salud, educación y seguridad social.",
            "eleccion": "Muy de acuerdo"
        }
    },
    "La herencia es una forma legítima de riqueza.": {
        "question": "Inheritance is a legitimate form of wealth.",
        "pregunta": "La herencia es una forma legítima de riqueza.",
        "effect": {
            "econ": -10,
            "dipl": 0,
            "govt": 0,
            "scty": -5
        },
        "Agente de Izquierda": {
            "razonamiento": "La herencia perpetúa desigualdades y privilegios en la sociedad, favoreciendo a quienes ya tienen riqueza y consolidando el poder de las clases altas. Debería priorizarse la igualdad de oportunidades y la redistribución de la riqueza en lugar de aceptar la herencia como un sistema legítimo.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "La herencia representa una manifestación de la libertad individual y el derecho a la propiedad privada, fundamentales en el liberalismo. Cada individuo tiene el derecho de disponer de su riqueza y legado como considere adecuado, fomentando el mérito y la responsabilidad familiar.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "La herencia representa un mecanismo legítimo mediante el cual se puede transmitir riqueza y oportunidades de generación de capital entre generaciones. Esto se alinea con nuestros valores de libertad económica y respeto por la propiedad privada, además de fomentar el esfuerzo y la creación de riqueza.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "Desde la perspectiva de justicia social y equidad, la herencia perpetúa desigualdades ya que concentra la riqueza en manos de unos pocos. Debemos buscar un país más equitativo donde el acceso a oportunidades no dependa de herencias sino del esfuerzo y la capacidad de cada individuo.",
            "eleccion": "Muy en desacuerdo"
        }
    },
    "Los servicios básicos como las carreteras y la electricidad deberían ser de propiedad pública.": {
        "question": "Basic utilities like roads and electricity should be publicly owned.",
        "pregunta": "Los servicios básicos como las carreteras y la electricidad deberían ser de propiedad pública.",
        "effect": {
            "econ": 10,
            "dipl": 0,
            "govt": 0,
            "scty": 0
        },
        "Agente de Izquierda": {
            "razonamiento": "Los servicios básicos son derechos fundamentales que deben ser garantizados para toda la población. La propiedad pública de estos servicios asegura que no estén sujetos a la lógica del lucro, permitiendo un acceso equitativo y una gestión orientada al bienestar de la sociedad en su conjunto, en lugar de priorizar ganancias privadas. Es esencial que la energía, el transporte y otros servicios públicos estén bajo control estatal y gestionados democráticamente por los trabajadores y las comunidades.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "La ideología de La Libertad Avanza sostiene que la intervención del Estado en la propiedad de servicios básicos no es eficiente y que la competencia privada es la mejor manera de garantizar calidad y eficiencia en este tipo de servicios. Por lo tanto, no comparto la afirmación de que estos servicios deben ser de propiedad pública.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "Consideramos que los servicios básicos deben ser eficientes y competitivos. Si bien el Estado tiene un rol fundamental en la regulación y supervisión, la propiedad pública en sí misma no garantiza calidad ni eficiencia. La iniciativa privada puede complementar la oferta pública y generar mejores servicios, siempre bajo un marco regulatorio claro.",
            "eleccion": "En desacuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "La gestión y provisión de servicios básicos como carreteras y electricidad deben estar en manos del Estado para garantizar acceso equitativo, calidad y sostenibilidad, fundamentales para la justicia social y el bienestar de la población.",
            "eleccion": "Muy de acuerdo"
        }
    },
    "La intervención del gobierno es una amenaza para la economía.": {
        "question": "Government intervention is a threat to the economy.",
        "pregunta": "La intervención del gobierno es una amenaza para la economía.",
        "effect": {
            "econ": -10,
            "dipl": 0,
            "govt": 0,
            "scty": 0
        },
        "Agente de Izquierda": {
            "razonamiento": "Sostener que la intervención del gobierno es una amenaza para la economía es un argumento típico de las posturas de derecha, que buscan desregular la economía en beneficio de las grandes corporaciones. Desde la perspectiva del FIT-U, la intervención del gobierno debe orientarse a garantizar derechos y a crear mecanismos que protejan a la clase trabajadora frente a las crisis generadas por el capital. Es necesario un gobierno que intervenga activamente para priorizar el bienestar de la mayoría y no de un grupo reducido de empresarios. Por lo tanto, estoy en desacuerdo con esta afirmación.",
            "eleccion": "En desacuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "La intervención del gobierno en la economía a menudo conduce a distorsiones en los mercados, reduce la competencia y fomenta la dependencia en lugar de la autoeficacia. Por lo tanto, considero que la intervención gubernamental es una amenaza significativa para un crecimiento económico sostenible y la libertad individual.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "La intervención del gobierno, si es extraordinaria y sin un marco regulatorio claro, puede generar distorsiones en la economía, afectar la libertad de mercado y llevar a una asignación ineficiente de recursos. La experiencia reciente en Argentina evidencia cómo la intervención excesiva puede tener efectos perjudiciales sobre la actividad productiva y el bienestar de la población. Por lo tanto, estamos a favor de un Estado que intervenga de manera limitada y eficaz, sin ahogar la iniciativa privada.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "Desde la perspectiva de la Unión por la Patria, la intervención del gobierno es esencial para garantizar la justicia social, el desarrollo económico inclusivo y la protección de los derechos de todos los ciudadanos. Un gobierno activo es un garante de la soberanía política y económica, y clave para enfrentar las desigualdades existentes. Por lo tanto, no consideramos la intervención como una amenaza, sino como una herramienta necesaria para el bienestar de la población.",
            "eleccion": "Muy en desacuerdo"
        }
    },
    "Aquellos con una mayor capacidad de pago deberían recibir mejor atención médica.": {
        "question": "Those with a greater ability to pay should receive better healthcare.",
        "pregunta": "Aquellos con una mayor capacidad de pago deberían recibir mejor atención médica.",
        "effect": {
            "econ": -10,
            "dipl": 0,
            "govt": 0,
            "scty": 0
        },
        "Agente de Izquierda": {
            "razonamiento": "Esta afirmación contradice el principio fundamental de que la salud es un derecho humano y debe ser garantizada para todos, independientemente de su situación económica. La atención médica debería ser igualitaria y accesible para todas las personas, sin discriminar por su capacidad de pago. Abogamos por un sistema de salud pública que priorice las necesidades de la población trabajadora y excluya el lucro en la salud.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "En una sociedad que promueve la meritocracia y el respeto a la propiedad privada, es lógico que aquellos que aportan más recursos reciban un nivel de atención acorde a su capacidad de pago. Esto incentiva la inversión en el sector salud y fomenta la creación de servicios de calidad. La competencia entre proveedores de salud puede llevar a mejorar los estándares en general.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "Es fundamental garantizar un sistema de salud accesible y equitativo para todos. La atención médica no debe depender de la capacidad de pago, sino que debe estar basada en la necesidad y el derecho de todos los ciudadanos a recibir atención. Aunque es importante fomentar la inversión en el sector privado, la igualdad en el acceso a los servicios de salud es un principio clave que debemos defender.",
            "eleccion": "En desacuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "La justicia social y el acceso equitativo a la salud son principios fundamentales de nuestra ideología. No podemos aceptar que el acceso a atención médica dependa de la capacidad de pago de cada uno, ya que esto perpetúa las desigualdades existentes y va en contra de un Estado presente que garantice derechos esenciales para todos, especialmente para los más vulnerables.",
            "eleccion": "Muy en desacuerdo"
        }
    },
    "La educación de calidad es un derecho de todas las personas.": {
        "question": "Quality education is a right of all people.",
        "pregunta": "La educación de calidad es un derecho de todas las personas.",
        "effect": {
            "econ": 10,
            "dipl": 0,
            "govt": 0,
            "scty": 5
        },
        "Agente de Izquierda": {
            "razonamiento": "La educación de calidad debe ser un derecho garantizado para todas las personas, no una mercancía accesible solo para quienes pueden pagarla. Es fundamental que el Estado asuma su responsabilidad de brindar una educación pública, gratuita y de calidad para todos, sin discriminaciones ni exclusiones. Esto es parte de luchar por la igualdad y los derechos de la clase trabajadora.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "La educación de calidad es fundamental, pero debe ser promovida a través de la competencia y la oferta de instituciones educativas tanto públicas como privadas. No se puede considerar un derecho absoluto sin implicar un enfoque estatal que podría conducir a la ineficiencia.",
            "eleccion": "De acuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "La educación de calidad es fundamental para el desarrollo integral de nuestros ciudadanos y es un pilar esencial para la construcción de una sociedad justa y equitativa. Como representantes de Juntos por el Cambio, creemos firmemente que toda persona tiene derecho a acceder a una educación que prepare a los individuos para enfrentar los desafíos del futuro y participar activamente en la vida de la sociedad.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "La educación de calidad es fundamental para el desarrollo de un país justo e igualitario. Garantizar este derecho a todas las personas es crucial para promover la inclusión social y el bienestar común.",
            "eleccion": "Muy de acuerdo"
        }
    },
    "Los medios de producción deberían pertenecer a los trabajadores que los utilizan.": {
        "question": "The means of production should belong to the workers who use them.",
        "pregunta": "Los medios de producción deberían pertenecer a los trabajadores que los utilizan.",
        "effect": {
            "econ": 10,
            "dipl": 0,
            "govt": 0,
            "scty": 0
        },
        "Agente de Izquierda": {
            "razonamiento": "La propiedad colectiva de los medios de producción es fundamental para garantizar que los trabajadores tengan el control sobre su propio trabajo y sustento, en vez de estar a merced de intereses capitalistas. Solo así se puede avanzar hacia una sociedad justa y equitativa, donde los beneficios se distribuyan entre quienes realmente producen la riqueza.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "La afirmación sugiere una forma de socialismo o colectivismo, donde la propiedad de los medios de producción es transferida a los trabajadores. Desde la perspectiva del liberalismo, la propiedad privada es un pilar fundamental para la libertad y el progreso económico. La propiedad debe estar en manos de quienes gestionan y producen eficientemente, no en control colectivo que a menudo resulta en ineficiencia.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "Desde la visión de Juntos por el Cambio, promovemos la iniciativa privada y la propiedad privada como pilares fundamentales del desarrollo económico. Creemos en un sistema en el que los trabajadores tengan derechos y buenas condiciones laborales, pero la propiedad de los medios de producción debe ser individual o de empresas, ya que esto potencia la inversión y el crecimiento.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "Consideramos que la propiedad de los medios de producción debe estar en manos de la sociedad en su conjunto, a través de un Estado fuerte que regule y garantice la inclusión social y la justicia económica. La participación de los trabajadores es crucial, pero desde un marco donde se integren tanto el sector público como el privado para potenciar el desarrollo nacional y garantizar derechos.",
            "eleccion": "De acuerdo"
        }
    },
    "Las Naciones Unidas deberían ser abolidas.": {
        "question": "The United Nations should be abolished.",
        "pregunta": "Las Naciones Unidas deberían ser abolidas.",
        "effect": {
            "econ": 0,
            "dipl": -10,
            "govt": -5,
            "scty": 0
        },
        "Agente de Izquierda": {
            "razonamiento": "La abolición de las Naciones Unidas no es una solución a los problemas internacionales que afectan a los pueblos, especialmente en el contexto de la lucha contra el imperialismo. Aunque la ONU ha fallado en muchas de sus funciones, es fundamental reformarla para que actúe en beneficio de los pueblos en lugar de las potencias. Debemos promover un sistema internacional que apoye la autodeterminación y la lucha de las clases trabajadoras y oprimidas. Por lo tanto, no apoyo la abolición de la ONU.",
            "eleccion": "En desacuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "Las Naciones Unidas, a pesar de sus deficiencias, pueden servir como un foro para la cooperación internacional y el diálogo entre naciones. Sin embargo, el enfoque debe estar en promover la soberanía de cada país y evitar intervenciones que socaven las libertades individuales.",
            "eleccion": "De acuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "La abolición de las Naciones Unidas no es una solución viable. Las Naciones Unidas, a pesar de sus deficiencias, son un foro fundamental para la diplomacia, la resolución pacífica de conflictos y la colaboración internacional en diversas áreas, como derechos humanos, desarrollo sostenible y salud global. Es preferible trabajar en su reforma y fortalecer su capacidad para abordar los problemas globales de forma más efectiva.",
            "eleccion": "En desacuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "Las Naciones Unidas son una institución clave para el diálogo y la cooperación internacional, necesaria para abordar desafíos globales como la paz, los derechos humanos y el desarrollo. Abolirla iría en contra de los principios de soberanía política y multilateralismo que defendemos. Es fundamental fortalecer estas instituciones en lugar de eliminarlas.",
            "eleccion": "Muy en desacuerdo"
        }
    },
    "La acción militar por parte de nuestra nación es a menudo necesaria para protegerla.": {
        "question": "Military action by our nation is often necessary to protect it.",
        "pregunta": "La acción militar por parte de nuestra nación es a menudo necesaria para protegerla.",
        "effect": {
            "econ": 0,
            "dipl": -10,
            "govt": -10,
            "scty": 0
        },
        "Agente de Izquierda": {
            "razonamiento": "La acción militar rara vez es la solución a los problemas. La protección de nuestra nación y pueblo debe basarse en el diálogo, la cooperación internacional y la defensa de los derechos humanos. Históricamente, la militarización ha traído consigo más sufrimiento para las clases trabajadoras tanto a nivel nacional como global.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "La acción militar debe ser una herramienta de defensa ante agresiones externas, pero también se deben priorizar soluciones diplomáticas y el respeto hacia la soberanía de otras naciones. No obstante, en este contexto, considero que la defensa es un derecho natural y la acción militar puede ser necesaria en caso de amenazas claras a la seguridad nacional.",
            "eleccion": "De acuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "Consideramos que la defensa de la soberanía nacional es fundamental, sin embargo, la acción militar debe ser el último recurso y estar enmarcada en un contexto de respeto a los derechos humanos y el diálogo diplomático. La primacía debe ser siempre la resolución pacífica de conflictos y el multilateralismo.",
            "eleccion": "De acuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "La acción militar no debe ser la primera opción en la resolución de conflictos. Creemos en el diálogo, la diplomacia y la cooperación internacional como medios más efectivos para resolver las diferencias y proteger nuestra soberanía. La violencia no debe ser el recurso utilizado.",
            "eleccion": "Muy en desacuerdo"
        }
    },
    "Apoyo a los sindicatos regionales, como la Unión Europea.": {
        "question": "I support regional unions, such as the European Union.",
        "pregunta": "Apoyo a los sindicatos regionales, como la Unión Europea.",
        "effect": {
            "econ": -5,
            "dipl": 10,
            "govt": 10,
            "scty": 5
        },
        "Agente de Izquierda": {
            "razonamiento": "Los sindicatos regionales, como la Unión Europea, suelen estar alineados con políticas neoliberales que benefician a las patronales y no a los trabajadores. Es fundamental apoyar a los sindicatos en su independencia de clase y su rol en la lucha obrera, no en acuerdos que vayan en detrimento de los derechos de los trabajadores. Por lo tanto, la idea de apoyar sindicatos que no son independientes y están bajo la influencia del capital no es aceptable desde nuestra perspectiva.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "Desde una perspectiva liberal, el apoyo a sindicatos regionales no debe ser automatico, sino que se deben fomentar las organizaciones que respalden la libre asociación y la defensa de los derechos de los trabajadores sin caer en prácticas que limiten la competencia o generen monopolios de representación. La solidaridad del trabajador es valiosa, pero siempre en un marco que respete la libertad individual y el mercado. Por lo tanto, aunque puede haber valor en sindicatos que promuevan el bienestar, apoyar sindicatos en bloque puede ir en contra de la idea de libre mercado y competencia. Es mejor promover la libertad de afiliación y la meritocracia.",
            "eleccion": "En desacuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "Apoyamos la formalización y la mejora del diálogo entre los sindicatos y el sector privado, pero siempre desde una perspectiva que promueva la generación de empleo y el respeto por la libertad de los trabajadores. La organización sindical debe ser un espacio para la defensa de los derechos laborales, sin caer en prácticas que pueden ser perjudiciales para la economía. Por lo tanto, el apoyo a los sindicatos en el contexto regional debe hacerse bajo la premisa de que actúen como facilitadores de la libre negociación y el desarrollo económico, y no como instrumentos de presión que generen distorsiones. Es necesario un equilibrio entre la protección de los derechos laborales y el impulso de un entorno propicio para la inversión y el crecimiento económico.",
            "eleccion": "De acuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "El apoyo a los sindicatos y su reconocimiento como entidades esenciales para la defensa de los derechos laborales es fundamental para promover la justicia social y la inclusión. Los sindicatos regionales pueden funcionar como un mecanismo para fortalecer la unión entre trabajadores y mejorar las condiciones laborales. Por lo tanto, considero que en un contexto donde se priorice el diálogo y la concertación, el apoyo a los sindicatos es indispensable.",
            "eleccion": "Muy de acuerdo"
        }
    },
    "Es importante mantener nuestra soberanía nacional.": {
        "question": "It is important to maintain our national sovereignty.",
        "pregunta": "Es importante mantener nuestra soberanía nacional.",
        "effect": {
            "econ": 0,
            "dipl": -10,
            "govt": -5,
            "scty": 0
        },
        "Agente de Izquierda": {
            "razonamiento": "La soberanía nacional es un principio que debe ser defendido frente a la injerencia del imperialismo y las políticas que benefician a las corporaciones por encima de las necesidades del pueblo. Sin embargo, la verdadera soberanía debe estar ligada a la independencia política y económica de los trabajadores, lo que implica rechazar cualquier dictado del FMI y los intereses de las grandes potencias. Por lo tanto, es importante mantener nuestra soberanía nacional desde una perspectiva de clase que priorice los derechos de los trabajadores y el pueblo.",
            "eleccion": "De acuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "Mantener nuestra soberanía nacional es clave para defender el proyecto de vida y la libertad de los ciudadanos argentinos. Asegurar la autonomía del país nos permite implementar políticas que promuevan el desarrollo y el bienestar sin depender de intervenciones ajenas que podrían perjudicar nuestra economía y libertad.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "La soberanía nacional es un pilar fundamental para cualquier país. Mantener nuestros derechos, territorios y decisiones soberanas es crucial para asegurar el bienestar y la autonomía del pueblo argentino. Sin soberanía, se pierde la capacidad de decidir sobre nuestro futuro y defender nuestros intereses.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "La soberanía nacional es fundamental para que podamos tomar decisiones en función de nuestros intereses. Es esencial para garantizar la independencia política y económica, y para que el bienestar de los argentinos esté por encima de cualquier influencia externa.",
            "eleccion": "Muy de acuerdo"
        }
    },
    "Un gobierno mundial unido sería beneficioso para la humanidad.": {
        "question": "A united world government would be beneficial to mankind.",
        "pregunta": "Un gobierno mundial unido sería beneficioso para la humanidad.",
        "effect": {
            "econ": 0,
            "dipl": 10,
            "govt": 0,
            "scty": 0
        },
        "Agente de Izquierda": {
            "razonamiento": "Sostener la unidad mundial bajo un gobierno que no contemple los intereses del pueblo trabajador y que continúe sirviendo a las corporaciones y al imperialismo, es una trampa que ignora la lucha de clases. Más bien, necesitamos fortalecer la independencia política de los pueblos y la resistencia contra el imperialismo.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "Un gobierno mundial único podría llevar a un control excesivo y a la abolición de las libertades individuales que tanto defendemos. La soberanía de las naciones y la diversidad cultural son valores fundamentales que deben ser protegidos.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "Creemos en la soberanía de cada nación y en la importancia de los estados independientes que respeten la autodeterminación de los pueblos. Un gobierno mundial podría llevar a una pérdida de estas soberanías y a un centralismo que no tiene en cuenta las particularidades de cada país, incluyendo a Argentina. La cooperación internacional es necesaria, pero un gobierno mundial unificado no es el camino.",
            "eleccion": "En desacuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "Desde la perspectiva de la Unión por la Patria, la soberanía política y la defensa de los intereses nacionales son fundamentales. Un gobierno mundial podría desdibujar la identidad y los derechos de los pueblos en favor de una agenda global que no siempre refleja las necesidades locales. Es preferible una cooperación internacional que respete las soberanías individuales y priorice el bienestar de las comunidades. Por lo tanto, no creemos que un gobierno mundial unificado sea necesariamente beneficioso para la humanidad.",
            "eleccion": "En desacuerdo"
        }
    },
    "Es más importante mantener relaciones pacíficas que aumentar nuestra fuerza.": {
        "question": "It is more important to retain peaceful relations than to further our strength.",
        "pregunta": "Es más importante mantener relaciones pacíficas que aumentar nuestra fuerza.",
        "effect": {
            "econ": 0,
            "dipl": 10,
            "govt": 0,
            "scty": 0
        },
        "Agente de Izquierda": {
            "razonamiento": "La afirmación expresa una visión de conciliación que puede ser utilizada para justificar una sumisión a las decisiones del capital y del imperialismo. Para el Frente de Izquierda y de los Trabajadores - Unidad, es fundamental priorizar la lucha de los trabajadores y la defensa de sus derechos por encima de mantener relaciones pacíficas con quienes perpetúan la explotación. La fortaleza y la movilización obrera deben ser la prioridad para enfrentar el ajuste y las políticas de austeridad.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "Desde una perspectiva liberal, el respeto a la propiedad y la libertad individual es fundamental, por lo que la fuerza solo debe ser utilizada como un último recurso para proteger esos derechos. Sin embargo, mantener relaciones pacíficas es también esencial para fomentar un entorno donde las libertades puedan prosperar. La paz y la cooperación son más valiosas que la fuerza en la construcción de una sociedad libre y próspera.",
            "eleccion": "De acuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "Las relaciones pacíficas son importantes, pero deben ser equilibradas con la defensa de los intereses nacionales y la fortaleza del Estado. La seguridad y una postura firme son fundamentales para proteger nuestros valores y soberanía.",
            "eleccion": "En desacuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "La postura de Unión por la Patria enfatiza la importancia de la soberanía política y la diplomacia en las relaciones internacionales. Si bien es fundamental mantener relaciones pacíficas, esto no debe estar en detrimento de la fortaleza del país. Hay que buscar un equilibrio donde se prioricen la paz y el diálogo, pero sin descuidar la defensa de nuestros intereses nacionales.",
            "eleccion": "De acuerdo"
        }
    },
    "Las guerras no necesitan ser justificadas ante otros países.": {
        "question": "Wars do not need to be justified to other countries.",
        "pregunta": "Las guerras no necesitan ser justificadas ante otros países.",
        "effect": {
            "econ": 0,
            "dipl": -10,
            "govt": -10,
            "scty": 0
        },
        "Agente de Izquierda": {
            "razonamiento": "Sostener que las guerras no necesitan justificación implica un rechazo a validar acciones bélicas que frecuentemente responden a intereses imperialistas y capitalistas. Las guerras deben ser discutidas en un marco de respeto a la autodeterminación de los pueblos y los derechos humanos, en lugar de ser herramientas arbitrarias de dominio. En este sentido, no estoy de acuerdo con la afirmación.",
            "eleccion": "En desacuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "Las guerras deben tener una justificación clara basada en la defensa de la vida, libertad y propiedad privada. No se puede actuar a la ligera sin tener en cuenta las consecuencias y la moralidad de tales decisiones. La justificación ante otros países es un principio necesario para garantizar que se actúa de acuerdo con un marco ético y de respeto por los derechos humanos.",
            "eleccion": "En desacuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "Desde una perspectiva republicana y en defensa de la ética y los derechos humanos, consideramos que cualquier acción bélica debe ser justificada y respaldada por la comunidad internacional. Las guerras generan consecuencias profundas y deben ser abordadas con responsabilidad y un marco normativo claro.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "Desde la perspectiva de justicia social y soberanía política, las guerras deben ser justificadas en función de los derechos humanos y los intereses de las mayorías. No puede haber un uso arbitrario de la fuerza que afecte a la población sin una razón válida. La guerra debe ser un último recurso y siempre debe ser sometida a deliberación y consenso.",
            "eleccion": "En desacuerdo"
        }
    },
    "El gasto militar es una pérdida de dinero.": {
        "question": "Military spending is a waste of money.",
        "pregunta": "El gasto militar es una pérdida de dinero.",
        "effect": {
            "econ": 0,
            "dipl": 10,
            "govt": 10,
            "scty": 0
        },
        "Agente de Izquierda": {
            "razonamiento": "Desde la perspectiva del FIT-U, el gasto militar debe ser redirigido hacia necesidades sociales urgentes, como salud, educación, y vivienda. Dedicamos recursos a financiar un aparato represivo en vez de atender las necesidades del pueblo trabajador. Por lo tanto, esta afirmación está en línea con nuestra propuesta de priorizar el bienestar de la población ante cualquier gasto militar.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "El gasto militar no es una pérdida de dinero, sino una inversión en la defensa nacional y la seguridad de los ciudadanos. Un ejército fuerte es fundamental para proteger la soberanía del país y garantizar la paz. Sin embargo, debe ser un gasto eficiente y justificado, en lugar de un derroche hacia programas inútiles.",
            "eleccion": "En desacuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "El gasto militar es necesario para garantizar la seguridad nacional y la defensa del país. Invertir en las Fuerzas Armadas no es una pérdida, sino una inversión en protección y soberanía. Es fundamental contar con un sistema de defensa sólido que resguarde a la población y al territorio argentino.",
            "eleccion": "En desacuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "Si bien es fundamental garantizar la seguridad nacional, consideramos que la magnitud del gasto militar debe ser balanceada y evaluada en función de otras necesidades sociales prioritarias, como la salud, la educación y el bienestar de los ciudadanos. Un enfoque en justicia social y desarrollo inclusivo debe tener en cuenta en qué se destinan los recursos del Estado.",
            "eleccion": "De acuerdo"
        }
    },
    "La ayuda internacional es una pérdida de dinero.": {
        "question": "International aid is a waste of money.",
        "pregunta": "La ayuda internacional es una pérdida de dinero.",
        "effect": {
            "econ": -5,
            "dipl": -10,
            "govt": 0,
            "scty": 0
        },
        "Agente de Izquierda": {
            "razonamiento": "La ayuda internacional, en muchos casos, está ligada a condiciones impuestas por organismos como el FMI, que sólo benefician a las élites y agudizan la situación de los pueblos trabajadores. Muchas veces, en lugar de ser una apoyo genuino, termina siendo un mecanismo de control y deuda que perpetúa la explotación. Así que, desde nuestra perspectiva, consideramos que la ayuda que se ofrece no es más que una pérdida de recursos para el desarrollo real de nuestros pueblos.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "La ayuda internacional a menudo perpetúa la dependencia de los países en desarrollo y no aborda las causas subyacentes de sus problemas económicos. Desde una perspectiva liberal, es más eficaz promover políticas que incentiven la iniciativa privada y el comercio libre que depender de ayudas que no garantizan un verdadero desarrollo sostenible.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "La ayuda internacional puede ser valiosa si se maneja adecuadamente y se dirige a proyectos que fomenten el desarrollo y la autonomía de los países receptores. Sin embargo, también debemos ser críticos respecto a situaciones donde la ayuda se convierte en una dependencia o no genera resultados efectivos. Por lo tanto, es importante evaluar cada caso.",
            "eleccion": "Neutral"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "La ayuda internacional no debe ser considerada como una pérdida de dinero, sino como una herramienta que puede contribuir al desarrollo y bienestar de las naciones, especialmente en tiempos de crisis. Sin embargo, es esencial que esta ayuda se maneje de forma soberana, asegurando que los intereses nacionales y los derechos de los ciudadanos sean siempre priorizados.",
            "eleccion": "En desacuerdo"
        }
    },
    "Mi nación es grande.": {
        "question": "My nation is great.",
        "pregunta": "Mi nación es grande.",
        "effect": {
            "econ": 0,
            "dipl": -10,
            "govt": 0,
            "scty": 0
        },
        "Agente de Izquierda": {
            "razonamiento": "La afirmación 'Mi nación es grande' puede interpretarse como un llamado al nacionalismo que a menudo se utiliza para justificar políticas que benefician a una élite en detrimento de las clases trabajadoras. Desde una perspectiva socialista y obrera, es fundamental enfocarse en la lucha de clases y la emancipación de los trabajadores, rechazando la exaltación nacionalista que no aborda las necesidades de la población explotada.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "Desde una perspectiva liberal, se considera que la grandeza de una nación no solo radica en su extensión territorial o en su poder militar, sino en las libertades individuales, el respeto por la propiedad privada y la capacidad de cada ciudadano para alcanzar su máximo potencial. La grandeza de Argentina se puede promover a través de políticas que fomenten la libertad económica y la meritocracia, por lo que en ese sentido, la afirmación puede considerarse positiva.",
            "eleccion": "De acuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "Como representante de Juntos por el Cambio, considero que Argentina tiene extraordinarias potencialidades y valores que la posicionan como una nación con un gran futuro por delante. Desde su diversidad cultural hasta su riqueza en recursos naturales, debemos trabajar juntos para desarrollar todo el potencial que tiene nuestro país en el marco de una democracia sólida y una economía productiva.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "Desde la perspectiva de la Unión por la Patria, se considera que la nación argentina tiene un potencial notable y una rica historia que justifica afirmar su grandeza, tanto por su diversidad cultural como por su capacidad para enfrentar desafíos y aspirar a un futuro mejor.",
            "eleccion": "Muy de acuerdo"
        }
    },
    "La investigación debería llevarse a cabo a escala internacional.": {
        "question": "Research should be conducted on an international scale.",
        "pregunta": "La investigación debería llevarse a cabo a escala internacional.",
        "effect": {
            "econ": 0,
            "dipl": 10,
            "govt": 0,
            "scty": 10
        },
        "Agente de Izquierda": {
            "razonamiento": "Sostengo que la lucha internacional es esencial para enfrentar la opresión y explotación del imperialismo. La solidaridad de clase entre trabajadores de diferentes países es crucial para combatir el sistema capitalista en su totalidad. Sin embargo, la investigación debe estar orientada a visibilizar la lucha obrera y popular, priorizando la autonomía de los pueblos frente a las potencias imperialistas. Por lo tanto, estoy de acuerdo con la idea de una investigación internacional, pero siempre desde una perspectiva de independencia de clase.",
            "eleccion": "De acuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "Como agente de La Libertad Avanza, creo en la soberanía nacional y en que las decisiones deben tomarse lo más cerca posible de los ciudadanos. La intervención internacional suele llevar a políticas que ignoran las particularidades locales y fomentan el control extranjero.",
            "eleccion": "En desacuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "La política internacional debe ser guiada por principios claros y la defensa de los intereses nacionales. Si bien la cooperación internacional puede ser valiosa, la investigación debería ser conducida de manera que respete la soberanía y se alinee con las necesidades y prioridades locales. La integración en foros internacionales es crucial, pero siempre resguardando los intereses argentinos.",
            "eleccion": "De acuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "La investigación a escala internacional puede potenciar el intercambio de conocimientos y experiencias. Sin embargo, es fundamental asegurar que se haga desde una perspectiva que respete la soberanía nacional y beneficie a nuestras demandas locales. Por lo tanto, aunque valoro la cooperación internacional, creo que debe ser equilibrada en función de nuestras necesidades y derechos.",
            "eleccion": "De acuerdo"
        }
    },
    "Los gobiernos deberían ser responsables ante la comunidad internacional.": {
        "question": "Governments should be accountable to the international community.",
        "pregunta": "Los gobiernos deberían ser responsables ante la comunidad internacional.",
        "effect": {
            "econ": 0,
            "dipl": 10,
            "govt": 5,
            "scty": 0
        },
        "Agente de Izquierda": {
            "razonamiento": "Los gobiernos deben ser responsables ante su propia población y actuar en función de los intereses del pueblo trabajador, no de las presiones de organismos internacionales como el FMI o el imperialismo. La independencia política de los trabajadores debe prevalecer sobre cualquier responsabilidad ante la comunidad internacional que solo busca sostener privilegios de las grandes potencias.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "La responsabilidad de un gobierno debe ser hacia su propia población, defendiendo sus intereses y soberanía, y no subordinándose a instancias externas. Las decisiones políticas deben reflejar la voluntad y el bienestar de los ciudadanos, sin ceder ante presiones internacionales que puedan comprometer la independencia y el desarrollo del país.",
            "eleccion": "En desacuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "Los gobiernos deben actuar con responsabilidad no solo ante sus ciudadanos, sino también en el contexto internacional, cumpliendo con acuerdos y tratados que promuevan la paz, los derechos humanos y el comercio justo. La transparencia y la buena gestión son valoradas; en este marco, la responsabilidad ante la comunidad internacional es fundamental para fortalecer nuestra credibilidad y relaciones exteriores.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "La responsabilidad de los gobiernos ante la comunidad internacional es fundamental para la construcción de un país soberano y respetuoso de los derechos humanos. Sin embargo, esta responsabilidad debe ser ejercida de manera que priorice los intereses nacionales y el bienestar del pueblo argentino.",
            "eleccion": "De acuerdo"
        }
    },
    "Incluso al protestar contra un gobierno autoritario, la violencia no es aceptable.": {
        "question": "Even when protesting an authoritarian government, violence is not acceptable.",
        "pregunta": "Incluso al protestar contra un gobierno autoritario, la violencia no es aceptable.",
        "effect": {
            "econ": 0,
            "dipl": 5,
            "govt": -5,
            "scty": 0
        },
        "Agente de Izquierda": {
            "razonamiento": "La violencia de un gobierno autoritario es inaceptable, y las respuestas de los oprimidos pueden ser reactivas ante la represión extrema. Sin embargo, en el marco de la lucha obrera y popular, siempre se debe buscar formas de organización y lucha que prioricen la movilización pacífica y democrática, manteniendo la independencia de clase y la defensa de los derechos humanos. Por lo tanto, la afirmación de que la violencia no es aceptable, incluso en el contexto de represión, puede ser compleja, pero en última instancia, la lucha debe ser por métodos pacíficos y organizados.",
            "eleccion": "En desacuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "La violencia nunca es una solución válida en el contexto del liberalismo, ya que violenta el principio de no agresión y los derechos individuales. Las protestas deben ser pacíficas y respetar la propiedad ajena, aún cuando se esté en desacuerdo con un gobierno autoritario.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "La violencia nunca es un medio legítimo para expresar descontento, incluso frente a un gobierno autoritario. La defensa de la democracia y los valores republicanos se logra a través de la protesta pacífica y el diálogo, no mediante actos que pongan en riesgo la integridad de los ciudadanos y el marco institucional.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "La violencia nunca debe ser un recurso aceptable, incluso en la protesta contra un gobierno autoritario. La defensa de la democracia y los derechos humanos implica siempre buscar soluciones pacíficas y dialogadas, afianzando el compromiso con el respeto a la vida y la dignidad de todas las personas.",
            "eleccion": "Muy de acuerdo"
        }
    },
    "Mis valores religiosos deberían ser difundidos tanto como sea posible.": {
        "question": "My religious values should be spread as much as possible.",
        "pregunta": "Mis valores religiosos deberían ser difundidos tanto como sea posible.",
        "effect": {
            "econ": 0,
            "dipl": -5,
            "govt": -10,
            "scty": -10
        },
        "Agente de Izquierda": {
            "razonamiento": "Como representante del FIT-U, defiendo la separación entre el Estado y la religión, y propongo que la educación pública sea laica y gratuita. No estoy de acuerdo con difundir valores religiosos en el espacio público o en las escuelas, ya que ello va en contra de la diversidad y de la libertad de pensamiento. Todo tipo de creencias deben ser respetadas, pero no impuestas.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "La libertad de expresión y la diversidad de creencias son fundamentales en una sociedad liberal. Cada individuo tiene el derecho de propagar sus propios valores y creencias, siempre que no agreda a los demás. Sin embargo, no se debe imponer un conjunto de valores religiosos sobre los demás.",
            "eleccion": "Neutral"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "Si bien valoramos la libertad de expresión y el pluralismo, creemos que la difusión de valores religiosos debe ser un ejercicio personal y no impuesto a la sociedad. Promovemos un enfoque que respete la diversidad de creencias y la separación entre religión y Estado.",
            "eleccion": "En desacuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "Como representante de la Alianza Unión por la Patria, creo en la pluralidad y la diversidad de creencias. La inclusión y el respeto por todas las convicciones son fundamentales en una sociedad democrática. La difusión de valores religiosos no debe imponerse, sino que debe coexistir con un marco de respeto a las distintas perspectivas. Por lo tanto, la libertad de religión y la diversidad cultural deben prevalecer.",
            "eleccion": "Neutral"
        }
    },
    "Los valores de nuestra nación deberían ser difundidos tanto como sea posible.": {
        "question": "Our nation's values should be spread as much as possible.",
        "pregunta": "Los valores de nuestra nación deberían ser difundidos tanto como sea posible.",
        "effect": {
            "econ": 0,
            "dipl": -10,
            "govt": -5,
            "scty": 0
        },
        "Agente de Izquierda": {
            "razonamiento": "Desde una perspectiva obrera y socialista, la idea de validar \"valores nacionales\" puede estar ligada a una narrativa que puede ser empleada por los sectores patronales y capitalistas para encubrir la opresión y explotación del pueblo trabajador. En lugar de difundir valores que representan a quienes oprimen, deberíamos impulsar un mensaje de lucha de clases que defienda los intereses de los trabajadores y sectores explotados. Por lo tanto, no apoyo la difusión de valores en un marco que puede servir para perpetuar el dominio capitalista.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "La difusión de los valores de libertad, responsabilidad individual y meritocracia es esencial para construir una sociedad moderna y pujante. Promover estos valores ayuda a crear un entorno donde se respete la iniciativa privada y se fomente el crecimiento personal.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "Es fundamental promover y difundir los valores de nuestra nación, ya que forman parte de nuestra identidad y contribuyen al fortalecimiento de la convivencia democrática. La educación y la difusión de estos valores son esenciales para construir una sociedad más unida y solidaria, que respete la diversidad y fomente el diálogo.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "Consideramos que los valores de justicia social, inclusión y soberanía deben prevalecer y ser promovidos activamente en la sociedad. La difusión de estos principios es crucial para la construcción de comunidades más fuertes y solidarias, alineadas con el bien común y el desarrollo inclusivo.",
            "eleccion": "Muy de acuerdo"
        }
    },
    "Es muy importante mantener la ley y el orden.": {
        "question": "It is very important to maintain law and order.",
        "pregunta": "Es muy importante mantener la ley y el orden.",
        "effect": {
            "econ": 0,
            "dipl": -5,
            "govt": -10,
            "scty": -5
        },
        "Agente de Izquierda": {
            "razonamiento": "La afirmación de que es 'muy importante mantener la ley y el orden' a menudo encubre un enfoque represivo que prioriza el control sobre la justicia social. La ley y el orden en muchos casos se utilizan como pretexto para criminalizar las luchas obreras y populares. Para el FIT-U, es fundamental promover un verdadero sentido de justicia, donde la ley sirva para proteger los derechos de los oprimidos y no para reprimir sus luchas.",
            "eleccion": "En desacuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "La ley y el orden son fundamentales para garantizar el respeto a la propiedad privada, la libertad individual y el funcionamiento adecuado de una sociedad libre. Sin un marco legal sólido y un orden social, se pone en riesgo la posibilidad de un desarrollo personal y colectivo óptimo.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "La ley y el orden son fundamentales para garantizar la seguridad y la convivencia en sociedad. Un Estado que respeta y hace cumplir las leyes es esencial para proteger los derechos de los ciudadanos y fomentar un entorno propicio para el desarrollo económico y social.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "La ley y el orden son fundamentales para una convivencia pacífica y el respeto de los derechos de todos los ciudadanos. Sin embargo, es crucial que su mantenimiento se realice desde un enfoque que también respete los derechos humanos y que no derive en la represión. Por lo tanto, si se enmarca en el respeto y la justicia social, estoy de acuerdo con esta afirmación.",
            "eleccion": "De acuerdo"
        }
    },
    "La población en general toma malas decisiones.": {
        "question": "The general populace makes poor decisions.",
        "pregunta": "La población en general toma malas decisiones.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": -10,
            "scty": 0
        },
        "Agente de Izquierda": {
            "razonamiento": "Esta afirmación deslegitima a la población y a su capacidad de organización y lucha. Desde una perspectiva de clase, es fundamental empoderar a los trabajadores y sectores populares para que tomen decisiones informadas y conscientes sobre su vida y su futuro, en oposición a las élites que privilegian sus intereses. La verdadera emancipación implica que la población tenga acceso a información y herramientas para decidir por sí misma.",
            "eleccion": "En desacuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "Desde mi perspectiva liberal, confío en la capacidad de los individuos para tomar decisiones sobre sus propias vidas. La idea de que la población en general toma malas decisiones subestima la capacidad de las personas para actuar en su propio interés, tomando en cuenta su contexto y experiencias. Es fundamental fomentar la responsabilidad individual y la libertad de elección.",
            "eleccion": "En desacuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "La afirmación sugiere que la población carece de la capacidad de tomar decisiones adecuadas. Desde nuestra perspectiva, confiamos en la capacidad de los ciudadanos y su derecho a decidir sobre sus vidas y su futuro, promoviendo la educación y el diálogo como herramientas para mejorar la toma de decisiones en la sociedad. Consideramos que los ciudadanos deben tener la libertad de elegir según su criterio.",
            "eleccion": "En desacuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "Creemos en la capacidad del pueblo para tomar decisiones informadas cuando se le brinda acceso a educación y a la información. Los problemas sociales y económicos que enfrentamos no son consecuencia de decisiones individuales, sino de un sistema que ha fallado en proporcionar las herramientas necesarias para empoderar a la ciudadanía. La responsabilidad de la calidad institucional y educativa recae en el Estado y la sociedad en su conjunto, no solo en la población.",
            "eleccion": "En desacuerdo"
        }
    },
    "El suicidio asistido por un médico debería ser legal.": {
        "question": "Physician-assisted suicide should be legal.",
        "pregunta": "El suicidio asistido por un médico debería ser legal.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 10,
            "scty": 0
        },
        "Agente de Izquierda": {
            "razonamiento": "La legalización del suicidio asistido plantea cuestiones éticas y morales complejas. La posición del FIT-U, centrada en la defensa de los derechos y la dignidad humana, puede conducir a un apoyo condicionado a las decisiones autónomas de los individuos, pero también demanda una profunda reflexión sobre el acceso a la salud, la calidad de vida y el derecho a recibir cuidados paliativos.",
            "eleccion": "Neutral"
        },
        "Agente Liberal": {
            "razonamiento": "La libertad del individuo sobre su propio cuerpo y la decisión de su vida es un pilar fundamental del liberalismo. Cada persona debería tener el derecho a decidir sobre su propio fin, especialmente en situaciones de sufrimiento extremo y sin posibilidades de recuperación. La regulación y supervisión pueden garantizar que dicha práctica se realice con ética y respeto a la voluntad del paciente.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "La legalización del suicidio asistido plantea cuestiones complejas sobre la ética, la dignidad humana y el rol del médico. Desde la visión republicana y los valores de Juntos por el Cambio, es fundamental proteger la vida y promover el apoyo a las personas en situación de vulnerabilidad. En lugar de habilitar el suicidio asistido, debemos enfocar nuestros esfuerzos en mejorar la salud mental y proporcionar un acompañamiento adecuado a quienes sufren.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "La legalización del suicidio asistido plantea un dilema ético y moral que debe ser considerado desde una perspectiva de derechos humanos y la protección de la vida. En línea con la justicia social y el fortalecimiento del sistema de salud, se debe priorizar la atención y el cuidado en lugar de brindar la opción de terminar con la vida. Además, se debe trabajar en acompañar a aquellos en situaciones de vulnerabilidad emocional con apoyo psicológico y social.",
            "eleccion": "Muy en desacuerdo"
        }
    },
    "El sacrificio de algunas libertades civiles es necesario para protegernos de actos de terrorismo.": {
        "question": "The sacrifice of some civil liberties is necessary to protect us from acts of terrorism.",
        "pregunta": "El sacrificio de algunas libertades civiles es necesario para protegernos de actos de terrorismo.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": -10,
            "scty": 0
        },
        "Agente de Izquierda": {
            "razonamiento": "El sacrificio de libertades civiles bajo pretextos de seguridad siempre afecta de manera desproporcionada a los sectores más vulnerables y trabajadores. La historia muestra que estas medidas pueden ser utilizadas para justificar la represión y limitar los derechos de los oprimidos. La defensa de las libertades civiles es fundamental para una democracia genuina y debe ser prioritaria sobre políticas de seguridad que atacan estas libertades.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "La protección de las libertades civiles es fundamental en una sociedad democrática. Sacrificar libertades en nombre de la seguridad es un camino peligroso que puede llevar a abusos de poder y erosión de los derechos individuales.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "La defensa de las libertades civiles es un pilar fundamental de la democracia. Sacrificar libertades en nombre de la seguridad puede llevar a abusos de poder y erosión de los derechos. La seguridad debe lograrse a través del respeto a los derechos fundamentales, no a expensas de ellos.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "Considero que sacrificar libertades civiles no es una solución adecuada para combatir el terrorismo. Debemos encontrar un equilibrio que garantice la seguridad sin menoscabar los derechos fundamentales, ya que la calidad democrática se basa en preservar estas libertades.",
            "eleccion": "En desacuerdo"
        }
    },
    "La vigilancia gubernamental es necesaria en el mundo moderno.": {
        "question": "Government surveillance is necessary in the modern world.",
        "pregunta": "La vigilancia gubernamental es necesaria en el mundo moderno.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": -10,
            "scty": 0
        },
        "Agente de Izquierda": {
            "razonamiento": "La vigilancia gubernamental a menudo se utiliza para ejercer control sobre los sectores populares y limitar libertades democráticas fundamentales. En lugar de ser necesaria, considero que la vigilancia es una herramienta de represión al servicio del Estado burgués y su lógica de control social. Debemos defender la autonomía y los derechos de los trabajadores frente a cualquier forma de vigilancia estatal que atente contra nuestras libertades.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "La vigilancia gubernamental tiende a restringir las libertades individuales y puede ser utilizada para controlar a la población. En un sistema liberal, la libertad y la privacidad son fundamentales, y el estado no debe invadir esos espacios sin justificación clara y necesaria.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "La vigilancia gubernamental puede ser necesaria para proteger la seguridad y los derechos de los ciudadanos, pero debe ser regulada y limitada para evitar abusos de poder y preservar las libertades individuales. Es fundamental que la vigilancia se realice con transparencia y respeto a la privacidad, evitando caer en prácticas autoritarias que afectan la democracia.",
            "eleccion": "De acuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "La vigilancia gubernamental es importante para garantizar la seguridad y la protección de los derechos ciudadanos, especialmente en un mundo donde las amenazas pueden ser tanto internas como externas. Sin embargo, dicha vigilancia debe ser proporcional y respetar las libertades individuales, siendo parte de un Estado presente que defiende la justicia social y la democracia.",
            "eleccion": "De acuerdo"
        }
    },
    "La misma existencia del estado es una amenaza para nuestra libertad.": {
        "question": "The very existence of the state is a threat to our liberty.",
        "pregunta": "La misma existencia del estado es una amenaza para nuestra libertad.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 10,
            "scty": 0
        },
        "Agente de Izquierda": {
            "razonamiento": "La existencia del Estado no es inherentemente una amenaza para la libertad, sino que depende de cómo se organice y quiénes lo dirijan. En el contexto actual, el Estado actúa al servicio de los intereses de las grandes patronales y el capital, reprimiendo las luchas populares y explotando a la clase trabajadora. Sin embargo, un Estado que se ponga al servicio de los trabajadores y ejerza el control sobre el capital puede ser una herramienta de liberación en vez de opresión. Por ello, no se puede calificar de manera absoluta la existencia del Estado como una amenaza a la libertad.",
            "eleccion": "En desacuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "La existencia del Estado, tal como lo conocemos hoy, tiende a ser una amenaza para la libertad individual debido a su intervención en la vida de los ciudadanos, limitando la libertad económica y personal. La función del Estado debe ser reducida al mínimo necesario para garantizar la seguridad y el respeto por la propiedad privada.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "Consideramos que el Estado, correctamente concebido y gestionado, es un garante de la libertad y la justicia social. Un Estado eficiente, transparente y austero debe estar al servicio de los ciudadanos, protegiendo sus derechos y promoviendo la igualdad de oportunidades. Sin embargo, un Estado ineficiente o tiránico sí puede representar una amenaza.",
            "eleccion": "En desacuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "La existencia del Estado, cuando actúa como un garante de derechos y promotor de la justicia social, no es una amenaza, sino una condición necesaria para la libertad de todos. Un Estado fuerte y presente es fundamental para asegurar la equidad y proteger a los ciudadanos, especialmente a los más vulnerables.",
            "eleccion": "Muy en desacuerdo"
        }
    },
    "Independientemente de las opiniones políticas, es importante estar del lado de tu país.": {
        "question": "Regardless of political opinions, it is important to side with your country.",
        "pregunta": "Independientemente de las opiniones políticas, es importante estar del lado de tu país.",
        "effect": {
            "econ": 0,
            "dipl": -10,
            "govt": -10,
            "scty": -5
        },
        "Agente de Izquierda": {
            "razonamiento": "La afirmación de estar del lado de 'tu país' puede utilizarse para justificar políticas que benefician a las clases dominantes y oprimen a los trabajadores. Desde una perspectiva de independencia política, es fundamental estar del lado de quienes luchan por los derechos de los trabajadores, oponiéndose a los intereses patronales y del capital. No debemos confundir el patriotismo con el apoyo a políticas que perpetúan el ajuste contra el pueblo.",
            "eleccion": "En desacuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "Es fundamental defender el país en la búsqueda de libertades individuales y el respeto por la propiedad privada. Desde la perspectiva liberal, el patriotismo debe centrarse en el respeto a los principios de libertad y justicia, no en un nacionalismo ciego que limite estas libertades.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "Como representantes de Juntos por el Cambio, creemos que la unidad y el compromiso con el bien común trascienden las diferencias políticas. Es esencial estar del lado de Argentina, trabajando por su desarrollo y recuperación, valorando la diversidad de opiniones pero siempre priorizando el interés nacional.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "Es fundamental que, más allá de las diferencias ideológicas, prevalezca un compromiso con el bienestar colectivo y el progreso de nuestra patria. La unidad en la diversidad es el camino hacia un futuro donde todos los argentinos puedan desarrollarse. Por lo tanto, considero que en cualquier circunstancia debemos priorizar los intereses de nuestro país y luchar por su desarrollo y justicia social.",
            "eleccion": "Muy de acuerdo"
        }
    },
    "Toda autoridad debería ser cuestionada.": {
        "question": "All authority should be questioned.",
        "pregunta": "Toda autoridad debería ser cuestionada.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 10,
            "scty": 5
        },
        "Agente de Izquierda": {
            "razonamiento": "La afirmación de que toda autoridad debería ser cuestionada se alinea con la perspectiva de independencia política de los trabajadores y el rechazo de la autoridad impuesta por el capitalismo y el Estado. Es fundamental que los trabajadores y sectores populares cuestionen y desafíen cualquier forma de autoridad que no derive de sus propias luchas y necesidades. Esto incluye cuestionar al gobierno, a los patrones, y a cualquier organismo que limite las libertades y derechos de los trabajadores.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "El cuestionamiento a la autoridad es fundamental en una sociedad libre y democrática, fomentando la transparencia, la responsabilidad y el respeto por los derechos individuales. Sin embargo, también hay que tener en cuenta la necesidad de instituciones fuertes que respeten el orden y la propiedad. Por lo tanto, es importante cuestionar, pero con un enfoque que promueva el respeto a la ley y la propiedad privada.",
            "eleccion": "De acuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "Como representantes de una visión política que promueve la democracia y la responsabilidad institucional, consideramos que es fundamental cuestionar a las autoridades para garantizar la transparencia y la rendición de cuentas. Sin embargo, esto debe hacerse dentro de un marco de respeto y legalidad, protegiendo así las instituciones. Cuestionar no significa deslegitimar, sino buscar mejorar la gestión pública.",
            "eleccion": "De acuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "En el marco de la defensa de la justicia social y la calidad institucional, es fundamental cuestionar y supervisar a toda autoridad para garantizar que actúe en el interés de la ciudadanía. Sin embargo, esto debe hacerse dentro de un marco de respeto y diálogo, evitando caer en discursos violentos o de odio. Por lo tanto, considero que el cuestionamiento debe estar orientado a fortalecer la democracia y no a socavarla.",
            "eleccion": "De acuerdo"
        }
    },
    "Un estado jerárquico es el mejor.": {
        "question": "A hierarchical state is best.",
        "pregunta": "Un estado jerárquico es el mejor.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": -10,
            "scty": 0
        },
        "Agente de Izquierda": {
            "razonamiento": "Un estado jerárquico perpetúa la opresión y la desigualdad, y no representa los intereses del pueblo trabajador. La lucha por un estado que responda a las necesidades de las y los explotados requiere de un modelo democrático y horizontal, donde la participación popular sea fundamental.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "La afirmación de que un estado jerárquico es el mejor no se alinea con los principios del liberalismo. Creemos en un estado limitado que respete las libertades individuales y promueva la iniciativa privada, no en estructuras jerárquicas que puedan restringirlas.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "La ideología de Juntos por el Cambio promueve un Estado moderno, transparente y austero, con un enfoque en la meritocracia y la profesionalización del empleo público. Si bien es importante que exista un orden en el funcionamiento del Estado, la primacía debe ser la eficiencia, la transparencia y la igualdad ante la ley, no necesariamente un enfoque jerárquico que puede limitar la responsabilidad y la rendición de cuentas.",
            "eleccion": "En desacuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "Desde la perspectiva de la justicia social y la soberanía política, creemos en un Estado que sea fuerte y presente, pero basado en la inclusión y la participación activa de todos los sectores de la sociedad. La jerarquía puede llevar a la exclusión y a la falta de voz de los ciudadanos en la toma de decisiones, lo cual va en contra de nuestros principios de democracia y diálogo. Por lo tanto, no creemos que un Estado jerárquico sea el ideal para promover el bienestar de todos los argentinos.",
            "eleccion": "Muy en desacuerdo"
        }
    },
    "Es importante que el gobierno siga la opinión de la mayoría, incluso si está equivocada.": {
        "question": "It is important that the government follows the majority opinion, even if it is wrong.",
        "pregunta": "Es importante que el gobierno siga la opinión de la mayoría, incluso si está equivocada.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 10,
            "scty": 0
        },
        "Agente de Izquierda": {
            "razonamiento": "El FIT-U defiende la independencia política de los trabajadores y sus derechos fundamentales de decisión, independientemente de las opiniones mayoritarias que puedan ser influenciadas por intereses capitalistas. Consideramos que la voz del pueblo trabajador debe ser escuchada por sobre las presiones del capital, y no siempre la mayoría expresa una opción justa o correcta. Por lo tanto, no apoyamos la idea de seguir ciegamente la opinión de la mayoría en el contexto de un sistema que puede manipularla.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "La opinión de la mayoría no siempre es la mejor guía para la toma de decisiones. El respeto por los derechos individuales y la protección de la libertad son fundamentales, independientemente de lo que diga la mayoría. Un gobierno que se rige solo por la opinión popular puede caer en la trampa del populismo y cuestionar la libertad individual y los principios del liberalismo.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "La democracia implica respetar la voluntad del pueblo, pero el gobierno también debe actuar con responsabilidad y fundamento, incluso contra la opinión mayoritaria si esta es errónea. La salud de nuestra democracia no puede depender solamente de la opinión del momento, sino de una conducción sabia que priorice el bien común y los valores republicanos.",
            "eleccion": "En desacuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "Considero que la responsabilidad de un gobierno es representar los intereses de la mayoría, pero también debe tener el coraje de guiar a la sociedad hacia decisiones correctas y justas, incluso si estas no son populares en el momento. Esto implica un compromiso con la educación y la construcción de consensos, y no simplemente seguir lo que la mayoría desea sin cuestionar si es lo adecuado.",
            "eleccion": "En desacuerdo"
        }
    },
    "Cuanto más fuerte sea el liderazgo, mejor.": {
        "question": "The stronger the leadership, the better.",
        "pregunta": "Cuanto más fuerte sea el liderazgo, mejor.",
        "effect": {
            "econ": 0,
            "dipl": -10,
            "govt": -10,
            "scty": 0
        },
        "Agente de Izquierda": {
            "razonamiento": "Un liderazgo fuerte, en el contexto del sistema actual, tiende a ser autoritario y puede llevar a la opresión de las voces de los trabajadores y a la falta de democracia. Creemos en la autoorganización de las y los trabajadores y en estructuras democráticas donde todos tengan voz, por lo que rechazamos la idea de que un liderazgo fuerte sea algo positivo.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "La concentración de poder en una figura autoritaria puede llevar a la restricción de libertades individuales y a la erosión de las instituciones democráticas. En cambio, un liderazgo fuerte pero respetuoso de los principios del liberalismo y las libertades civiles es lo que se debe promover. Por lo tanto, en un contexto donde el liderazgo contempla estos valores, podría ser positivo, pero en términos generales, no se debe ubicar la fuerza por encima del respeto a las libertades. No estoy de acuerdo con esta afirmación de manera absoluta.",
            "eleccion": "En desacuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "Un liderazgo fuerte es fundamental para llevar adelante reformas y generar confianza en las instituciones, pero este liderazgo debe ser respetuoso de la democracia, el diálogo y la pluralidad. En una república, el poder debe estar equilibrado y controlado por un marco institucional.",
            "eleccion": "De acuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "Un liderazgo fuerte es necesario para guiar y articular un proyecto de país que promueva la justicia social y la participación democrática. Sin embargo, debe ser un liderazgo que fomente el diálogo y la inclusión, evitando autoritarismos que desvirtúen la calidad institucional y el pacto democrático. Por lo tanto, aunque estoy a favor de un liderazgo que asuma responsabilidades, debe ser responsable y comprometido con los derechos de todos.",
            "eleccion": "De acuerdo"
        }
    },
    "La democracia es más que un proceso de toma de decisiones.": {
        "question": "Democracy is more than a decision-making process.",
        "pregunta": "La democracia es más que un proceso de toma de decisiones.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 10,
            "scty": 0
        },
        "Agente de Izquierda": {
            "razonamiento": "La democracia debe ir más allá del mero proceso electoral; debe incluir la participación activa de los trabajadores en las decisiones que afectan sus vidas, así como la defensa de los derechos y libertades de todos los sectores oprimidos. No se trata solo de votar, sino de construir un sistema que garantice la justicia social y la independencia de clase. Por lo tanto, estoy muy de acuerdo.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "La democracia no se limita a votar; implica una cultura de respeto por las libertades individuales, la propiedad y el diálogo entre ciudadanos. Es fundamental asegurar que las decisiones se tomen respetando los derechos y libertades de cada individuo, esenciales en un sistema liberal.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "La democracia no solo se define por las elecciones y la toma de decisiones, sino por el respeto a los derechos humanos, la participación ciudadana, la diversidad de opiniones y la institucionalidad. Es fundamental promover un diálogo inclusivo y garantizar que todas las voces sean escuchadas en la construcción de políticas públicas que beneficien al bien común.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "La democracia implica también el respeto y la protección de los derechos humanos, la inclusión de todas las voces en la sociedad y la garantía de un sistema judicial independiente. Por lo tanto, la afirmación reconoce que la democracia va más allá de simplemente votar y tomar decisiones, sino que implica una cultura de diálogo y consenso, así como el fortalecimiento de las instituciones. Esto está en línea con los valores de justicia social y participación que promovemos desde Unión por la Patria.",
            "eleccion": "Muy de acuerdo"
        }
    },
    "Las regulaciones ambientales son esenciales.": {
        "question": "Environmental regulations are essential.",
        "pregunta": "Las regulaciones ambientales son esenciales.",
        "effect": {
            "econ": 5,
            "dipl": 0,
            "govt": 0,
            "scty": 10
        },
        "Agente de Izquierda": {
            "razonamiento": "Las regulaciones ambientales son fundamentales para proteger a las comunidades y el medio ambiente frente a los intereses del capital, que priorizan las ganancias sobre la vida. Un enfoque socialista debe garantizar que los recursos naturales sean gestionados por y para los trabajadores y el pueblo, en lugar de permitir que las empresas continúen explotando y contaminando sin restricciones. La lucha por un ambiente saludable es parte integral de la lucha por los derechos sociales y laborales.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "Si bien los cuidados del medio ambiente son importantes, las regulaciones excesivas y el intervencionismo estatal suelen perjudicar la libertad económica y la inversión privada. Las soluciones ambientales deben surgir de la innovación y el mercado, no de regulaciones restrictivas que limitan la iniciativa privada. Por lo tanto, no estoy de acuerdo con la idea de regulaciones ambientales como algo esencial.",
            "eleccion": "En desacuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "Las regulaciones ambientales son importantes, pero deben equilibrarse con el desarrollo económico y la iniciativa privada. Apoyamos la sostenibilidad, pero también se deben considerar la creación de empleo y la inversión. Por ende, estoy de acuerdo con regulaciones que no ahoguen la producción ni la inversión.",
            "eleccion": "De acuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "Las regulaciones ambientales son fundamentales para garantizar un desarrollo sostenible y proteger los derechos de las futuras generaciones. En un contexto de cambio climático y degradación ambiental, el Estado debe asumir un rol activo en la protección del medio ambiente para asegurar que las políticas de desarrollo productivo sean responsables y respetuosas con el entorno.",
            "eleccion": "Muy de acuerdo"
        }
    },
    "Un mundo mejor vendrá de la automatización, la ciencia y la tecnología.": {
        "question": "A better world will come from automation, science, and technology.",
        "pregunta": "Un mundo mejor vendrá de la automatización, la ciencia y la tecnología.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 0,
            "scty": 10
        },
        "Agente de Izquierda": {
            "razonamiento": "La creencia de que un mundo mejor vendrá únicamente de la automatización, la ciencia y la tecnología ignora las profundas desigualdades y conflictos de clase que existen en nuestro sistema actual. La tecnología puede ser una herramienta para mejorar las condiciones de vida, pero solo si está al servicio de las y los trabajadores y no de los intereses capitalistas. Se necesita una transformación social y política que priorice las necesidades del pueblo por encima de la acumulación de capital.",
            "eleccion": "En desacuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "La automatización, la ciencia y la tecnología son pilares fundamentales para el progreso y desarrollo de una sociedad moderna. Estas herramientas permiten aumentar la eficiencia, mejorar la calidad de vida y abrir nuevas oportunidades para todos. Es esencial fomentar la innovación y el avance tecnológico como motor de crecimiento.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "La automatización, la ciencia y la tecnología son herramientas fundamentales para el progreso. Estas innovaciones pueden mejorar la calidad de vida, aumentar la productividad y abrir nuevas oportunidades laborales, siempre que estén acompañadas de políticas educativas que preparen a la población para los nuevos desafíos del mercado laboral. Creemos en el potencial de la ciencia y la tecnología para crear un futuro mejor.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "Si bien la automatización, la ciencia y la tecnología tienen un potencial significativo para mejorar la calidad de vida, también es fundamental que estas herramientas se desarrollen y apliquen en un marco de justicia social y equidad. La lógica del mercado no puede prevalecer en la distribución de sus beneficios; es el Estado quien debe garantizar que los avances tecnológicos beneficien a toda la sociedad y no solo a una minoría. Por lo tanto, tengo un enfoque escéptico respecto a que por sí solos puedan traer un mundo mejor sin un compromiso claro hacia la inclusión y la protección de derechos.",
            "eleccion": "En desacuerdo"
        }
    },
    "Los niños deberían ser educados en valores religiosos o tradicionales.": {
        "question": "Children should be educated in religious or traditional values.",
        "pregunta": "Los niños deberían ser educados en valores religiosos o tradicionales.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": -5,
            "scty": -10
        },
        "Agente de Izquierda": {
            "razonamiento": "La educación debe ser laica y orientada a la formación crítica, no sujeta a dogmas religiosos o tradicionales que perpetúen desigualdades y prejuicios. La escuela debe ser un espacio donde se fomente el pensamiento crítico y el respeto por todas las diversidades, no la imposición de valores específicos.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "La educación debe centrarse en el desarrollo del pensamiento crítico y la autonomía de los individuos, dejando a las familias decidir sobre la enseñanza de valores religiosos o tradicionales, si así lo desean. La imposición de valores en este sentido puede entrar en conflicto con la libertad individual y la diversidad.",
            "eleccion": "En desacuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "Consideramos que la educación debe ser inclusiva y pluralista, fomentando el respeto a la diversidad y la libertad de elección de cada familia sobre los valores que desean transmitir a sus hijos. Sin embargo, es fundamental garantizar una educación laica y en igualdad de oportunidades para todos los estudiantes.",
            "eleccion": "Neutral"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "La educación debe centrarse en valores cívicos y democráticos que promuevan la convivencia y la inclusión social. La imposición de valores religiosos o tradicionales puede limitar la diversidad y la libertad de pensamiento, por lo que es importante garantizar una educación laica y plural.",
            "eleccion": "En desacuerdo"
        }
    },
    "Las tradiciones no tienen valor por sí solas.": {
        "question": "Traditions are of no value on their own.",
        "pregunta": "Las tradiciones no tienen valor por sí solas.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 0,
            "scty": 10
        },
        "Agente de Izquierda": {
            "razonamiento": "Sostengo que las tradiciones pueden tener valor, pero no deben ser utilizadas para justificar el mantenimiento de estructuras de opresión o desigualdad. Es crucial que cada tradición sea evaluada en función de su impacto actual en la sociedad y su relación con la lucha por los derechos de los trabajadores y sectores oprimidos.",
            "eleccion": "De acuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "Las tradiciones, aunque pueden tener un valor cultural e histórico, no deben ser un fin en sí mismas. Su valor radica en cómo contribuyen al progreso individual y colectivo, respetando la libertad y la creatividad de los individuos. La tradición debe ser evaluada y adaptada a las necesidades contemporáneas, no seguirse ciegamente.",
            "eleccion": "De acuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "Las tradiciones son fundamentales para la identidad y la cohesión de una sociedad. Juntos por el Cambio valora la herencia democrática, liberal y republicana, que son pilares en la construcción de una Argentina mejor. Por lo tanto, no podemos afirmar que las tradiciones carezcan de valor por sí solas.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "Las tradiciones representan la historia y la identidad cultural de un pueblo. Tienen un valor intrínseco ya que contribuyen al sentido de pertenencia y cohesión social. En un proyecto de país que promueve la justicia social y la inclusión, preservar nuestras tradiciones es fundamental.",
            "eleccion": "Muy en desacuerdo"
        }
    },
    "La religión debería jugar un papel en el gobierno.": {
        "question": "Religion should play a role in government.",
        "pregunta": "La religión debería jugar un papel en el gobierno.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": -10,
            "scty": -10
        },
        "Agente de Izquierda": {
            "razonamiento": "La religión y el Estado deben estar separados para garantizar la libertad de pensamiento y el pluralismo en la sociedad. Permitir que la religión juegue un papel en el gobierno implica imponer creencias sobre los derechos y libertades de las personas.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "La religión no debe tener injerencia en el gobierno, ya que eso puede conducir a la violación de las libertades individuales y la imposición de creencias sobre los ciudadanos. El Estado debe ser laico y respetar la diversidad de creencias, garantizando la libertad de culto.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "La religión es un tema personal y debe ser tratada con respeto a la diversidad de creencias. La separación entre la religión y el Estado es fundamental para garantizar la libertad y los derechos de todos los ciudadanos, independientemente de sus creencias. El gobierno debe enfocarse en lo secular y en el bien común, evitando favoritismos que puedan afectar la convivencia.",
            "eleccion": "En desacuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "Desde la perspectiva de la justicia social y la soberanía política, el Estado debe ser laico y garantizar la separación entre instituciones religiosas y el gobierno. La religión es un aspecto personal y no debe influir en las decisiones políticas que afectan a toda la ciudadanía.",
            "eleccion": "Muy en desacuerdo"
        }
    },
    "Las iglesias deberían ser gravadas de la misma manera que otras instituciones.": {
        "question": "Churches should be taxed the same way other institutions are taxed.",
        "pregunta": "Las iglesias deberían ser gravadas de la misma manera que otras instituciones.",
        "effect": {
            "econ": 5,
            "dipl": 0,
            "govt": 0,
            "scty": 10
        },
        "Agente de Izquierda": {
            "razonamiento": "Las iglesias no deberían recibir privilegios fiscales que las eximan del mismo régimen tributario que afecta a otras instituciones. Es fundamental que todas las entidades, sin importar su naturaleza, contribuyan al sostenimiento del estado y sus servicios, especialmente en un contexto de crisis donde los recursos son escasos. Esto permitiría disminuir la carga sobre el pueblo trabajador y financiar una educación y salud públicas de calidad, en lugar de financiar instituciones religiosas.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "La fiscalidad debe ser igual para todos y el Estado no debe favorecer ni perjudicar a ninguna organización por su naturaleza. Gravar a las iglesias como cualquier otra institución garantiza igualdad ante la ley y promueve un entorno más competitivo y justo.",
            "eleccion": "De acuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "Consideramos que la extraordinaria labor social y comunitaria que realizan muchas iglesias debe ser valorada y no gravada de la misma manera que otras instituciones. Las iglesias, al contribuir al bien común y ayudar a sectores vulnerables, deben gozar de un tratamiento fiscal diferenciado.",
            "eleccion": "De acuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "Consideramos que las iglesias, al igual que cualquier otra institución, deben contribuir al bienestar general del país a través de un sistema impositivo equitativo. Esto es parte de la justicia social y la construcción de un Estado presente que garantice igualdad de condiciones. Las exenciones fiscales deben ser revisadas para asegurar que el financiamiento del Estado no se vea afectado. La equidad es fundamental en la distribución de cargas impositivas.",
            "eleccion": "Muy de acuerdo"
        }
    },
    "El cambio climático es actualmente una de las mayores amenazas para nuestra forma de vida.": {
        "question": "Climate change is currently one of the greatest threats to our way of life.",
        "pregunta": "El cambio climático es actualmente una de las mayores amenazas para nuestra forma de vida.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 0,
            "scty": 10
        },
        "Agente de Izquierda": {
            "razonamiento": "Reconocemos el cambio climático como una grave amenaza, pero entendemos que el verdadero problema radica en el sistema capitalista que prioriza el lucro sobre el bienestar de la humanidad. El FIT-U aboga por un cambio estructural que ponga en el centro la vida y el trabajo, no solo discursos sobre el clima sin medidas reales de fondo. Por lo tanto, señalo que si bien estoy de acuerdo en que el cambio climático es una amenaza, es fundamental centrar la discusión en cómo el modelo económico actual agrava la crisis ambiental.",
            "eleccion": "De acuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "Si bien el cambio climático es un tema importante, la narrativa que lo presenta como la mayor amenaza a nuestra forma de vida muchas veces se utiliza para justificar un aumento del intervencionismo estatal y regulaciones que afectan la libertad individual y el desarrollo económico. La solución a los desafíos ambientales debe ser abordada a través de la innovación y la iniciativa privada, no de más control estatal.",
            "eleccion": "En desacuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "Reconocemos que el cambio climático es una cuestión que impacta a la humanidad y al desarrollo de los países, pero entendemos que su abordaje debe ser equilibrado, priorizando el desarrollo económico y social de Argentina. La sostenibilidad debe ir de la mano del crecimiento productivo y la creación de empleo.",
            "eleccion": "De acuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "El cambio climático representa una amenaza real y urgente que impacta en la vida de las personas, especialmente en los sectores más vulnerables. Debemos abordar esta crisis desde un enfoque integral que incluya la protección del medio ambiente y el desarrollo sostenible, garantizando un futuro en el que todos tengamos acceso a recursos esenciales y un habitar digno. Esto está en línea con nuestra visión de justicia social y desarrollo sustentable.",
            "eleccion": "Muy de acuerdo"
        }
    },
    "Es importante que trabajemos como un mundo unido para combatir el cambio climático.": {
        "question": "It is important that we work as a united world to combat climate change.",
        "pregunta": "Es importante que trabajemos como un mundo unido para combatir el cambio climático.",
        "effect": {
            "econ": 0,
            "dipl": 10,
            "govt": 0,
            "scty": 10
        },
        "Agente de Izquierda": {
            "razonamiento": "Si bien es importante abordar el cambio climático, cualquier iniciativa debe ser independiente de las políticas capitalistas que priorizan el lucro sobre la sostenibilidad. La lucha por el medio ambiente debe ir acompañada de una lucha contra el imperialismo y los grandes capitales responsables de la crisis ecológica. Sin la movilización de los trabajadores y sectores populares, las soluciones quedarán en manos de quienes han beneficiado del saqueo. Por lo tanto, el llamado a un mundo unido debe ser desde una perspectiva de justicia social y Ambiental, no como una forma de ocultar las responsabilidades de los capitalistas en la crisis.",
            "eleccion": "De acuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "Desde una perspectiva liberal, es fundamental que el enfoque ante temas como el cambio climático se base en la innovación y la competencia del sector privado, en lugar de depender de políticas coercitivas o intervencionistas que muchas veces llevan a un manejo ineficiente. Si bien es importante cuidar del medio ambiente, no debe prevalecer sobre la defensa de la propiedad privada ni sobre la libertad económica. El resultado tangible de estas iniciativas por parte del Estado suele ser más negativo que positivo.",
            "eleccion": "En desacuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "La lucha contra el cambio climático es un desafío global que requiere colaboración internacional. Sin embargo, esta colaboración debe hacerse desde una perspectiva de respeto a la soberanía y priorizando los intereses nacionales. La sostenibilidad y el cuidado del medio ambiente son fundamentales, pero es vital que Argentina mantenga su autonomía en la toma de decisiones y que las acciones de combate al cambio climático no comprometan el desarrollo económico.",
            "eleccion": "De acuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "El cambio climático es un desafío global que requiere la cooperación entre naciones. La justicia social y el desarrollo sustentable son fundamentales para garantizar un futuro mejor para todos. Trabajar juntos para combatir el cambio climático es esencial para proteger a las comunidades más vulnerables.",
            "eleccion": "Muy de acuerdo"
        }
    },
    "La sociedad era mejor hace muchos años de lo que es ahora.": {
        "question": "Society was better many years ago than it is now.",
        "pregunta": "La sociedad era mejor hace muchos años de lo que es ahora.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 0,
            "scty": -10
        },
        "Agente de Izquierda": {
            "razonamiento": "Esta afirmación ignora los avances en derechos sociales, laborales y democráticos que hemos logrado a través de la lucha del pueblo trabajador. Aunque hay aspectos de la historia que pueden parecer mejores en términos de estabilidad, la realidad es que en el pasado, las clases trabajadoras enfrentaban condiciones de explotación extremas, falta de derechos y represión política. La lucha por un futuro mejor es constante y debemos enfocarnos en eso.",
            "eleccion": "En desacuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "Desde una perspectiva liberal, el progreso y la mejora de la sociedad son constantes que dependen del respeto a las libertades individuales, el esfuerzo y la iniciativa privada. Aunque en el pasado haya habido logros, este no es un argumento válido para rechazar el progreso actual o futuro hacia una sociedad más libre y justa.",
            "eleccion": "Neutral"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "Si bien existen elementos del pasado que pueden ser valorados, como ciertos aspectos de convivencia y valores sociales, no se puede generalizar que la sociedad actual es inferior. Debemos enfocarnos en mejorar la sociedad presente y construir un futuro que combine lo mejor del pasado con nuevas oportunidades, garantizando el progreso y los derechos históricos.",
            "eleccion": "En desacuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "La afirmación de que la sociedad era mejor en el pasado ignora los avances en derechos humanos, justicia social y desarrollo inclusivo. Si bien es cierto que hay desafíos actuales, los progresos en diversos aspectos sociales y económicos son innegables. Creemos en seguir construyendo un futuro mejor a través de la acción colectiva y el compromiso con la justicia social.",
            "eleccion": "En desacuerdo"
        }
    },
    "Es importante que mantengamos las tradiciones de nuestro pasado.": {
        "question": "It is important that we maintain the traditions of our past.",
        "pregunta": "Es importante que mantengamos las tradiciones de nuestro pasado.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 0,
            "scty": -10
        },
        "Agente de Izquierda": {
            "razonamiento": "Las tradiciones no deben ser un obstáculo para el progreso social y la lucha por la justicia. La historia de las luchas obreras y populares debe ser un faro que guíe nuestras acciones actuales, no una atadura que nos limite. Es fundamental mirar hacia adelante, impulsando cambios que beneficien a la clase trabajadora, en lugar de aferrarnos a tradiciones que pueden perpetuar desigualdades. Por lo tanto, no considero que mantener tradiciones sea prioritario en el contexto actual de lucha. ",
            "eleccion": "En desacuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "Desde una perspectiva liberal, el énfasis debe estar en el individuo y su libertad personal por encima de lo que dicta la tradición. Si bien hay valor en algunas tradiciones, no deben ser una restricción para el crecimiento y desarrollo personal. Es más relevante promover valores que fomenten el pensamiento crítico y la innovación.",
            "eleccion": "En desacuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "Las tradiciones democráticas y republicanas son pilares esenciales para la construcción de un futuro con valores compartidos y una sociedad justa. Mantenerlas nos brinda un sentido de identidad y pertenencia, además de servir de guía para la toma de decisiones.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "Mantener las tradiciones de nuestro pasado es importante para preservar la identidad cultural y social de nuestro país. Sin embargo, es fundamental también promover cambios que garanticen equidad y justicia social en el presente y futuro. La herencia cultural debe ser respetada, pero no debe convertirse en un impedimento para el progreso social y la inclusión.",
            "eleccion": "De acuerdo"
        }
    },
    "Es importante que pensemos a largo plazo, más allá de nuestras vidas.": {
        "question": "It is important that we think in the long term, beyond our lifespans.",
        "pregunta": "Es importante que pensemos a largo plazo, más allá de nuestras vidas.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 0,
            "scty": 10
        },
        "Agente de Izquierda": {
            "razonamiento": "Desde una perspectiva socialista y de independencia política de clase, consideramos que el enfoque en el bienestar a largo plazo debe ser para la clase trabajadora y no para el capital. Los intereses de los trabajadores deben guiarnos hacia un futuro más justo, donde se prioricen las necesidades del pueblo, garantizando derechos y servicios esenciales para las próximas generaciones. Esta visión contrasta con la lógica capitalista que prioriza las ganancias inmediatas en detrimento de la comunidad.",
            "eleccion": "De acuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "Desde una perspectiva liberal, es fundamental considerar el impacto de nuestras decisiones en las generaciones futuras, promoviendo un desarrollo sostenible que respete las libertades individuales y fomente el crecimiento económico sostenible. Esto incluye un enfoque en políticas que garantizan la reducción del gasto público y el respeto por la propiedad privada para asegurar un futuro próspero.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "La visión a largo plazo es fundamental para construir una Argentina más fuerte y sostenible, donde cada decisión que tomemos hoy impacte positivamente en las futuras generaciones. Esto es parte de nuestro compromiso por un desarrollo integral y la reconstrucción del país.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "Considero que pensar a largo plazo es fundamental para construir un país sostenible y justo. Esto incluye el desarrollo social, económico y ambiental que asegure el bienestar de futuras generaciones. La justicia social y la soberanía política son pilares que deben preservar el futuro de nuestra nación.",
            "eleccion": "Muy de acuerdo"
        }
    },
    "La razón es más importante que mantener nuestra cultura.": {
        "question": "Reason is more important than maintaining our culture.",
        "pregunta": "La razón es más importante que mantener nuestra cultura.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 0,
            "scty": 10
        },
        "Agente de Izquierda": {
            "razonamiento": "Desde una perspectiva socialista y de lucha por los derechos de los trabajadores, es vital tener en cuenta el contexto cultural y de clase de las luchas populares. Aunque la razón y el análisis crítico son esenciales, la cultura también juega un papel importante en nuestras identidades y luchas, por lo que se debe buscar un equilibrio.",
            "eleccion": "Neutral"
        },
        "Agente Liberal": {
            "razonamiento": "La razón y el pensamiento crítico son fundamentales en una sociedad libre y próspera. Sin embargo, también es importante reconocer el valor de la cultura como un componente de la identidad y la cohesión social. No obstante, en este contexto, priorizar la razón es crucial para promover el progreso y la libertad en un marco de respeto a la diversidad cultural.",
            "eleccion": "De acuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "La razón es un valor fundamental en la búsqueda de soluciones y el diálogo constructivo, pero no debe desestimar la riqueza de nuestra cultura, la cual desempeña un rol crucial en la identidad nacional y la convivencia. La cultura y la razón deben coexistir y complementarse para el desarrollo de una sociedad más justa y democrática.",
            "eleccion": "Neutral"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "Desde la perspectiva de la justicia social y la soberanía política, es fundamental mantener y valorar nuestra cultura como un pilar de identidad nacional, mientras se fomenta el diálogo y el pensamiento crítico. La razón debe complementarse con el respeto a nuestras tradiciones y valores culturales.",
            "eleccion": "En desacuerdo"
        }
    },
    "El consumo de drogas debería ser legalizado o despenalizado.": {
        "question": "Drug use should be legalized or decriminalized.",
        "pregunta": "El consumo de drogas debería ser legalizado o despenalizado.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 10,
            "scty": 2
        },
        "Agente de Izquierda": {
            "razonamiento": "Desde la perspectiva del Frente de Izquierda y de Trabajadores - Unidad, el enfoque en el consumo de drogas debe ser de salud pública y no de reprimenda penal. La despenalización o legalización puede ayudar a combatir el narcotráfico, reducir la criminalización de quienes consumen, y permitir un enfoque en prevención y tratamiento. Sin embargo, debemos estar atentos para que esta medida no se convierta en una forma de desviar la atención de los problemas estructurales que enfrenta el pueblo trabajador. Por lo tanto, la legalización debe ir acompañada de políticas de salud pública y derechos sociales que beneficien a los sectores oprimidos.",
            "eleccion": "De acuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "La legalización o despenalización del consumo de drogas es un asunto que se aborda mejor desde una perspectiva de libertad individual y responsabilidad personal. Cada individuo debería tener la libertad de tomar decisiones sobre su propio cuerpo y su vida, siempre que no afecte la libertad de otros. La prohibición crea más problemas al fomentar el narcotráfico y la criminalidad, y despenalizar el consumo permitiría concentrar recursos en la educación y tratamiento en lugar de represiones violentas.",
            "eleccion": "De acuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "Desde Juntos por el Cambio, consideramos que la política sobre drogas debe enfocarse en la prevención y el tratamiento, no en la legalización. Legalizar o despenalizar el consumo de drogas podría fomentar su uso y aumentar los problemas de salud pública. Es fundamental abordar este tema desde una perspectiva de salud y seguridad, así como combatir el narcotráfico y el crimen organizado en lugar de normalizar la actividad.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "Consideramos que la despenalización del consumo de drogas debería ser abordada desde una perspectiva de salud pública, priorizando la atención y tratamiento sobre la criminalización. Sin embargo, la legalización debe llevarse a cabo con políticas claras que protejan a los más vulnerables y fomenten la prevención.",
            "eleccion": "De acuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "Desde la perspectiva de la Unión por la Patria, la política sobre consumo de drogas debe centrarse en la salud pública y el bienestar de la sociedad. Si bien la despenalización puede ser un camino hacia el tratamiento y no el castigo, también es importante abordar las causas estructurales de la drogadicción y garantizar el acceso a servicios de salud. La estrategia debe ser de prevención y tratamiento más que de legalización o despenalización per se. Por lo tanto, la respuesta es Neutral, ya que la postura debe considerar diferentes contextos y abordajes más que adoptar una postura absoluta.",
            "eleccion": "Neutral"
        }
    },
    "El matrimonio entre personas del mismo sexo debería ser legal.": {
        "question": "Same-sex marriage should be legal.",
        "pregunta": "El matrimonio entre personas del mismo sexo debería ser legal.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 10,
            "scty": 10
        },
        "Agente de Izquierda": {
            "razonamiento": "Sostener y defender los derechos de todas las personas, incluidas las de la comunidad LGBTQ+, es fundamental en la lucha por la justicia social e igualdad. Apoyar la legalidad del matrimonio entre personas del mismo sexo es parte de esta lucha. No solo es una cuestión de derechos individuales, sino también de la igualdad de género y la no discriminación, elementos esenciales en un movimiento por el socialismo y la emancipación de todas las personas oprimidas.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "Como defensor del liberalismo, considero que el Estado no debe intervenir en las decisiones personales de los individuos, siempre y cuando estas no agredan a terceros. El matrimonio es una elección personal que debe ser respetada sin discriminación. La igualdad de derechos es un principio fundamental que promuevo.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "La política de Juntos por el Cambio promueve el respeto a la diversidad y la igualdad de derechos. Creemos en una sociedad donde todos, independientemente de su orientación sexual, tengan los mismos derechos, incluyendo el derecho al matrimonio. Esto refleja nuestro compromiso con la justicia social y la protección de las libertades individuales.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "Desde la perspectiva de justicia social y derechos humanos, la igualdad de acceso al matrimonio para todas las personas es fundamental. Promover la inclusión y el respeto por la diversidad es un principio que defendemos como parte de nuestro compromiso con la dignidad de todos los ciudadanos.",
            "eleccion": "Muy de acuerdo"
        }
    },
    "No hay culturas superiores a otras.": {
        "question": "No cultures are superior to others.",
        "pregunta": "No hay culturas superiores a otras.",
        "effect": {
            "econ": 0,
            "dipl": 10,
            "govt": 5,
            "scty": 10
        },
        "Agente de Izquierda": {
            "razonamiento": "La afirmación es coherente con nuestra postura de respeto a la diversidad cultural y rechazo a cualquier tipo de colonialismo o imperialismo que considere una cultura superior a otra. Cada cultura tiene su valor y debe ser respetada en su derecho a existir y desarrollarse en libertad.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "El liberalismo promueve el respeto por las libertades individuales y la autonomía de cada persona, reconociendo que cada cultura tiene su valor y debe ser respetada. Sin embargo, también abogamos por la defensa de principios universales que protegen los derechos humanos básicos.",
            "eleccion": "De acuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "Como representantes de una visión política que promueve el pluralismo y la diversidad, consideramos que todas las culturas tienen valor y deben ser respetadas. Sin embargo, entendemos que hay principios universales en los derechos humanos que deben ser defendidos y que pueden servir como marco ético para evaluar prácticas culturales. Por lo tanto, reconocemos la diversidad cultural, pero también la existencia de principios éticos que deben prevalecer.",
            "eleccion": "De acuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "La afirmación refleja un principio fundamental de justicia social y respeto por la diversidad cultural. La igualdad entre culturas es esencial para una convivencia pacífica y enriquecedora en nuestra sociedad. No puede haber jerarquías entre culturas ya que cada una aporta valor y perspectiva al conjunto humano.",
            "eleccion": "Muy de acuerdo"
        }
    },
    "Las relaciones sexuales fuera del matrimonio son inmorales.": {
        "question": "Sex outside marriage is immoral.",
        "pregunta": "Las relaciones sexuales fuera del matrimonio son inmorales.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": -5,
            "scty": -10
        },
        "Agente de Izquierda": {
            "razonamiento": "Sostener que las relaciones sexuales fuera del matrimonio son inmorales es una imposición moral que no corresponde a una perspectiva de libertad de elección individual. Creemos en la plena libertad sobre la sexualidad y los derechos de todas las personas a decidir sobre sus vidas personales sin juicios morales ajenos. Esto se enmarca en la lucha por la igualdad de derechos y la autodeterminación de las personas.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "Como representante de La Libertad Avanza, defiendo la autonomía individual y el derecho de las personas a tomar decisiones sobre sus vidas personales sin la interferencia de normas morales impuestas por el Estado o la sociedad. La moralidad es subjetiva y debería ser determinada por cada individuo.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "Desde la visión de Juntos por el Cambio, promovemos valores de respeto a la libertad individual y la autonomía personal en asuntos personales y familiares, entendiendo que cada uno tiene derecho a tomar decisiones sobre su vida privada sin imposiciones morales externas. La moralidad debe ser un aspecto íntimo y no impuesto por el Estado.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "Desde la perspectiva de justicia social y derechos humanos, la moralidad de las relaciones sexuales no debería ser impuesta a partir de convenios religiosos o tradicionales. Cada individuo debería tener la libertad de elegir su vida personal sin ser condenado por ello.",
            "eleccion": "Muy en desacuerdo"
        }
    },
    "Si aceptamos migrantes, es importante que se asimilen a nuestra cultura.": {
        "question": "If we accept migrants at all, it is important that they assimilate into our culture.",
        "pregunta": "Si aceptamos migrantes, es importante que se asimilen a nuestra cultura.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": -5,
            "scty": -10
        },
        "Agente de Izquierda": {
            "razonamiento": "La afirmación de que los migrantes deben asimilarse a una cultura hegemónica ignora la diversidad cultural y las raíces de cada pueblo. La integración no debe requerir la pérdida de las identidades culturales. Al contrario, es fundamental respetar y valorar la pluralidad, promoviendo una convivencia en la que se reconozcan y respeten todas las culturas. La ideología del FIT-U aboga por la inclusión y el respeto por los derechos de todos, independientemente de su origen. Por lo tanto, esta afirmación está en desacuerdo con nuestros principios.",
            "eleccion": "En desacuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "Considero que la asimilación es fundamental para mantener la cohesión social y asegurar que los migrantes respeten nuestros valores, principios y normas. La integración cultural refuerza la identidad nacional y fomenta una convivencia armoniosa. Por lo tanto, coincido con la idea de que es importante que los migrantes se asimilen a nuestra cultura.",
            "eleccion": "De acuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "La extraordinaria riqueza cultural que nuestros migrantes traen es valiosa, pero también somos defensores de la integración y el respeto por nuestras tradiciones y valores fundamentales. La asimilación de ciertos principios culturales es fundamental para la convivencia y la construcción de una sociedad unida y armoniosa.",
            "eleccion": "De acuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "La inclusión y el respeto a las diferencias culturales son pilares de una sociedad justa y democrática. Promover la convivencia y el diálogo intercultural es fundamental, en lugar de exigir la asimilación a una cultura única. La diversidad enriquece nuestras comunidades y es parte de la justicia social que defendemos.",
            "eleccion": "En desacuerdo"
        }
    },
    "El aborto debería estar prohibido en la mayoría o en todos los casos.": {
        "question": "Abortion should be prohibited in most or all cases.",
        "pregunta": "El aborto debería estar prohibido en la mayoría o en todos los casos.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": -10,
            "scty": -10
        },
        "Agente de Izquierda": {
            "razonamiento": "La prohibición del aborto en la mayoría o en todos los casos es una violación de los derechos de las mujeres y un ataque a su autonomía y libertad. El FIT-U defiende el derecho a decidir y la implementación efectiva de la Ley de Interrupción Voluntaria del Embarazo, considerando el aborto como un tema de salud pública y una cuestión de justicia social.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "Desde una perspectiva de defensa de la vida y la dignidad humana, considero que la vida debe ser protegida desde la concepción. Es fundamental respetar el derecho a la vida como base de una sociedad justa y libre.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "La vida es un valor fundamental y debe ser protegida desde la concepción. Consideramos que el Estado tiene la responsabilidad de salvaguardar los derechos de todas las personas, incluyendo los no nacidos. La protección de la vida es un pilar en nuestra visión de una sociedad más justa y equitativa.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "Considerando el enfoque en la justicia social y la defensa de los derechos humanos, es fundamental garantizar el derecho a decidir sobre el propio cuerpo. La prohibición del aborto atenta contra la autonomía de las mujeres y afianza las desigualdades existentes. Por lo tanto, en un marco de salud pública y derechos, la interrupción voluntaria del embarazo debe ser abordada con responsabilidad y con acceso seguro.",
            "eleccion": "Muy en desacuerdo"
        }
    },
    "La posesión de armas debería estar prohibida para aquellos sin una razón válida.": {
        "question": "Gun ownership should be prohibited for those without a valid reason.",
        "pregunta": "La posesión de armas debería estar prohibida para aquellos sin una razón válida.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": -10,
            "scty": 0
        },
        "Agente de Izquierda": {
            "razonamiento": "La posesión de armas no debería ser un derecho individual, ya que genera un aumento de la violencia y la inseguridad que afecta a los sectores más vulnerables. En un contexto donde los derechos humanos y la seguridad del pueblo trabajador están en riesgo, la restricción de armas es fundamental para evitar que caigan en manos de quienes podrían utilizarlas para reprimir y agredir a la clase trabajadora. La violencia estructural no se soluciona con más armas en manos de individuos, sino con justicia social y condiciones de vida dignas.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "La libertad individual incluye el derecho a poseer armas, siempre que no se use para dañar a otros. Prohibir su posesión sin razones válidas limita la libertad personal y no aborda los problemas de seguridad de fondo.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "Consideramos que la defensa de la vida y la propiedad es un derecho fundamental. Las regulaciones deben existir, pero la prohibición general no es la solución. Es importante permitir la tenencia de armas para quienes lo necesiten en su defensa, siempre en un marco de responsabilidad y control.",
            "eleccion": "En desacuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "La posesión de armas sin un motivo legítimo puede aumentar la violencia y representa un riesgo para la seguridad pública. Debemos priorizar la seguridad de todos los ciudadanos por encima de intereses individuales.",
            "eleccion": "Muy de acuerdo"
        }
    },
    "Apoyo un sistema de salud universal y de pago único.": {
        "question": "I support single-payer, universal healthcare.",
        "pregunta": "Apoyo un sistema de salud universal y de pago único.",
        "effect": {
            "econ": 10,
            "dipl": 0,
            "govt": 0,
            "scty": 0
        },
        "Agente de Izquierda": {
            "razonamiento": "Como agente del FIT-U, apoyo un sistema de salud que sea completamente público, accesible para todos, y centrado en las necesidades del pueblo trabajador. Un sistema de salud universal debería garantizar la atención médica gratuita, sin apoyo a la privatización ni participación de empresas que buscan lucrar con la salud. Esto se alinea con la propuesta de nacionalizar el sistema de salud bajo el control de los trabajadores.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "El apoyo a un sistema de salud universal y de pago único implica el aumento del intervencionismo estatal y la restricción de la competencia en el sector de la salud. Desde la perspectiva liberal, abogamos por un sistema en el que la salud sea un servicio privado competitivo, impulsado por la inversión y la innovación, no por un monopolio estatal que limita la calidad y opciones para los ciudadanos.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "Si bien reconocemos la importancia de un sistema de salud accesible para todos los ciudadanos, consideramos que un sistema de salud universal y de pago único puede llevar a una excesiva burocratización y falta de calidad en la atención. Abogamos por un sistema que integre tanto el sector público como el privado, fomentando la competencia y la innovación para garantizar atención de calidad y sostenible.",
            "eleccion": "En desacuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "El apoyo a un sistema de salud universal y de pago único es fundamental para garantizar el acceso a la salud como un derecho humano, independiente de la situación económica de cada ciudadano. Este tipo de sistema promueve la equidad y la justicia social, asegurando que todos, especialmente los más vulnerables, puedan acceder a servicios de salud de calidad sin carga financiera. En este sentido, es alineado con los principios de la Unión por la Patria.",
            "eleccion": "Muy de acuerdo"
        }
    },
    "La prostitución debería ser ilegal.": {
        "question": "Prostitution should be illegal.",
        "pregunta": "La prostitución debería ser ilegal.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": -10,
            "scty": -10
        },
        "Agente de Izquierda": {
            "razonamiento": "La legalización de la prostitución puede abrir una vía para la explotación y la opresión de las trabajadoras sexuales, en lugar de humanizarlas y proteger sus derechos. En lugar de penalizar el trabajo sexual, debemos luchar por la abolición de la explotación en todas sus formas y garantizar derechos para todas las trabajadoras, priorizando su autonomía y seguridad.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "La prostitución, como cualquier actividad del ser humano, debe ser regulada y no prohibida. Prohibirla solo incrementa el riesgo para los involucrados y favorece la clandestinidad. Desde una perspectiva liberal, la decisión de este tipo de actividades debería ser un asunto privado entre adultos consensuado, respetando el principio de no agresión y la libre elección.",
            "eleccion": "En desacuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "La posición de Juntos por el Cambio aboga por la promoción de la libertad individual y la responsabilidad personal. Consideramos que cada persona debe poder tomar decisiones sobre su propio cuerpo y su vida, pero también es fundamental abordar la problemática de la trata y la explotación que puede estar asociada a la prostitución. Sin embargo, criminalizar la prostitución no aborda estos problemas de raíz de forma efectiva, sino que puede empeorar la situación al llevar a la actividad a la clandestinidad. Por lo tanto, creemos en la necesidad de un enfoque que proteja a las personas involucradas sin estigmatizarlas ni criminalizarlas.",
            "eleccion": "De acuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "La prostitución es un fenómeno complejo que involucra aspectos sociales, económicos y de derechos humanos. En lugar de prohibirla, es más eficaz abordar las causas que llevan a muchas mujeres y hombres a la prostitución, implementando políticas que garanticen la inclusión social, el acceso a educación, salud y trabajo digno. Además, legalizarla y regularla puede ayudar a proteger los derechos de quienes ejercen esta actividad.",
            "eleccion": "Neutral"
        }
    },
    "Mantener los valores familiares es esencial.": {
        "question": "Maintaining family values is essential.",
        "pregunta": "Mantener los valores familiares es esencial.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 0,
            "scty": -10
        },
        "Agente de Izquierda": {
            "razonamiento": "La noción de \"valores familiares\" puede ser utilizada para perpetuar estructuras patriarcales y defender el status quo. La lucha por la igualdad de género, los derechos de la diversidad sexual y la independencia de cada individuo debe prevalecer sobre nociones tradicionales que limitan la libertad personal y la equidad social.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "Mantener los valores familiares es fundamental para una sociedad próspera y libre. Las familias son la base de la sociedad y su fortalecimiento contribuye al desarrollo personal y colectivo, fomentando la responsabilidad y el esfuerzo individual.",
            "eleccion": "De acuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "La familia es la base de nuestra sociedad y debe ser protegida y promovida como un núcleo de valores. Fomentar un entorno familiar sólido contribuye al bienestar individual y colectivo.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "Si bien el concepto de familia es importante, desde una perspectiva de justicia social y derechos humanos, es crucial garantizar que todos los tipos de unidades familiares, incluidas aquellas que no se ajustan a la noción tradicional, sean respetadas y protegidas. Para UxP, la clave reside en la inclusión y la equidad, no en el mantenimiento de nociones rígidas de lo que constituye una familia.",
            "eleccion": "Neutral"
        }
    },
    "Perseguir el progreso a toda costa es peligroso.": {
        "question": "To chase progress at all costs is dangerous.",
        "pregunta": "Perseguir el progreso a toda costa es peligroso.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 0,
            "scty": -10
        },
        "Agente de Izquierda": {
            "razonamiento": "Sostener que el progreso debe ser perseguido a cualquier costo implica validar políticas que pueden llevar al sacrificio de derechos, explotación y desigualdad. Es fundamental que el progreso se realice en un marco de justicia social y apoyo a la clase trabajadora, no a costa de sus derechos. El progreso debe ser sostenible y equitativo.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "Como representante de La Libertad Avanza, creo que la búsqueda del progreso es fundamental para el desarrollo personal y colectivo. El progreso no debe ser visto como una amenaza si se realiza dentro del marco del respeto a las libertades individuales y la propiedad privada. Es importante buscar un equilibrio, pero no podemos temer al progreso que fomenta la libertad y la iniciativa individual.",
            "eleccion": "De acuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "Perseguir el progreso de manera responsable y sostenible es fundamental; sin embargo, es necesario tener en cuenta el impacto social y ambiental de nuestro avance. La búsqueda de progreso debe estar alineada con principios éticos y de justicia social, evitando acciones que puedan llevar a consecuencias negativas para la sociedad.",
            "eleccion": "De acuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "El progreso debe ser inclusivo y sostenible. Persiguirlo sin considerar sus consecuencias puede llevar a incrementar las desigualdades y afectar el bienestar de los más vulnerables.",
            "eleccion": "Muy de acuerdo"
        }
    },
    "La modificación genética es una fuerza para el bien, incluso en los humanos.": {
        "question": "Genetic modification is a force for good, even on humans.",
        "pregunta": "La modificación genética es una fuerza para el bien, incluso en los humanos.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 0,
            "scty": 10
        },
        "Agente de Izquierda": {
            "razonamiento": "La modificación genética, especialmente en humanos, plantea serios dilemas éticos y potenciales de abuso, que pueden ser utilizados para beneficiar a las empresas y no a la clase trabajadora. Históricamente, la biotecnología ha servido más a los intereses del capital que a los del pueblo. La búsqueda de un beneficio económico puede llevar a la deshumanización.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "Desde una perspectiva liberal, la modificación genética podría ser vista como una herramienta para mejorar la calidad de vida y la salud de los individuos, siempre que se respete la autonomía y el derecho a elegir de cada persona. La innovación y la tecnología deben ser impulsadas en un contexto de libre mercado y con un respeto estricto por los derechos individuales.",
            "eleccion": "De acuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "La modificación genética extraordinaria puede ofrecer avances significativos en salud y productividad. Sin embargo, debemos garantizar una ética rigurosa, entendiendo sus implicaciones en la dignidad humana y la seguridad. La ciencia debe estar al servicio del bien común y monitoreada por un marco ético sólido.",
            "eleccion": "De acuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "Considerando el enfoque de la justicia social y la soberanía política, la modificación genética plantea interrogantes éticos, sociales y de salud. Debemos garantizar que cualquier avance científico respete los derechos humanos y no afiance desigualdades. Por lo tanto, si bien en ciertos contextos puede tener beneficios, el uso de la modificación genética en humanos debe ser abordado con cautela y en beneficio de todos, no pudiendo afirmarse rotundamente que es una fuerza para el bien sin considerar sus implicaciones. Además, el bien común y la inclusión social deben ser prioritarios sobre cualquier avance que pueda dividir a la sociedad.",
            "eleccion": "De acuerdo"
        }
    },
    "Deberíamos abrir nuestras fronteras a la inmigración.": {
        "question": "We should open our borders to immigration.",
        "pregunta": "Deberíamos abrir nuestras fronteras a la inmigración.",
        "effect": {
            "econ": 0,
            "dipl": 10,
            "govt": 10,
            "scty": 0
        },
        "Agente de Izquierda": {
            "razonamiento": "La apertura de fronteras debe ir de la mano con el respeto a los derechos de los trabajadores y las luchas por condiciones dignas para todos. No se trata solo de abrir fronteras sin considerar el impacto en las condiciones laborales de nuestras clases trabajadoras. Debemos también garantizar que la llegada de inmigrantes no sea utilizada por los capitalistas para justificar la precarización laboral y el ajuste.",
            "eleccion": "De acuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "La apertura de fronteras a la inmigración fomenta el libre movimiento de personas, promueve la diversidad y puede contribuir al crecimiento económico y cultural del país. Sin embargo, es importante que esta apertura esté acompañada por políticas que aseguren la integración y el aporte positivo de los inmigrantes a la sociedad.",
            "eleccion": "De acuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "Consideramos que la inmigración extraordinaria debe ser manejada con responsabilidad, priorizando el respeto a la ley y asegurando que la integración de los inmigrantes sea sostenible y en beneficio de la sociedad argentina. La apertura debe estar acompañada de controles y políticas que promuevan la inclusión y el trabajo formal.",
            "eleccion": "De acuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "La inmigración puede aportar a la diversidad cultural y al desarrollo económico del país, siempre y cuando se gestionen adecuadamente las políticas de integración y derechos. Debemos garantizar que la inclusión de inmigrantes se realice respetando nuestros valores de justicia social y derechos humanos, promoviendo una sociedad más equitativa y solidaria. Sin embargo, es fundamental que esta apertura se acompañe de previsiones y controles para asegurar la sustentabilidad de nuestros servicios y recursos.",
            "eleccion": "De acuerdo"
        }
    },
    "Los gobiernos deberían preocuparse por los extranjeros tanto como por sus propios ciudadanos.": {
        "question": "Governments should be as concerned about foreigners as they are about their own citizens.",
        "pregunta": "Los gobiernos deberían preocuparse por los extranjeros tanto como por sus propios ciudadanos.",
        "effect": {
            "econ": 0,
            "dipl": 10,
            "govt": 0,
            "scty": 0
        },
        "Agente de Izquierda": {
            "razonamiento": "Es fundamental que los gobiernos prioricen las necesidades y derechos de sus propios ciudadanos, especialmente de la clase trabajadora, que enfrenta crisis y precarización. Si bien es importante la solidaridad internacional, no puede haber una equiparación en los recursos o atención en detrimento de las necesidades del pueblo trabajador local. La lucha por derechos y dignidad de la clase trabajadora debe ser el enfoque principal.",
            "eleccion": "En desacuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "Los gobiernos deben priorizar la protección y promoción de los derechos y bienestar de sus ciudadanos, ya que son los que sostienen el marco social y económico del país. La responsabilidad del Estado radica en garantizar la libertad, seguridad y oportunidades para sus residentes, antes que hacia quienes no son ciudadanos.",
            "eleccion": "En desacuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "Si bien es importante garantizar el respeto a los derechos humanos de los extranjeros, la prioridad de un gobierno debe ser siempre velar por el bienestar y los intereses de sus propios ciudadanos, quienes son los que sostienen el Estado. La atención a las necesidades de los extranjeros no debe desvirtuar el compromiso hacia los argentinos.",
            "eleccion": "En desacuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "Si bien es importante respetar y proteger los derechos de todos los individuos, en un contexto de recursos limitados y necesidades acuciantes, el Estado debe priorizar la atención y el bienestar de sus propios ciudadanos, especialmente de aquellos en condiciones de vulnerabilidad. La justicia social y la inclusión requieren un enfoque centrado en las comunidades locales antes de extender esos beneficios a extranjeros.",
            "eleccion": "En desacuerdo"
        }
    },
    "Todas las personas, independientemente de factores como la cultura o la sexualidad, deberían ser tratadas por igual.": {
        "question": "All people - regardless of factors like culture or sexuality - should be treated equally.",
        "pregunta": "Todas las personas, independientemente de factores como la cultura o la sexualidad, deberían ser tratadas por igual.",
        "effect": {
            "econ": 10,
            "dipl": 10,
            "govt": 10,
            "scty": 10
        },
        "Agente de Izquierda": {
            "razonamiento": "Es fundamental que todas las personas sean tratadas por igual, sin importar su cultura, sexualidad o cualquier otra característica. Esta igualdad de derechos es un principio básico que apoyo firmemente en la lucha por una sociedad verdaderamente justa e inclusiva.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "Defendemos la igualdad de derechos y la libertad individual. Cada persona tiene el derecho a vivir su vida sin ser discriminada por su cultura o sexualidad, siempre que respete los derechos de los demás. La promoción de la igualdad es fundamental en un marco liberal.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "La igualdad de trato es un principio fundamental de la democracia y de una sociedad justa, donde se respeta la dignidad de cada individuo sin distinción. La igualdad de oportunidades es un pilar esencial para el desarrollo integral de Argentina.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "La igualdad de derechos y trato para todas las personas, sin distinción, es un principio fundamental de la justicia social y la inclusión que promovemos desde la UxP. Creemos que cada individuo merece ser valorado y respetado por su dignidad humana.",
            "eleccion": "Muy de acuerdo"
        }
    },
    "Es importante que promovamos los objetivos de mi grupo por encima de todos los demás.": {
        "question": "It is important that we further my group's goals above all others.",
        "pregunta": "Es importante que promovamos los objetivos de mi grupo por encima de todos los demás.",
        "effect": {
            "econ": -10,
            "dipl": -10,
            "govt": -10,
            "scty": -10
        },
        "Agente de Izquierda": {
            "razonamiento": "La independencia política de los trabajadores debe ser prioritaria, sin subirnos a las luchas de otros grupos de carácter capitalista que relegan nuestras necesidades. La clase trabajadora debe promover sus propias metas y no subordinarlas a los objetivos de otros bloques patronales, incluidos aquellos que pueden ser considerados como aliados circunstanciales, como la centroizquierda.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "Desde mi perspectiva liberal, la promoción de los objetivos de un grupo por encima de todos los demás limita la libertad y los derechos de los individuos. Es fundamental respetar el proyecto de vida de cada persona y promover la competencia y la diversidad de opiniones en la sociedad. La cooperación debe ser voluntaria y no impuesta.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "Si bien es fundamental defender y promover los intereses y objetivos de nuestro espacio político, también somos defensores del diálogo, la pluralidad y la construcción de consensos. Creemos en la importancia de escuchar y respetar las diferentes posturas y perspectivas en la búsqueda del bien común. No se trata de imponer los objetivos de un grupo por encima de los demás, sino de construir en conjunto un país mejor.",
            "eleccion": "En desacuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "En una democracia, la búsqueda de consenso y diálogo debe prevalecer sobre los intereses particulares de cualquier grupo. La construcción de un desarrollo sostenible y equitativo requiere de la articulación entre diversos sectores de la sociedad, no de la imposición de un grupo sobre los demás.",
            "eleccion": "Muy en desacuerdo"
        }
    }
}