{
    "La opresión por parte de las corporaciones es más preocupante que la opresión por parte de los gobiernos.": {
        "question": "Oppression by corporations is more of a concern than oppression by governments.",
        "pregunta": "La opresión por parte de las corporaciones es más preocupante que la opresión por parte de los gobiernos.",
        "effect": {
            "econ": 10,
            "dipl": 0,
            "govt": -5,
            "scty": 0
        },
        "Agente de Izquierda": {
            "razonamiento": "Ambas opresiones son relevantes y deben abordarse. Sin embargo, la opresión ejercida por las corporaciones a menudo se articula en complicidad o apoyo con los gobiernos, lo cual resulta en una doble opresión hacia el pueblo trabajador. Así, creo que la forma de opresión más preocupante es aquella que reprime las luchas sociales y laborales, típicamente llevadas a cabo por los poderes capitalistas en connivencia con el Estado. Esto lleva a una calificación de esta afirmación como \"De acuerdo\".",
            "eleccion": "De acuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "La preocupación debe centrarse principalmente en la opresión y el control que los gobiernos ejercen sobre los individuos, ya que son ellos quienes tienen el poder de limitar nuestras libertades fundamentales. Si bien las corporaciones pueden influir, es el gobierno el que tiene el monopolio de la fuerza y la capacidad de legislar sobre nuestras vidas. Por lo tanto, considero que la opresión gubernamental es más preocupante.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "Las corporaciones, en un marco de libertad económica, deben actuar dentro de la ética y la competencia. La opresión por parte de los gobiernos, por otro lado, puede llevar a la violación de derechos fundamentales, a la persecución de disidencias y a abusos de poder. Proteger la libertad individual y limitar el poder gubernamental es un valor fundamental en nuestra visión republicana.",
            "eleccion": "En desacuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "Desde la perspectiva de la Unión por la Patria, creemos en la importancia de un Estado fuerte que garantice los derechos fundamentales de los ciudadanos. Si bien las corporaciones pueden ejercer poder que afecte a la sociedad, el papel de un gobierno debe ser siempre el de proteccionista y regulador frente a cualquier forma de opresión, ya sea de corporaciones o de gobiernos. No obstante, la opresión estatal puede ser más inmediata y dañina en un contexto donde los derechos humanos no se respetan, por lo que consideramos que la opresión por parte de las corporaciones, aunque preocupante, no ha llegado al mismo nivel de urgencia que puede presentar un gobierno opresor. Por lo tanto, siento que la preocupación principal se enfoca más en los gobiernos que en las corporaciones.",
            "eleccion": "De acuerdo"
        }
    },
    "Es necesario que el gobierno intervenga en la economía para proteger a los consumidores.": {
        "question": "It is necessary for the government to intervene in the economy to protect consumers.",
        "pregunta": "Es necesario que el gobierno intervenga en la economía para proteger a los consumidores.",
        "effect": {
            "econ": 10,
            "dipl": 0,
            "govt": 0,
            "scty": 0
        },
        "Agente de Izquierda": {
            "razonamiento": "La intervención del gobierno en la economía debe ser para responder a las necesidades de la clase trabajadora, garantizando derechos básicos y no para favorecer los intereses de las patronales. Necesitamos un control social y obrero sobre la economía, no intervenciones que perpetúen el sistema capitalista.",
            "eleccion": "En desacuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "La intervención estatal en la economía distorsiona los mercados y reduce las libertades individuales. La competencia y la libre elección son las mejores herramientas para proteger a los consumidores, no la regulación estatal.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "Si bien es importante garantizar ciertos niveles de protección para los consumidores, el intervencionismo estatal excesivo frecuentemente genera distorsiones en el mercado que pueden perjudicar más que beneficiar. La iniciativa privada y la competencia deben ser primordiales para fomentar un entorno económico saludable. El gobierno debería crear un marco regulatorio claro y efectivo, pero no intervenir de forma directa.",
            "eleccion": "En desacuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "La intervención del gobierno en la economía es crucial para proteger a los consumidores, garantizar sus derechos y asegurar que se mantengan precios justos. Un Estado presente puede prevenir abusos y fomentar un entorno donde la justicia social prevalezca, asegurando que todos los ciudadanos tengan acceso a productos y servicios esenciales.",
            "eleccion": "Muy de acuerdo"
        }
    },
    "Cuanto más libres sean los mercados, más libres serán las personas.": {
        "question": "The freer the markets, the freer the people.",
        "pregunta": "Cuanto más libres sean los mercados, más libres serán las personas.",
        "effect": {
            "econ": -10,
            "dipl": 0,
            "govt": 0,
            "scty": 0
        },
        "Agente de Izquierda": {
            "razonamiento": "La afirmación que sostiene que \"cuanto más libres sean los mercados, más libres serán las personas\" refleja una visión neoliberal que ignora las realidades de la explotación y desigualdad en el capitalismo. La libertad de mercado beneficia a las grandes corporaciones y perpetúa la opresión de la clase trabajadora. La verdadera libertad no puede existir en un sistema que prioriza la ganancia sobre los derechos y necesidades del pueblo. Por lo tanto, considero que estoy en desacuerdo con esta idea.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "La libertad de los mercados fomenta la competencia, la innovación y la creación de oportunidades, lo que a su vez empodera a las personas para tomar decisiones sobre sus vidas y recursos. Cuanto más libres sean los mercados, más opciones y libertades tendrán los individuos.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "Creemos firmemente que la libertad económica y la apertura de los mercados son fundamentales para el desarrollo personal y social. Cuanto más libres sean los mercados, más oportunidades tendrán los individuos para prosperar y mejorar su calidad de vida, lo que a su vez promueve la libertad en todos los aspectos de la vida.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "Esta afirmación ignora el papel fundamental del Estado en la regulación y en la保障 de derechos. La libertad de los mercados no siempre garantiza la libertad de las personas, ya que puede perpetuar desigualdades y dejar a los más vulnerables desprotegidos. La justicia social y la inclusión requieren un equilibrio donde el Estado actúe como articulador y protector. La libertad debe prevalecer en un contexto de equidad y derechos.",
            "eleccion": "Muy en desacuerdo"
        }
    },
    "Es mejor mantener un presupuesto equilibrado que garantizar el bienestar de todos los ciudadanos.": {
        "question": "It is better to maintain a balanced budget than to ensure welfare for all citizens.",
        "pregunta": "Es mejor mantener un presupuesto equilibrado que garantizar el bienestar de todos los ciudadanos.",
        "effect": {
            "econ": -10,
            "dipl": 0,
            "govt": 0,
            "scty": 0
        },
        "Agente de Izquierda": {
            "razonamiento": "Priorizar el presupuesto equilibrado sobre el bienestar de los ciudadanos es una visión que prioriza a los capitalistas y sus intereses. En tiempos de crisis, el Estado debe garantizar recursos para los trabajadores y los sectores vulnerables, no escatimar en sus necesidades. La crisis no la generan los trabajadores, sino los grandes grupos económicos. Por lo tanto, debemos defender el bienestar de todos los ciudadanos, por encima de la estabilidad financiera que beneficie a las élites.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "Un presupuesto equilibrado es fundamental para asegurar la sostenibilidad económica y evitar la inflación que afecta desproporcionadamente a los más vulnerables. Promover la responsabilidad fiscal es crucial para el desarrollo a largo plazo, lo que iniciará un ciclo de generación de riqueza que a su vez permitirá un mayor bienestar para todos los ciudadanos.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "Es fundamental lograr un equilibrio fiscal para garantizar la sustentabilidad de las políticas públicas. Un presupuesto equilibrado permite utilizar los recursos de manera eficiente y responsable, pero esto no debe ir en detrimento de garantizar el bienestar de los ciudadanos en su conjunto. Sin embargo, priorizar un presupuesto equilibrado debe ser parte de una estrategia que promueva el bienestar a largo plazo y no una limitante inmediata al progreso social.",
            "eleccion": "De acuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "La prioridad debe ser garantizar el bienestar de todos los ciudadanos, especialmente en contextos de crisis. Mantener un presupuesto equilibrado es importante, pero no a costa de los derechos y necesidades fundamentales de la población. Es necesario que el Estado intervenga para proteger los derechos de los más vulnerables, incluso si eso implica un déficit temporal.",
            "eleccion": "En desacuerdo"
        }
    },
    "La investigación financiada por el público es más beneficiosa para el pueblo que dejarla en manos del mercado.": {
        "question": "Publicly-funded research is more beneficial to the people than leaving it to the market.",
        "pregunta": "La investigación financiada por el público es más beneficiosa para el pueblo que dejarla en manos del mercado.",
        "effect": {
            "econ": 10,
            "dipl": 0,
            "govt": 0,
            "scty": 10
        },
        "Agente de Izquierda": {
            "razonamiento": "La investigación financiada por el público garantiza que el conocimiento y los avances científicos se utilicen en beneficio del pueblo y no en función de los intereses de lucro del mercado. Es fundamental que esta esfera esté bajo control democrático, asegurando que se prioricen las necesidades sociales y no las ganancias privadas. La experiencia nos demuestra que la privatización de la ciencia suele generar desigualdades y acceso restringido a los resultados.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "La investigación financiada por el público tiende a ser menos eficiente debido a la burocracia y falta de incentivos. El mercado, por su parte, promueve la innovación y la competencia, que son esenciales para el avance científico y tecnológico.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "La investigación financiada por el público puede ser necesaria en áreas donde el mercado no tiene incentivos para invertir, pero en términos generales, confiamos en la capacidad del sector privado para generar innovación y desarrollo. Creemos que es fundamental fomentar una colaboración entre ambos sectores para maximizar el bienestar del pueblo.",
            "eleccion": "En desacuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "La investigación financiada por el público asegura que los resultados se orienten a beneficiar a la sociedad en su conjunto, en lugar de responder únicamente a intereses privados. Esto es clave para promover la equidad y el acceso a los avances científicos en diversas áreas, especialmente en salud, educación y tecnología.",
            "eleccion": "Muy de acuerdo"
        }
    },
    "Los aranceles al comercio internacional son importantes para fomentar la producción local.": {
        "question": "Tariffs on international trade are important to encourage local production.",
        "pregunta": "Los aranceles al comercio internacional son importantes para fomentar la producción local.",
        "effect": {
            "econ": 5,
            "dipl": 0,
            "govt": -10,
            "scty": 0
        },
        "Agente de Izquierda": {
            "razonamiento": "Los aranceles al comercio internacional pueden ser una herramienta para proteger la producción local frente a la competencia desleal de las grandes corporaciones internacionales y fomentar la industria nacional. Sin embargo, esta medida no debe ser vista como una solución aislada, sino en el marco de un plan integral que priorice el trabajo y el bienestar de la población trabajadora. Los trabajadores deben ser quienes definan la política económica para que la producción local responda a sus necesidades.",
            "eleccion": "De acuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "Los aranceles al comercio internacional son una forma de intervención estatal que distorsiona el mercado. Fomentar la producción local no se logra mediante proteccionismos, sino a través de la competencia y la apertura comercial. La verdadera producción local se fortalece al enfrentarse a la competencia internacional.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": " Los aranceles pueden generar distorsiones en el mercado y limitar el acceso de los consumidores a productos más económicos y de mejor calidad. En lugar de fomentar la producción local a través de restricciones comerciales, debemos enfocarnos en aumentar la competitividad y reducir la carga impositiva sobre los productores. La apertura comercial, junto a políticas que fomenten la inversión y la innovación, es el camino para un desarrollo sostenible y próspero.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "Los aranceles son una herramienta clave para proteger la industria nacional y fomentar la producción local. Al imponer aranceles a productos importados, se busca estimular la competitividad de las empresas nacionales, lo que a su vez genera empleo y contribuye al desarrollo económico del país. En el marco de un modelo de independencia económica y justicia social, esta medida es fundamental para asegurar que prevalezca la producción local sobre la importación desmedida, cuidando así los intereses de los trabajadores y las industrias argentinas.",
            "eleccion": "Muy de acuerdo"
        }
    },
    "De cada uno según su capacidad, a cada uno según sus necesidades.": {
        "question": "From each according to his ability, to each according to his needs.",
        "pregunta": "De cada uno según su capacidad, a cada uno según sus necesidades.",
        "effect": {
            "econ": 10,
            "dipl": 0,
            "govt": 0,
            "scty": 0
        },
        "Agente de Izquierda": {
            "razonamiento": "Esta afirmación es un pilar fundamental del pensamiento socialista, que defiende la idea de que cada persona debe contribuir a la sociedad según su capacidad, y recibir de acuerdo a sus necesidades. Esta perspectiva busca superar las desigualdades inherentes al sistema capitalista, promoviendo una economía basada en la solidaridad y la justicia social.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "Esta afirmación promueve una ideología colectivista que va en contra de los principios del liberalismo, que defiende el respeto por la capacidad individual y la recompensa por el esfuerzo personal. La igualdad en las necesidades no debe ser un principio rector, sino que cada individuo debería ser libre de actuar y recibir recompensas basadas en su propio mérito y capacidad.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "Esta afirmación refleja un enfoque de redistribución que puede desincentivar la iniciativa privada y no reconoce el valor del trabajo y el esfuerzo individual. Creemos en un sistema que fomente la libertad económica y que valorice la capacidad de cada uno para contribuir a la sociedad. La responsabilidad individual debe ser reconocida y recompensada según el esfuerzo.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "Esta afirmación refleja un principio fundamental de la justicia social y la equidad, donde se busca garantizar que quienes tienen más capacidad contribuyan de mayor medida a la sociedad, mientras que las necesidades de los más vulnerables son atendidas de manera justa. Esto está en línea con los valores del Justicialismo y la búsqueda de un desarrollo inclusivo y equitativo para todos.",
            "eleccion": "Muy de acuerdo"
        }
    },
    "Sería mejor si los programas sociales se abolieran a favor de la caridad privada.": {
        "question": "It would be best if social programs were abolished in favor of private charity.",
        "pregunta": "Sería mejor si los programas sociales se abolieran a favor de la caridad privada.",
        "effect": {
            "econ": -10,
            "dipl": 0,
            "govt": 0,
            "scty": 0
        },
        "Agente de Izquierda": {
            "razonamiento": "Los programas sociales son un derecho que debe ser garantizado por el Estado, y no una cuestión de caridad privada. La abolición de estos programas en favor de la caridad abre la puerta a la desigualdad y perpetúa la vulnerabilidad de los sectores más necesitados. La solidaridad debe ser institucionalizada y no depender de la buena voluntad de individuos o organizaciones privadas.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "Los programas sociales implementados por el Estado frecuentemente perpetúan la dependencia y la falta de iniciativa personal. La caridad privada fomenta la responsabilidad individual y la participación activa de la sociedad en ayudar a quienes lo necesitan, promoviendo una cultura de esfuerzo y mérito.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "La abolición de programas sociales en favor de la caridad privada implica un enfoque que no se alinea con nuestra visión de un Estado que debe garantizar derechos básicos a los ciudadanos. La caridad no puede sustituir a la responsabilidad del Estado en la protección de los más vulnerables. Creemos en programas sociales que promuevan la inclusión, el trabajo y la dignidad, no en soluciones que dependen de la buena voluntad de otros.",
            "eleccion": "En desacuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "La abolición de programas sociales en favor de la caridad privada representa un retroceso en términos de justicia social y equidad. Los programas sociales son un mecanismo fundamental para garantizar los derechos de los más vulnerables y no deben depender de la buena voluntad de individuos o entidades privadas. Es el Estado el que tiene la responsabilidad de asegurar el bienestar de todos sus ciudadanos, especialmente en tiempos de crisis.",
            "eleccion": "Muy en desacuerdo"
        }
    },
    "Los impuestos deberían aumentarse a los ricos para proveer a los pobres.": {
        "question": "Taxes should be increased on the rich to provide for the poor.",
        "pregunta": "Los impuestos deberían aumentarse a los ricos para proveer a los pobres.",
        "effect": {
            "econ": 10,
            "dipl": 0,
            "govt": 0,
            "scty": 0
        },
        "Agente de Izquierda": {
            "razonamiento": "Esta afirmación se alinea con la reivindicación de un sistema fiscal progresivo donde las grandes fortunas contribuyan de manera justa a la sociedad, combatiendo así las desigualdades sociales. Consideramos que los ricos, que han acumulado capital en detrimento del pueblo trabajador, deben ser quienes soporten el peso de la crisis, financiando políticas que beneficien a las y los explotados.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "Aumentar impuestos a los ricos para financiar programas asistenciales perpetúa la dependencia del Estado y castiga la creación de riqueza. En lugar de buscar soluciones a través de la coerción fiscal, debemos fomentar un entorno donde todos puedan prosperar a través del esfuerzo y la libre competencia.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "La solución a la pobreza no radica en aumentar los impuestos de manera generalizada, sino en fomentar el crecimiento económico y la creación de empleo. Promover un sistema de impuestos que incentive la inversión y el trabajo es lo que realmente puede generar oportunidades para todos. La redistribución sin generar riqueza puede ser contraproducente.",
            "eleccion": "En desacuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "Aumentar los impuestos a los sectores más privilegiados es una medida necesaria para garantizar la justicia social y financiar políticas públicas que beneficien a los sectores más vulnerables de la sociedad. Esta es una forma de redistribuir la riqueza y asegurar que todos los habitantes tengan acceso a servicios básicos y oportunidades.",
            "eleccion": "Muy de acuerdo"
        }
    },
    "La herencia es una forma legítima de riqueza.": {
        "question": "Inheritance is a legitimate form of wealth.",
        "pregunta": "La herencia es una forma legítima de riqueza.",
        "effect": {
            "econ": -10,
            "dipl": 0,
            "govt": 0,
            "scty": -5
        },
        "Agente de Izquierda": {
            "razonamiento": "La herencia perpetúa desigualdades y privilegios en la sociedad, favoreciendo a quienes ya tienen riqueza y consolidando el poder de las clases altas. De acuerdo a la perspectiva socialista y la lucha por la igualdad, apoyo la idea de que la riqueza debe ser redistribuida, no heredada.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "La herencia representa una manifestación de la libertad individual y el derecho a la propiedad privada, fundamentales en el liberalismo. Cada individuo tiene el derecho de disponer de su riqueza y legado como considere, por tanto, es un aspecto legítimo de la acumulación de capital y riqueza.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "La herencia representa un mecanismo legítimo mediante el cual se puede transmitir riqueza y oportunidades de generación de riqueza a las próximas generaciones. En una sociedad que valora la libertad individual y la propiedad privada, la herencia se considera parte de la libertad económica y del derecho de las personas a administrar sus bienes como deseen.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "Desde la perspectiva de justicia social y equidad, la herencia puede perpetuar desigualdades y concentrar riqueza en manos de unos pocos. Creemos en un país donde todos tengan igualdad de oportunidades sin que el origen familiar determine el acceso a recursos.",
            "eleccion": "Muy en desacuerdo"
        }
    },
    "Los servicios básicos como las carreteras y la electricidad deberían ser de propiedad pública.": {
        "question": "Basic utilities like roads and electricity should be publicly owned.",
        "pregunta": "Los servicios básicos como las carreteras y la electricidad deberían ser de propiedad pública.",
        "effect": {
            "econ": 10,
            "dipl": 0,
            "govt": 0,
            "scty": 0
        },
        "Agente de Izquierda": {
            "razonamiento": "Los servicios básicos son derechos fundamentales que deben ser garantizados por el Estado para toda la población. La propiedad pública de las carreteras y la electricidad permite un mejor control de precios y acceso equitativo, evitando la lógica del lucro que pervierte estos servicios esenciales. La privatización históricamente ha llevado a un aumento de tarifas y disminución de la calidad.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "La ideología de La Libertad Avanza se basa en el liberalismo y la defensa de la propiedad privada. Creemos que los servicios básicos deben ser gestionados por el sector privado, promoviendo la competencia y la eficiencia, en lugar de ser propiedad pública.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "Consideramos que los servicios básicos deben ser eficientes y competitivos. Si bien el Estado tiene un rol fundamental en la regulación y supervisión, la propiedad pública en sí misma no garantiza calidad ni eficiencia. La iniciativa privada puede complementar la oferta de servicios, promoviendo competencia y mejora continua.",
            "eleccion": "En desacuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "La gestión y provisión de servicios básicos como carreteras y electricidad deben estar en manos del Estado para garantizar acceso equitativo, calidad y sostenibilidad, fundamentales para la justicia social y el bienestar de la población.",
            "eleccion": "Muy de acuerdo"
        }
    },
    "La intervención del gobierno es una amenaza para la economía.": {
        "question": "Government intervention is a threat to the economy.",
        "pregunta": "La intervención del gobierno es una amenaza para la economía.",
        "effect": {
            "econ": -10,
            "dipl": 0,
            "govt": 0,
            "scty": 0
        },
        "Agente de Izquierda": {
            "razonamiento": "Sostener que la intervención del gobierno es una amenaza para la economía es un argumento típico de las posturas de derecha, que buscan desregular la economía y favorecer los intereses del capital. Desde la perspectiva del FIT-U, consideramos que el gobierno actual, lejos de defender los intereses de la clase trabajadora, actúa como un administrador de un ajuste brutal, pero una intervención estatal que priorice las necesidades del pueblo, protegiendo la educación, la salud y los derechos laborales, no es una amenaza, sino una necesidad. Por lo tanto, la afirmación está en desacuerdo con nuestras convicciones.",
            "eleccion": "En desacuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "La intervención del gobierno en la economía a menudo conduce a distorsiones en los mercados, reduce la competencia y fomenta la dependencia en lugar de la autoeficacia. Por lo tanto, considero que la intervención gubernamental es una amenaza significativa para un crecimiento económico sostenible y la libertad individual.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "La intervención del gobierno, si es extraordinaria y sin un marco regulatorio claro, puede generar distorsiones en la economía, afectar la libertad de mercado y llevar a una asignación ineficiente de recursos. La experiencia reciente en Argentina evidencia cómo la intervención excesiva puede tener efectos perjudiciales sobre la actividad productiva y el bienestar de la población. Por lo tanto, estamos a favor de un Estado que intervenga de manera limitada y eficaz, sin ahogar la iniciativa privada.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "Desde la perspectiva de la Unión por la Patria, la intervención del gobierno es esencial para garantizar la justicia social, el desarrollo productivo y la protección de los derechos de todos los ciudadanos. Un Estado presente y activo es fundamental para promover la inclusión y corregir desigualdades estructurales en la economía. Por lo tanto, considerar la intervención como una amenaza es un enfoque que no compartimos.",
            "eleccion": "Muy en desacuerdo"
        }
    },
    "Aquellos con una mayor capacidad de pago deberían recibir mejor atención médica.": {
        "question": "Those with a greater ability to pay should receive better healthcare.",
        "pregunta": "Aquellos con una mayor capacidad de pago deberían recibir mejor atención médica.",
        "effect": {
            "econ": -10,
            "dipl": 0,
            "govt": 0,
            "scty": 0
        },
        "Agente de Izquierda": {
            "razonamiento": "Esta afirmación contradice el principio fundamental de que la salud es un derecho humano y debe ser garantizada para todos, independientemente de su situación económica. La atención médica debería ser igualitaria y accesible para todas las personas, sin discriminar por su capacidad de pago. Abogamos por un sistema de salud pública que priorice las necesidades de la población trabajadora y excluya el lucro en la salud.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "En una sociedad que promueve la meritocracia y el respeto a la propiedad privada, es lógico que aquellos que aportan más recursos reciban un nivel de atención acorde a su capacidad de pago. Esto incentiva la inversión en el sector salud y fomenta la competencia, mejorando en última instancia la calidad del servicio para todos.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "Es fundamental que la atención médica sea accesible y equitativa para todos. La salud es un derecho humano, y debemos garantizar servicios de salud de calidad independientemente de la capacidad de pago. Una atención médica diferenciada por capacidad económica puede generar mayores desigualdades en un sistema que debería priorizar el bienestar común.",
            "eleccion": "En desacuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "Esta afirmación contradice el principio de igualdad de acceso a la salud, ya que en un sistema basado en la justicia social, todos los ciudadanos tienen derecho a recibir atención médica de calidad sin importar su capacidad económica. La salud es un derecho humano fundamental y debe ser garantizado en forma equitativa por el Estado.",
            "eleccion": "Muy en desacuerdo"
        }
    },
    "La educación de calidad es un derecho de todas las personas.": {
        "question": "Quality education is a right of all people.",
        "pregunta": "La educación de calidad es un derecho de todas las personas.",
        "effect": {
            "econ": 10,
            "dipl": 0,
            "govt": 0,
            "scty": 5
        },
        "Agente de Izquierda": {
            "razonamiento": "La educación de calidad debe ser un derecho garantizado para todas las personas, sin distinción de clase social. Es fundamental que el Estado asuma su responsabilidad de proporcionar una educación pública, gratuita y laica que sirva a las necesidades del pueblo trabajador, sin los intereses de la educación privada que buscan obtener ganancias.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "La educación de calidad es fundamental, pero debe ser promovida a través de la competencia y la libertad de elección. El Estado no puede garantizar calidad por sí mismo, sino que debe facilitar un entorno donde la educación privada y pública compitan. Por lo tanto, estoy de acuerdo con que es un derecho, pero con condiciones sobre la manera en que se proporciona.",
            "eleccion": "De acuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "La educación de calidad es fundamental para el desarrollo integral de nuestros ciudadanos y es un pilar esencial para la construcción de una sociedad justa y equitativa. Como representantes de Juntos por el Cambio, creemos firmemente que toda persona tiene derecho a acceder a una educación que prepare a los individuos para enfrentar los desafíos del futuro y participar activamente en la vida de la sociedad.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "La educación de calidad es fundamental para el desarrollo de un país justo e igualitario. Garantizar este derecho a todas las personas es crucial para promover la inclusión social y el bienestar común.",
            "eleccion": "Muy de acuerdo"
        }
    },
    "Los medios de producción deberían pertenecer a los trabajadores que los utilizan.": {
        "question": "The means of production should belong to the workers who use them.",
        "pregunta": "Los medios de producción deberían pertenecer a los trabajadores que los utilizan.",
        "effect": {
            "econ": 10,
            "dipl": 0,
            "govt": 0,
            "scty": 0
        },
        "Agente de Izquierda": {
            "razonamiento": "Esta afirmación está en línea con la perspectiva socialista que defiende la propiedad colectiva de los medios de producción, garantizando que quienes los utilizan puedan tener el control sobre su trabajo y los recursos. Al establecer que los trabajadores deben ser los dueños de los medios de producción, se avanza hacia un modelo económico que prioriza las necesidades de la población trabajadora y no las ganancias de unos pocos.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "La afirmación sugiere una forma de socialismo o colectivismo, donde la propiedad de los medios de producción es transferida a los trabajadores. Desde la perspectiva del liberalismo, la propiedad privada es un pilar fundamental para la libertad y el progreso económico. La propiedad debe estar en manos de quienes gestionan y administran eficientemente los recursos, no necesariamente de quienes los usan. El respeto por la propiedad privada y la libre competencia promueven la innovación y el crecimiento. Por lo tanto, estoy en desacuerdo con esta afirmación.",
            "eleccion": "En desacuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "Desde la visión de Juntos por el Cambio, promovemos la iniciativa privada y la propiedad privada como motores de desarrollo y estabilidad económica. Creemos en un entorno donde los trabajadores tengan derechos y sean parte activa de la producción, pero no en la socialización completa de los medios de producción, ya que esto puede llevar a ineficiencias y desincentivar la inversión.",
            "eleccion": "En desacuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "Consideramos que la propiedad de los medios de producción debe estar en manos de la sociedad en su conjunto, a través de un Estado fuerte que regule y garantice la inclusión social y la justicia económica. La participación de los trabajadores es crucial, pero desde un marco donde se integren tanto el sector público como el privado para potenciar el desarrollo nacional y la equidad. La idea de propiedad exclusivamente de los trabajadores puede ser un enfoque extremista que no se alinea con nuestra visión de una economía inclusiva y soberana.",
            "eleccion": "En desacuerdo"
        }
    },
    "Las Naciones Unidas deberían ser abolidas.": {
        "question": "The United Nations should be abolished.",
        "pregunta": "Las Naciones Unidas deberían ser abolidas.",
        "effect": {
            "econ": 0,
            "dipl": -10,
            "govt": -5,
            "scty": 0
        },
        "Agente de Izquierda": {
            "razonamiento": "La abolición de las Naciones Unidas no es una solución a los problemas internacionales que afectan a los pueblos, especialmente en el contexto de la lucha contra el imperialismo. Aunque la ONU ha fallado en muchas de sus funciones, es fundamental reformarla para que actúe en beneficio de los pueblos en lugar de las potencias. Debemos luchar por una organización internacional que defienda la soberanía y autodeterminación de las naciones oprimidas.",
            "eleccion": "En desacuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "Las Naciones Unidas, a pesar de sus deficiencias, pueden servir como un foro para la cooperación internacional y el diálogo entre naciones. Sin embargo, el enfoque debe estar en promover la soberanía de cada país y evitar intervenciones que socaven las libertades individuales.",
            "eleccion": "De acuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "La abolición de las Naciones Unidas no es una solución viable. Las Naciones Unidas, a pesar de sus deficiencias, son un foro fundamental para la diplomacia, la resolución pacífica de conflictos y la colaboración internacional en diversas áreas, como derechos humanos, desarrollo sostenible y salud global. Es preferible trabajar en su reforma y fortalecer su capacidad para abordar los problemas globales de forma más efectiva.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "Las Naciones Unidas son fundamentales para el diálogo y la cooperación internacional. Son un foro donde se pueden discutir temas de importancia global, como la paz, los derechos humanos y el desarrollo sostenible. En lugar de ser abolidas, deberían fortalecerse y reformarse para ser más efectivas en la promoción de la soberanía y el bienestar de las naciones.",
            "eleccion": "Muy en desacuerdo"
        }
    },
    "La acción militar por parte de nuestra nación es a menudo necesaria para protegerla.": {
        "question": "Military action by our nation is often necessary to protect it.",
        "pregunta": "La acción militar por parte de nuestra nación es a menudo necesaria para protegerla.",
        "effect": {
            "econ": 0,
            "dipl": -10,
            "govt": -10,
            "scty": 0
        },
        "Agente de Izquierda": {
            "razonamiento": "La acción militar rara vez es la solución a los problemas. La protección de nuestra nación y pueblo debe basarse en el diálogo, la cooperación internacional y la defensa de los derechos humanos. Históricamente, la militarización ha traído consigo más sufrimiento para las clases trabajadoras tanto a nivel nacional como global.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "La acción militar debe ser una herramienta de defensa ante agresiones externas, pero también se deben priorizar soluciones diplomáticas y el respeto hacia la soberanía de otras naciones. No obstante, en este contexto, considero que la defensa es un derecho natural y la acción militar puede ser necesaria en caso de amenazas claras a la seguridad nacional.",
            "eleccion": "De acuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "Consideramos que la defensa de la soberanía nacional es fundamental, sin embargo, la acción militar debe ser el último recurso y estar enmarcada en un contexto de respeto a los derechos humanos y el diálogo diplomático. La primacía debe ser siempre la resolución pacífica de conflictos y el multilateralismo.",
            "eleccion": "De acuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "La acción militar no debe ser la primera opción en la resolución de conflictos. Creemos en el diálogo, la diplomacia y la cooperación internacional como medios más efectivos para resolver las diferencias y proteger nuestra soberanía. La violencia no debe ser el recurso utilizado.",
            "eleccion": "Muy en desacuerdo"
        }
    },
    "Apoyo a los sindicatos regionales, como la Unión Europea.": {
        "question": "I support regional unions, such as the European Union.",
        "pregunta": "Apoyo a los sindicatos regionales, como la Unión Europea.",
        "effect": {
            "econ": -5,
            "dipl": 10,
            "govt": 10,
            "scty": 5
        },
        "Agente de Izquierda": {
            "razonamiento": "Los sindicatos regionales, como la Unión Europea, suelen estar alineados con políticas neoliberales que benefician a las patronales y no a los trabajadores. Es fundamental que los sindicatos mantengan su independencia del capital y se organicen en función de las necesidades de la clase trabajadora. Por lo tanto, no apoyo esta afirmación.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "Desde una perspectiva liberal, el apoyo a sindicatos regionales no debe ser automatico, sino que se deben fomentar las organizaciones que respalden la libre asociación y la defensa de los derechos de los trabajadores sin caer en prácticas que limiten la competencia o generen monopolios de representación. La solidaridad del trabajo es valiosa, pero siempre en un marco que respete la libertad individual y el mercado.",
            "eleccion": "En desacuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "Apoyamos la formalización y la mejora del diálogo entre los sindicatos y el sector privado, pero siempre con un enfoque que promueva la generación de empleo y el respeto por la libertad de los trabajadores. La organización sindical debe ser un espacio para la defensa de los derechos laborales, sin caer en prácticas que limiten la libertad de los trabajadores.",
            "eleccion": "De acuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "El apoyo a los sindicatos y su reconocimiento como entidades esenciales para la defensa de los derechos laborales es fundamental para promover la justicia social y la inclusión. Los sindicatos regionales, como la Unión Europea, pueden ser un medio para fortalecer la voz de los trabajadores en la economía global, asegurando que sus derechos sean protegidos y sus intereses representados.",
            "eleccion": "Muy de acuerdo"
        }
    },
    "Es importante mantener nuestra soberanía nacional.": {
        "question": "It is important to maintain our national sovereignty.",
        "pregunta": "Es importante mantener nuestra soberanía nacional.",
        "effect": {
            "econ": 0,
            "dipl": -10,
            "govt": -5,
            "scty": 0
        },
        "Agente de Izquierda": {
            "razonamiento": "La soberanía nacional es un principio que debe ser defendido frente a la intervención imperialista y las políticas neoliberales que buscan desplazar el poder de decisión del pueblo trabajador a manos de organismos extranjeros, como el FMI. Al reivindicar nuestra soberanía, se defiende la autodeterminación de los pueblos y la posibilidad de imponer un gobierno que responda a las necesidades de la clase trabajadora y no a los intereses del capital.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "Mantener nuestra soberanía nacional es clave para asegurar el respeto a la propiedad privada y el derecho a decidir sobre nuestras propias vidas y recursos. Desde la perspectiva liberal, es fundamental que los ciudadanos tengan la libertad de determinar su propio destino sin interferencias externas. La soberanía es un elemento crucial para garantizar que nuestras instituciones y mercados funcionen efectivamente bajo principios de libre competencia y respeto a la autonomía individual.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "La soberanía nacional es un pilar fundamental para cualquier país. Mantener nuestros derechos, territorios y decisiones soberanas es crucial para asegurar el bienestar y la autonomía del pueblo argentino. Sin soberanía, se pierde la capacidad de decidir sobre nuestro futuro y defender nuestros intereses.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "La soberanía nacional es fundamental para que podamos tomar decisiones en función de nuestros intereses. En un contexto de presiones externas, garantizarla es vital para el bienestar de todos los argentinos y para construir un Estado fuerte y presente que defienda los derechos de la ciudadanía.",
            "eleccion": "Muy de acuerdo"
        }
    },
    "Un gobierno mundial unido sería beneficioso para la humanidad.": {
        "question": "A united world government would be beneficial to mankind.",
        "pregunta": "Un gobierno mundial unido sería beneficioso para la humanidad.",
        "effect": {
            "econ": 0,
            "dipl": 10,
            "govt": 0,
            "scty": 0
        },
        "Agente de Izquierda": {
            "razonamiento": "Sostener la unidad mundial bajo un gobierno que no contemple los intereses del pueblo trabajador y que continúe sirviendo a las corporaciones y al imperialismo, es una trampa que ignora la lucha de clases. Más bien, necesitamos fortalecer la independencia política de los pueblos y la resistencia contra el imperialismo.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "Un gobierno mundial restringiría la libertad de los individuos y naciones, imponiendo un enfoque uniforme que ignora las particularidades locales. La diversidad y competencia entre naciones es fundamental para el desarrollo humano.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "Creemos en la soberanía de cada nación y en la importancia de los estados independientes que respeten la autodeterminación de los pueblos. Un gobierno mundial podría llevar a una pérdida de estas soberanías y a un centralismo que no tiene en cuenta las particularidades de cada país, incluyendo a Argentina. La cooperación internacional es necesaria, pero un gobierno mundial unificado no es el camino.",
            "eleccion": "En desacuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "Si bien la cooperación internacional es importante y necesaria para abordar desafíos globales como el cambio climático, la pobreza y la salud pública, un gobierno mundial uniforme podría socavar la soberanía nacional y los derechos de las comunidades locales. Es esencial que cada nación mantenga su autonomía y pueda tomar decisiones en función de sus intereses y contexto particular. Por lo tanto, la idea de un gobierno mundial como tal no es beneficiosa en términos de respeto a la soberanía.",
            "eleccion": "En desacuerdo"
        }
    },
    "Es más importante mantener relaciones pacíficas que aumentar nuestra fuerza.": {
        "question": "It is more important to retain peaceful relations than to further our strength.",
        "pregunta": "Es más importante mantener relaciones pacíficas que aumentar nuestra fuerza.",
        "effect": {
            "econ": 0,
            "dipl": 10,
            "govt": 0,
            "scty": 0
        },
        "Agente de Izquierda": {
            "razonamiento": "La afirmación expresa una visión de conciliación que puede ser utilizada para justificar una sumisión a las decisiones del capital y del imperialismo. Para el Frente de Izquierda y de Trabajadores - Unidad, la clase trabajadora debe luchar por sus derechos y no ceder ante las presiones de quienes generan la explotación y la desigualdad. La independencia de clase es fundamental para avanzar hacia un cambio real en la sociedad. Por lo tanto, no se trata solo de mantener relaciones pacíficas, sino de fortalecer nuestra organización y movilización frente a la opresión y el ajuste.  Si tenemos que elegir entre la paz que beneficie a los explotadores y la lucha por nuestros derechos, la respuesta es clara.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "Desde una perspectiva liberal, el respeto a la propiedad y la libertad individual es fundamental, pero también se reconoce que un país fuerte puede proteger mejor estas libertades. Las relaciones pacíficas son importantes, pero no a expensas de la seguridad y la defensa de los derechos de los ciudadanos.",
            "eleccion": "En desacuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "Las relaciones pacíficas son fundamentales en el contexto internacional, pero no pueden estar por encima de la necesidad de una Argentina fuerte y soberana. Una posición de fuerza es necesaria para proteger nuestros intereses y mantener un equilibrio saludable en la región.",
            "eleccion": "En desacuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "La postura de Unión por la Patria enfatiza la importancia de la soberanía política y la diplomacia en las relaciones internacionales. Si bien es fundamental mantener relaciones pacíficas, esto no debe estar en detrimento de la fortaleza del país. Hay que buscar un equilibrio donde se prioricen la paz y el diálogo, pero también se refuercen las capacidades nacionales para asegurar nuestra independencia y bienestar.",
            "eleccion": "De acuerdo"
        }
    },
    "Las guerras no necesitan ser justificadas ante otros países.": {
        "question": "Wars do not need to be justified to other countries.",
        "pregunta": "Las guerras no necesitan ser justificadas ante otros países.",
        "effect": {
            "econ": 0,
            "dipl": -10,
            "govt": -10,
            "scty": 0
        },
        "Agente de Izquierda": {
            "razonamiento": "Sostengo que las guerras deben ser condenadas, ya que generalmente son impulsadas por intereses imperialistas que benefician a las corporaciones y a los gobiernos de turno. No podemos aceptar la idea de que cualquier guerra pueda ser emprendida sin justificación, ya que eso perpetúa la violencia y la opresión. Siempre hay que cuestionar y resistir la política de guerra que afecta a los pueblos trabajadores.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "Las guerras deben tener una justificación clara basada en la defensa de la vida, libertad y propiedad privada. No se puede actuar a la ligera sin tener en cuenta las consecuencias y la moralidad de tales decisiones. Por lo tanto, es necesario tener un marco ético y legal que justifique cualquier acción bélica.",
            "eleccion": "En desacuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "Desde una perspectiva republicana y en defensa de la ética y los derechos humanos, consideramos que cualquier acción bélica debe ser justificada y respaldada por la comunidad internacional. Las guerras generan consecuencias profundas y deben ser abordadas con responsabilidad y un marco normativo claro.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "Desde la perspectiva de justicia social y soberanía política, es fundamental que cualquier conflicto armado deba ser justificado ante la comunidad internacional, ya que la paz y la resolución de disputas deben prevalecer sobre la violencia. La construcción de un mundo más justo requiere que las acciones de los estados en materia de conflictos sean sometidas a deliberación y rendición de cuentas.",
            "eleccion": "En desacuerdo"
        }
    },
    "El gasto militar es una pérdida de dinero.": {
        "question": "Military spending is a waste of money.",
        "pregunta": "El gasto militar es una pérdida de dinero.",
        "effect": {
            "econ": 0,
            "dipl": 10,
            "govt": 10,
            "scty": 0
        },
        "Agente de Izquierda": {
            "razonamiento": "Desde la perspectiva del FIT-U, el gasto militar debe ser redirigido hacia necesidades sociales urgentes, como salud, educación, y vivienda. Dediicar recursos a la militarización en lugar de al bienestar del pueblo trabajador es inaceptable en el contexto actual de pobreza y crisis económica. Por lo tanto, estoy totalmente en desacuerdo con el gasto militar tal como está concebido hoy.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "El gasto militar es fundamental para garantizar la seguridad nacional y la soberanía del país. En un contexto de amenazas externas y desafíos globales, es necesario contar con fuerzas armadas fuertes y bien equipadas. Sin embargo, esto debe hacerse de manera eficiente y sin que interfiera en otras áreas prioritarias como educación o salud.",
            "eleccion": "En desacuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "El gasto militar es necesario para garantizar la soberanía y la seguridad del país. Invertir en defensa es una medida fundamental para proteger a nuestros ciudadanos y mantener la estabilidad ante amenazas externas. Por ende, no considero que sea una pérdida de dinero.",
            "eleccion": "En desacuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "Si bien es fundamental garantizar la seguridad nacional, consideramos que la magnitud del gasto militar debe ser balanceada y evaluada en función de otras necesidades sociales prioritarias. Debemos destinar recursos a la educación, salud y bienestar del pueblo argentino, siendo el desarrollo social una inversión clave.",
            "eleccion": "De acuerdo"
        }
    },
    "La ayuda internacional es una pérdida de dinero.": {
        "question": "International aid is a waste of money.",
        "pregunta": "La ayuda internacional es una pérdida de dinero.",
        "effect": {
            "econ": -5,
            "dipl": -10,
            "govt": 0,
            "scty": 0
        },
        "Agente de Izquierda": {
            "razonamiento": "La ayuda internacional, en muchos casos, está ligada a condiciones impuestas por organismos como el FMI, que sólo benefician a las patronales y agudizan la situación de los pueblos trabajadores. En este sentido, es correcto afirmar que muchas veces se traduce en una pérdida de dinero para los sectores populares que requieren apoyo real.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "La ayuda internacional a menudo perpetúa la dependencia de los países en desarrollo y no aborda las causas subyacentes de sus problemas económicos. Desde una perspectiva liberal, es más eficaz promover políticas que incentiven la iniciativa privada y el comercio libre que depender de ayudas que no garantizan un verdadero desarrollo sostenible.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "La ayuda internacional puede ser instrumental para el desarrollo extraordinario de países y sociedades, pero es fundamental que sea hecha de manera responsable y transparente, garantizando que genere verdaderos beneficios y no quede en manos de situaciones de corrupción. La clave está en la gestión y en su alineación con políticas de desarrollo sostenibles.",
            "eleccion": "En desacuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "La ayuda internacional no debe ser considerada como una pérdida de dinero, sino como una herramienta que puede contribuir al desarrollo y bienestar de las naciones, especialmente en tiempos de crisis. Sin embargo, es esencial que esta ayuda se articule de forma que respete la soberanía política y esté alineada con los intereses de la sociedad argentina.",
            "eleccion": "En desacuerdo"
        }
    },
    "Mi nación es grande.": {
        "question": "My nation is great.",
        "pregunta": "Mi nación es grande.",
        "effect": {
            "econ": 0,
            "dipl": -10,
            "govt": 0,
            "scty": 0
        },
        "Agente de Izquierda": {
            "razonamiento": "La afirmación 'Mi nación es grande' refleja un patriotismo que a menudo es usado para justificar políticas nacionalistas y el imperialismo. Desde la perspectiva del FIT-U, la verdadera grandeza de una nación debe medirse por la justicia social, la igualdad y la independencia del pueblo trabajador, no por slogans vacíos que pueden ser utilizados por la clase dominante. Hay que identificar y luchar contra las desigualdades y la explotación en lugar de caer en patrioterismos vacíos.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "Desde una perspectiva liberal, se sostiene que la grandeza de una nación no se mide únicamente en términos de poder o territorio, sino también por su capacidad para garantizar la libertad y el desarrollo personal de sus ciudadanos. Por lo tanto, sostener que mi nación es grande implica reconocer el potencial que tiene cuando se promueven políticas que fomentan la libertad individual y el respeto por los derechos de propiedad, pilares fundamentales de una sociedad próspera.",
            "eleccion": "De acuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "Como representante de Juntos por el Cambio, considero que Argentina tiene extraordinarias potencialidades y valores que la posicionan como una nación con un gran futuro por delante. Desde su diversidad cultural hasta su riqueza en recursos naturales, debemos trabajar juntos para desarrollar todo el potencial que tiene nuestro país en el marco de una democracia sólida y una economía productiva.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "Desde la perspectiva de la Unión por la Patria, se considera que la grandeza de una nación no se mide únicamente en términos económicos, sino también en su compromiso con la justicia social, la democracia y el bienestar de todos sus ciudadanos. La unión y la inclusión son fundamentales para construir una nación fuerte y equitativa.",
            "eleccion": "Muy de acuerdo"
        }
    },
    "La investigación debería llevarse a cabo a escala internacional.": {
        "question": "Research should be conducted on an international scale.",
        "pregunta": "La investigación debería llevarse a cabo a escala internacional.",
        "effect": {
            "econ": 0,
            "dipl": 10,
            "govt": 0,
            "scty": 10
        },
        "Agente de Izquierda": {
            "razonamiento": "Sostener que la investigación debe ser a escala internacional está en línea con la lucha por el socialismo y la unidad de los pueblos trabajadores para superar las fronteras impuestas por el capital. Sin embargo, esta afirmación debe estar ligada a la lucha contra las injerencias imperialistas y en defensa de los derechos de los pueblos. La investigación, si es política y social, debe ser enfocada en los intereses de la clase trabajadora y no del capital.",
            "eleccion": "De acuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "Como agente de La Libertad Avanza, creo en la soberanía nacional y en que las decisiones deben tomarse lo más cerca posible de los ciudadanos. La intervención internacional suele llevar a políticas que ignoran las particularidades locales y fomentan el paternalismo.",
            "eleccion": "En desacuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "La política internacional debe ser guiada por principios claros y la defensa de los intereses nacionales. Si la investigación tiene un impacto global, es correcto buscar colaboraciones internacionales. Sin embargo, priorizaría investigaciones que sean relevantes para el país y garanticen la soberanía nacional.",
            "eleccion": "De acuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "La investigación a escala internacional es fundamental para abordar problemas globales como la salud, el medio ambiente y la ciencia. Promover la colaboración entre naciones refuerza la soberanía política y permite el desarrollo de soluciones inclusivas que beneficien a todos. Sin embargo, esta investigación debe ser en función de los intereses nacionales y con el fin de beneficiar a la población argentina.",
            "eleccion": "De acuerdo"
        }
    },
    "Los gobiernos deberían ser responsables ante la comunidad internacional.": {
        "question": "Governments should be accountable to the international community.",
        "pregunta": "Los gobiernos deberían ser responsables ante la comunidad internacional.",
        "effect": {
            "econ": 0,
            "dipl": 10,
            "govt": 5,
            "scty": 0
        },
        "Agente de Izquierda": {
            "razonamiento": "Los gobiernos deben ser responsables ante su propia población y actuar en función de los intereses del pueblo trabajador, no de las presiones de organismos internacionales como el FMI o el imperialismo. La independencia política de los trabajadores debe prevalecer sobre cualquier responsabilidad ante la comunidad internacional que solo busca sostener privilegios de las grandes potencias.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "La responsabilidad de un gobierno debe ser hacia su propia población, defendiendo sus intereses y soberanía, y no subordinándose a instancias externas. Las decisiones políticas deben reflejar la voluntad y el bienestar de los ciudadanos, sin ceder ante presiones internacionales que puedan comprometer la independencia y el desarrollo del país.",
            "eleccion": "En desacuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "Los gobiernos deben actuar con responsabilidad no solo ante sus ciudadanos, sino también en el contexto internacional, ya que nuestras acciones impactan en la confianza y la cooperación con otros países. Es esencial promover políticas que sitúen a Argentina como un actor respetado y confiable en el mundo, cumpliendo con tratados y compromisos internacionales.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "La responsabilidad de los gobiernos ante la comunidad internacional es fundamental para la construcción de un país soberano y respetuoso de los derechos humanos. Sin embargo, esta responsabilidad debe ser ejercida de manera que priorice los intereses nacionales y el bienestar del pueblo argentino. La soberanía política es un principio rector en nuestra visión, lo que implica que el Estado debe tomar decisiones en función de lo que beneficie a nuestra sociedad y no en función de presiones externas. Por lo tanto, es crucial establecer un equilibrio entre la responsabilidad internacional y la defensa de nuestros derechos y soberanía.",
            "eleccion": "De acuerdo"
        }
    },
    "Incluso al protestar contra un gobierno autoritario, la violencia no es aceptable.": {
        "question": "Even when protesting an authoritarian government, violence is not acceptable.",
        "pregunta": "Incluso al protestar contra un gobierno autoritario, la violencia no es aceptable.",
        "effect": {
            "econ": 0,
            "dipl": 5,
            "govt": -5,
            "scty": 0
        },
        "Agente de Izquierda": {
            "razonamiento": "La violencia de un gobierno autoritario es inaceptable, y las respuestas de los oprimidos pueden ser reactivas ante la represión extrema. Sin embargo, en el marco de la lucha obrera y popular, siempre se debe priorizar la organización, la movilización pacífica y la defensa de los derechos, manteniendo la independencia de clase y la lucha democrática. La violencia, en última instancia, debe entenderse en el contexto de la represión y defensa contra el ataque estatal. No puedo estar de acuerdo con una afirmación que ignora las circunstancias de lucha del pueblo.",
            "eleccion": "En desacuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "Desde la perspectiva del liberalismo, la violencia siempre es inaceptable como medio de protesta, incluso contra un gobierno autoritario. La protesta debe basarse en el respeto por la vida y la libertad, buscando soluciones pacíficas y constructivas. La violencia solo perpetúa un ciclo de agresión y desconfianza, y socava la búsqueda de un sistema más libre y justo.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "La violencia nunca es un medio legítimo para expresar descontento, incluso frente a un gobierno autoritario. La defensa de la democracia y los valores republicanos se logra a través de la paz y el diálogo, protegiendo así la institucionalidad y el estado de derecho.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "La violencia nunca debe ser un recurso aceptable, incluso en la protesta contra un gobierno autoritario. La defensa de la democracia y los derechos humanos implica siempre buscar soluciones pacíficas y dialogadas, afianzando el compromiso con el respeto a la vida y la dignidad de todas las personas.",
            "eleccion": "Muy de acuerdo"
        }
    },
    "Mis valores religiosos deberían ser difundidos tanto como sea posible.": {
        "question": "My religious values should be spread as much as possible.",
        "pregunta": "Mis valores religiosos deberían ser difundidos tanto como sea posible.",
        "effect": {
            "econ": 0,
            "dipl": -5,
            "govt": -10,
            "scty": -10
        },
        "Agente de Izquierda": {
            "razonamiento": "Como representante del FIT-U, defiendo la separación entre el Estado y la religión, y propongo que la educación pública sea laica y gratuita. No estoy de acuerdo con difundir valores religiosos en el espacio público o educativo.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "La libertad de expresión y la diversidad de creencias son fundamentales en una sociedad liberal. Cada individuo tiene el derecho de difundir sus valores y creencias, pero esto no implica que se deba imponer una perspectiva particular sobre los demás. Como agente que defiende el liberalismo, creo en el respeto del proyecto de vida del prójimo.",
            "eleccion": "Neutral"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "Si bien valoramos la libertad de expresión y el pluralismo, creemos que la difusión de valores religiosos debe ser un ejercicio personal y no impuesto a la sociedad. En una república democrática, es fundamental respetar la diversidad de creencias y asegurar que no haya privilegios para ninguna religión.",
            "eleccion": "En desacuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "La difusión de valores religiosos debe darse en un marco de respeto hacia la diversidad y la laicidad del Estado. Promover una visión plural y democrática es fundamental para garantizar la convivencia pacífica entre comunidades con creencias diferentes.",
            "eleccion": "En desacuerdo"
        }
    },
    "Los valores de nuestra nación deberían ser difundidos tanto como sea posible.": {
        "question": "Our nation's values should be spread as much as possible.",
        "pregunta": "Los valores de nuestra nación deberían ser difundidos tanto como sea posible.",
        "effect": {
            "econ": 0,
            "dipl": -10,
            "govt": -5,
            "scty": 0
        },
        "Agente de Izquierda": {
            "razonamiento": "Desde nuestra perspectiva, los valores de la clase trabajadora y del socialismo deben prevalecer sobre los valores impuestos por el sistema capitalista. Creemos en la importancia de difundir la lucha por los derechos de los trabajadores, la lucha contra la opresión y la necesidad de un cambio radical en nuestras estructuras socioeconómicas. Sin embargo, no apoyamos una difusión de valores que perpetúen el régimen capitalista y sus inequidades.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "Creo firmemente que cada individuo tiene derecho a formar sus propias opiniones y valores, por lo que la difusión de valores nacionales debe ser un proceso voluntario y no impuesto. Debemos fomentar un ambiente donde las ideas puedan ser discutidas libremente.",
            "eleccion": "De acuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "Es fundamental promover y difundir los valores de nuestra nación, ya que forman parte de nuestra identidad y contribuyen al fortalecimiento de la convivencia democrática. La educación y la difusión de nuestros principios republicanos son esenciales para construir una sociedad más justa y equitativa.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "Consideramos que los valores de justicia social, inclusión y soberanía deben ser promovidos y defendidos enérgicamente. Difundir estos valores es fundamental para construir una sociedad más equitativa y fortalecer el pacto democrático.",
            "eleccion": "Muy de acuerdo"
        }
    },
    "Es muy importante mantener la ley y el orden.": {
        "question": "It is very important to maintain law and order.",
        "pregunta": "Es muy importante mantener la ley y el orden.",
        "effect": {
            "econ": 0,
            "dipl": -5,
            "govt": -10,
            "scty": -5
        },
        "Agente de Izquierda": {
            "razonamiento": "La afirmación de que es 'muy importante mantener la ley y el orden' a menudo encubre un enfoque represivo que prioriza el control sobre la justicia social. La ley y el orden en muchos casos se utilizan para sostener las estructuras del poder capitalista, oprimendo a los sectores populares y criminalizando la protesta social. En lugar de fortalecer una ley que favorece a las élites, debemos luchar por una legalidad que garantice derechos y respete la dignidad de todas y todos, especialmente de los trabajadores y sectores oprimidos.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "La ley y el orden son fundamentales para garantizar el respeto a la propiedad privada, la libertad individual y el funcionamiento adecuado de una sociedad moderna. Sin un marco legal claro y autoridades que lo respeten, el tejido social se desmorona y las libertades ciudadanas se ven amenazadas.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "La ley y el orden son fundamentales para garantizar la seguridad y la convivencia en sociedad. Un marco legal estable permite el desarrollo de una ciudadanía activa y la protección de los derechos individuales. Sin orden, se pone en riesgo la democracia y el desarrollo integral de la nación.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "La afirmación sobre la importancia de mantener la ley y el orden es válida en el contexto de un Estado democrático que necesita garantizar la seguridad y el bienestar de sus ciudadanos. Sin embargo, esto debe hacerse dentro de un marco de respeto a los derechos humanos y promoviendo una seguridad pública que no se basa en la represión, sino en el diálogo y la construcción de consensos. Por lo tanto, aunque es importante mantener la ley y el orden, debe ser en una forma que respete los derechos de todos. Esto me lleva a estar de acuerdo pero con matices.",
            "eleccion": "De acuerdo"
        }
    },
    "La población en general toma malas decisiones.": {
        "question": "The general populace makes poor decisions.",
        "pregunta": "La población en general toma malas decisiones.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": -10,
            "scty": 0
        },
        "Agente de Izquierda": {
            "razonamiento": "Esta afirmación deslegitima a la población y a su capacidad de organización. La responsabilidad no es de la población, sino del sistema que impone decisiones que benefician a los capitalistas y a los poderes establecidos. El enfoque debe estar en la educación y organización popular, no en la descalificación de la inteligencia o la capacidad de decisión del pueblo. La lucha por la independencia política es clave.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "Creo firmemente en el potencial del individuo y su capacidad de tomar decisiones informadas sobre su vida y su entorno. La creencia de que la población toma malas decisiones refleja una visión paternalista y desprecia la libertad personal. Cada individuo tiene el derecho y la responsabilidad de decidir su propio camino, y el papel del gobierno debe ser proteger esa libertad, no asumir que la gente no puede elegir correctamente.",
            "eleccion": "En desacuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "La afirmación sugiere que la población carece de la capacidad de tomar decisiones adecuadas. En nuestra visión, confiamos en la capacidad de los ciudadanos y su derecho a decidir sobre sus vidas y su futuro, promoviendo la educación y el diálogo como herramientas para la mejora de la toma de decisiones.",
            "eleccion": "En desacuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "Creemos en la capacidad del pueblo para tomar decisiones informadas cuando se le brinda acceso a la educación, la información y se fomenta un diálogo constructivo. La desconfianza en la población puede derivar de la falta de oportunidades y no de una incapacidad inherente.",
            "eleccion": "En desacuerdo"
        }
    },
    "El suicidio asistido por un médico debería ser legal.": {
        "question": "Physician-assisted suicide should be legal.",
        "pregunta": "El suicidio asistido por un médico debería ser legal.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 10,
            "scty": 0
        },
        "Agente de Izquierda": {
            "razonamiento": "La legalización del suicidio asistido plantea cuestiones éticas y morales complejas. La posición del FIT-U, centrada en la defensa de los derechos y la dignidad humana, puede conducir a un apoyo condicionado a las decisiones autónomas de los individuos, pero también demanda una atención fundamental a las condiciones socioeconómicas que llevan a tales decisiones. La política debe garantizar acceso a salud mental y redes de apoyo, más que regular la muerte como una opción.",
            "eleccion": "Neutral"
        },
        "Agente Liberal": {
            "razonamiento": "La libertad del individuo sobre su propio cuerpo y la decisión de su vida es un pilar fundamental del liberalismo. Cada persona debería tener el derecho a decidir sobre su propio fin, especialmente en situaciones de sufrimiento extremo y sin posibilidades de recuperación. La regulación y supervisión pueden garantizar que dicha decisión sea tomada con pleno consentimiento y bajo condiciones adecuadas.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "La postura de Juntos por el Cambio se basa en valores fundamentales como el respeto por la vida y la dignidad humana. Si bien la discusión sobre la autonomía del individuo es importante, se considera que la legalización del suicidio asistido podría abrir la puerta a abusos y vulneraciones de derechos, especialmente entre los grupos más vulnerables. Por lo tanto, se prioriza la promoción de la salud mental y el acompañamiento en lugar de facilitar el suicidio asistido.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "La legalización del suicidio asistido plantea un dilema ético y moral que debe ser considerado desde una perspectiva de justicia social y derechos humanos. Si bien es fundamental respetar la autonomía de las personas, también se debe garantizar un sólido sistema de salud que priorice el bienestar y los cuidados para quienes enfrentan situaciones de sufrimiento extremo. Por ello, sería más apropiado enfocarse en mejorar el acceso a servicios de salud y apoyo psicológico antes de considerar su legalización.",
            "eleccion": "En desacuerdo"
        }
    },
    "El sacrificio de algunas libertades civiles es necesario para protegernos de actos de terrorismo.": {
        "question": "The sacrifice of some civil liberties is necessary to protect us from acts of terrorism.",
        "pregunta": "El sacrificio de algunas libertades civiles es necesario para protegernos de actos de terrorismo.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": -10,
            "scty": 0
        },
        "Agente de Izquierda": {
            "razonamiento": "El sacrificio de libertades civiles bajo pretextos de seguridad siempre afecta de manera desproporcionada a los sectores más vulnerables y trabajadores. La historia muestra que estas medidas pueden ser utilizadas para justificar la represión y limitar los derechos de los oprimidos. La defensa de las libertades civiles es fundamental para una democracia genuina y debe ser prioritaria sobre políticas de seguridad que atacan estas libertades.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "La protección de las libertades civiles es fundamental en una sociedad democrática. Sacrificar estas libertades en nombre de la seguridad abre la puerta a abusos de poder y socava los principios del liberalismo. La solución a la amenaza del terrorismo no está en restringir libertades, sino en fortalecer las instituciones y garantizar la acción de la ley sin comprometer derechos individuales.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "La defensa de las libertades civiles es un pilar fundamental de la democracia. Sacrificar libertades en nombre de la seguridad puede llevar a abusos de poder y erosión de los derechos. La seguridad debe lograrse a través del respeto a los derechos fundamentales, no a expensas de ellos.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "Considero que sacrificar libertades civiles no es una solución adecuada para combatir el terrorismo. Debemos encontrar un equilibrio que garantice la seguridad sin menoscabar los derechos fundamentales, ya que la democracia se construye sobre el respeto a las libertades. Es fundamental proteger a la ciudadanía desde un enfoque que respete todas las garantías democráticas y los derechos humanos.",
            "eleccion": "En desacuerdo"
        }
    },
    "La vigilancia gubernamental es necesaria en el mundo moderno.": {
        "question": "Government surveillance is necessary in the modern world.",
        "pregunta": "La vigilancia gubernamental es necesaria en el mundo moderno.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": -10,
            "scty": 0
        },
        "Agente de Izquierda": {
            "razonamiento": "Sostener que la vigilancia gubernamental es necesaria implica aceptar que el Estado debe tener un rol de control sobre la población, lo que puede llevar a abusos de poder y la represión de las luchas sociales. Consideramos que la independencia política de los trabajadores y la defensa de las libertades democráticas son fundamentales, y cualquier forma de vigilancia puede ser utilizada para oprimir a quienes luchan por sus derechos. Además, necesitamos construir un ámbito donde la vigilancia social y política sea superada y se garantice el respeto a los derechos de todos. Por lo tanto, estoy en desacuerdo con la idea de que la vigilancia gubernamental sea necesaria.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "La vigilancia gubernamental tiende a restringir las libertades individuales y puede ser utilizada para controlar a la población. En un sistema basado en el respeto a la propiedad privada y a la libertad individual, la vigilancia estatal no es necesaria y puede resultar perjudicial.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "La vigilancia gubernamental puede ser necesaria para proteger la seguridad y los derechos de los ciudadanos, pero debe ser regulada y limitada para evitar abusos de poder y preservar las libertades individuales. Es fundamental que la vigilancia se realice con transparencia y respeto a la privacidad, evitando caer en prácticas autoritarias que afectan la libertad.",
            "eleccion": "De acuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "En un mundo donde las desigualdades y amenazas son crecientes, la vigilancia gubernamental se vuelve indispensable para garantizar la seguridad, el bienestar y la protección de los derechos de todos los ciudadanos. La intervención del Estado debe ser equilibrada, buscando salvaguardar la democracia y los derechos humanos en un marco de respeto y transparencia.",
            "eleccion": "Muy de acuerdo"
        }
    },
    "La misma existencia del estado es una amenaza para nuestra libertad.": {
        "question": "The very existence of the state is a threat to our liberty.",
        "pregunta": "La misma existencia del estado es una amenaza para nuestra libertad.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 10,
            "scty": 0
        },
        "Agente de Izquierda": {
            "razonamiento": "La existencia del Estado no es inherentemente una amenaza para nuestra libertad, sino que depende de cómo se organice y quiénes lo dirijan. En un contexto donde el Estado actúa en beneficio de los intereses de las grandes patronales y del capital, se convierte en un instrumento de opresión. Sin embargo, defendemos un Estado que sea verdaderamente de los trabajadores, que garantice derechos y libertades fundamentales, protegiendo la vida digna de la clase trabajadora.",
            "eleccion": "En desacuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "La intervención del Estado en la vida de los ciudadanos a menudo coarta la libertad individual y la iniciativa privada, lo que puede llevar a una dependencia y una disminución de la responsabilidad personal. Por ello, considero que un Estado grande y paternalista puede ser una amenaza para la libertad.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "Consideramos que el Estado, cuando actúa con eficiencia y dentro del marco legal, es un facilitador de la libertad y el bienestar de los ciudadanos. Un Estado que respeta los derechos, fomenta la igualdad de oportunidades y protege la libertad es fundamental para el funcionamiento de una democracia. Por tanto, la existencia del Estado no es una amenaza, sino una garantía para la libertad.",
            "eleccion": "En desacuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "La existencia del Estado, cuando actúa como un garante de derechos y promotor de la justicia social, no es una amenaza, sino una condición necesaria para la libertad de todos. Un Estado fuerte y presente es fundamental para asegurar la equidad y proteger a los ciudadanos, especialmente a los más vulnerables.",
            "eleccion": "Muy en desacuerdo"
        }
    },
    "Independientemente de las opiniones políticas, es importante estar del lado de tu país.": {
        "question": "Regardless of political opinions, it is important to side with your country.",
        "pregunta": "Independientemente de las opiniones políticas, es importante estar del lado de tu país.",
        "effect": {
            "econ": 0,
            "dipl": -10,
            "govt": -10,
            "scty": -5
        },
        "Agente de Izquierda": {
            "razonamiento": "La afirmación de estar del lado de 'tu país' puede utilizarse para justificar políticas que benefician a las clases dominantes y oprimen a los trabajadores. Desde la perspectiva del FIT-U, es fundamental estar del lado de quienes luchan por los derechos de los trabajadores, oponiéndose a los intereses patronales y del capital. No se trata de una lealtad acrítica hacia el 'país', sino de una defensa activa de los intereses del pueblo contra aquellos que buscan explotarlos. Por lo tanto, esta afirmación puede ser problemática.",
            "eleccion": "En desacuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "Es fundamental defender el país en la búsqueda de libertades individuales y el respeto por la propiedad privada. Desde la perspectiva liberal, el patriotismo debe centrarse en el respeto a los principios de libertad y justicia, no en un nacionalismo ciego que limite estas libertades.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "Como representantes de Juntos por el Cambio, creemos que la unidad y el compromiso con el bien común trascienden las diferencias políticas. Es esencial estar del lado de Argentina, trabajando por su desarrollo y recuperación, valorando la diversidad de opiniones pero siempre priorizando el interés nacional.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "Es fundamental que, más allá de las diferencias ideológicas, prevalezca un compromiso con el bienestar colectivo y el progreso de nuestra patria. La unidad en la diversidad es el camino hacia un futuro donde todos los argentinos puedan desarrollarse con justicia y equidad.",
            "eleccion": "Muy de acuerdo"
        }
    },
    "Toda autoridad debería ser cuestionada.": {
        "question": "All authority should be questioned.",
        "pregunta": "Toda autoridad debería ser cuestionada.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 10,
            "scty": 5
        },
        "Agente de Izquierda": {
            "razonamiento": "La afirmación de que toda autoridad debería ser cuestionada se alinea con la perspectiva de independencia política de los trabajadores y el rechazo de la autoridad impuesta por el capitalismo y el Estado. Es fundamental que los trabajadores y sectores populares cuestionen y desafíen cualquier forma de autoridad que no derive de su propia organización y lucha. Esto incluye a los gobiernos capitalistas y a la burocracia sindical que traicionan los intereses de los trabajadores.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "El cuestionamiento a la autoridad es fundamental en una sociedad libre y democrática, fomentando la transparencia, la rendición de cuentas y la responsabilidad en quienes gobiernan. Sin embargo, debe hacerse de manera respetuosa y fundamentada, sin caer en la anarquía.",
            "eleccion": "De acuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "Como representantes de una visión política que promueve la democracia y la responsabilidad institucional, consideramos que es fundamental cuestionar a las autoridades para garantizar la transparencia y la rendición de cuentas. Sin embargo, esto debe hacerse dentro de un marco de respeto y legalidad, protegiendo así las instituciones. Cuestionar no significa deslegitimar, sino buscar mejorar la gestión pública.",
            "eleccion": "De acuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "En el marco de la defensa de la democracia y de la calidad institucional, es fundamental cuestionar y supervisar a toda autoridad, ya que esto garantiza la transparencia y la rendición de cuentas en el ejercicio del poder. Sin embargo, esto debe hacerse dentro de un marco de respeto hacia las instituciones y los procesos democráticos.",
            "eleccion": "De acuerdo"
        }
    },
    "Un estado jerárquico es el mejor.": {
        "question": "A hierarchical state is best.",
        "pregunta": "Un estado jerárquico es el mejor.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": -10,
            "scty": 0
        },
        "Agente de Izquierda": {
            "razonamiento": "Un estado jerárquico perpetúa la opresión y la desigualdad, en lugar de representar los intereses de las clases trabajadoras. Un verdadero gobierno debe ser democrático y horizontal, basado en la participación y el control de las y los trabajadores.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "La afirmación de que un estado jerárquico es el mejor no se alinea con los principios del liberalismo. Creemos en un gobierno limitado que respete las libertades individuales y promueva la iniciativa privada, en lugar de un enfoque autoritario o jerárquico que centralice el poder. La descentralización y la libertad son claves para el desarrollo y el bienestar de la sociedad.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "La ideología de Juntos por el Cambio promueve un Estado moderno, transparente y austero, con un enfoque en la meritocracia y la profesionalización del empleo público. Si bien es importante que exista un orden en el funcionamiento del Estado, la primacía debe ser la eficiencia, la transparencia y la igualdad ante la ley, no necesariamente un enfoque jerárquico que puede limitar la responsabilidad y la rendición de cuentas.",
            "eleccion": "En desacuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "Desde la perspectiva de la justicia social y la soberanía política, creemos en un Estado que sea fuerte y presente, pero basado en la inclusión y la participación democrática. Un Estado jerárquico por su naturaleza puede dificultar el diálogo y la concertación necesarios para el desarrollo equitativo. Promovemos un Estado que articule el interés de todos los ciudadanos, especialmente de los más vulnerables, por lo que la idea de un Estado jerárquico no se alinea con nuestra visión de una democracia plena y una sociedad más justa.",
            "eleccion": "Muy en desacuerdo"
        }
    },
    "Es importante que el gobierno siga la opinión de la mayoría, incluso si está equivocada.": {
        "question": "It is important that the government follows the majority opinion, even if it is wrong.",
        "pregunta": "Es importante que el gobierno siga la opinión de la mayoría, incluso si está equivocada.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 10,
            "scty": 0
        },
        "Agente de Izquierda": {
            "razonamiento": "El FIT-U defiende la independencia política de los trabajadores y sus derechos fundamentales de decisión, independientemente de las opiniones mayoritarias que puedan ser influenciadas por intereses capitalistas. No apoyo la idea de seguir la opinión de la mayoría si esta conduce a decisiones que perjudican a la clase trabajadora.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "La opinión de la mayoría no siempre es la mejor guía para la toma de decisiones. El respeto por los derechos individuales y la protección de la libertad son fundamentales, independientemente de lo que diga la mayoría. Un gobierno que se rige solo por la opinión popular puede caer en la trampa del populismo y comprometer la libertad y la propiedad privada.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "La democracia implica respetar la voluntad del pueblo, pero el gobierno también debe actuar con responsabilidad y fundamento, incluso contra la opinión mayoritaria si esta es errónea. La salud de nuestra democracia no puede depender solamente de la opinión del momento, sino de una conducción sabia que priorice el bien común y los valores republicanos.",
            "eleccion": "En desacuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "Considero que la responsabilidad de un gobierno es representar los intereses de la mayoría, pero también debe tener el coraje de tomar decisiones informadas y fundamentadas por el bien común, incluso si no coinciden con la opinión general en ciertos momentos. La democracia no se trata solo de seguir a la mayoría, sino de construir un consenso basado en la justicia social y el interés nacional.",
            "eleccion": "En desacuerdo"
        }
    },
    "Cuanto más fuerte sea el liderazgo, mejor.": {
        "question": "The stronger the leadership, the better.",
        "pregunta": "Cuanto más fuerte sea el liderazgo, mejor.",
        "effect": {
            "econ": 0,
            "dipl": -10,
            "govt": -10,
            "scty": 0
        },
        "Agente de Izquierda": {
            "razonamiento": "Un liderazgo fuerte, en el contexto del sistema actual, tiende a ser autoritario y puede llevar a la opresión de las voces de los trabajadores y a la perpetuación de estructuras capitalistas. Necesitamos promover un liderazgo que surja del pueblo organizado, que sea verdaderamente democrático e inclusivo, y que luche por los intereses de la clase trabajadora, no que se imponga desde arriba.",
            "eleccion": "En desacuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "La concentración de poder en una figura autoritaria puede llevar a la restricción de libertades individuales y a la erosión de las instituciones democráticas. En cambio, un liderazgo fuerte pero respetuoso de los principios del liberalismo debe basarse en el respeto a la propiedad privada y a la libertad de elección de los ciudadanos.",
            "eleccion": "En desacuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "Un liderazgo fuerte es fundamental para llevar adelante reformas y generar confianza en las instituciones, pero este liderazgo debe ser respetuoso de la democracia, el diálogo y la pluralidad. En una república, el poder debe estar equilibrado y controlado por un marco institucional.",
            "eleccion": "De acuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "Un liderazgo fuerte es necesario para guiar y articular un proyecto de país que promueva la justicia social y la participación democrática. Sin embargo, es fundamental que ese liderazgo esté siempre enmarcado por el respeto a las instituciones y la división de poderes, para preservar la democracia. Por lo tanto, un liderazgo fuerte debe ser también responsable y comprometido con el diálogo y el consenso.",
            "eleccion": "De acuerdo"
        }
    },
    "La democracia es más que un proceso de toma de decisiones.": {
        "question": "Democracy is more than a decision-making process.",
        "pregunta": "La democracia es más que un proceso de toma de decisiones.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 10,
            "scty": 0
        },
        "Agente de Izquierda": {
            "razonamiento": "La democracia debe ir más allá del mero proceso electoral; debe incluir la participación activa de los trabajadores en las decisiones que afectan sus vidas, así como la defensa de los derechos sociales y económicos de la clase obrera. Consideramos que la democracia debe ser verdaderamente participativa y no solo un sistema electoral que reproduce la lógica del capital.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "La democracia no se limita a votar, sino que debe garantizar la libertad individual, el respeto por la propiedad y el acceso a la información. Para mí, la democracia es un marco que debe fomentar la responsabilidad, el mérito y la autonomía de los ciudadanos.",
            "eleccion": "De acuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "La democracia no solo se define por las elecciones y la toma de decisiones, sino por el respeto a los derechos humanos, el fortalecimiento de las instituciones, la participación ciudadana y la promoción de la justicia social. Es un sistema que debe garantizar la igualdad de oportunidades y el bienestar de todos los ciudadanos.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "La democracia implica también el respeto y la protección de los derechos humanos, la inclusión de todas las voces en el proceso y la garantía de un sistema judicial independiente. Por lo tanto, la afirmación reconoce que la democracia va más allá de simplemente votar y tomar decisiones, sino que incluye una serie de principios éticos y derechos fundamentales que deben ser respetados.",
            "eleccion": "Muy de acuerdo"
        }
    },
    "Las regulaciones ambientales son esenciales.": {
        "question": "Environmental regulations are essential.",
        "pregunta": "Las regulaciones ambientales son esenciales.",
        "effect": {
            "econ": 5,
            "dipl": 0,
            "govt": 0,
            "scty": 10
        },
        "Agente de Izquierda": {
            "razonamiento": "Las regulaciones ambientales son fundamentales para proteger a las comunidades y el medio ambiente frente a los intereses del capital, que priorizan las ganancias sobre la vida. Un enfoque socialista debe garantizar que los recursos naturales sean gestionados por y para los trabajadores y el pueblo, en lugar de permitir que las empresas continúen explotando y contaminando sin restricciones. La lucha por un ambiente saludable es parte integral de la lucha por los derechos sociales y laborales.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "Si bien los cuidados del medio ambiente son importantes, las regulaciones excesivas y el intervencionismo estatal suelen perjudicar la libertad económica y la inversión privada. Las soluciones ambientales deben surgir de la innovación y el mercado, no de regulaciones restrictivas que limitan la iniciativa privada.",
            "eleccion": "En desacuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "Las regulaciones ambientales son importantes, pero deben equilibrarse con el desarrollo económico y la iniciativa privada. Necesitamos promover un crecimiento sustentable que no se convierta en un obstáculo para la producción y el empleo. Por tanto, estoy de acuerdo en que son necesarias, siempre que estén orientadas a fomentar un desarrollo responsable sin quitar competitividad.",
            "eleccion": "De acuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "Las regulaciones ambientales son fundamentales para garantizar un desarrollo sostenible y proteger los derechos de las futuras generaciones. En un contexto de cambio climático y degradación ambiental, el Estado debe asumir un rol activo en la protección del medio ambiente para asegurar que las políticas de desarrollo productivo sean responsables y respetuosas con el entorno.",
            "eleccion": "Muy de acuerdo"
        }
    },
    "Un mundo mejor vendrá de la automatización, la ciencia y la tecnología.": {
        "question": "A better world will come from automation, science, and technology.",
        "pregunta": "Un mundo mejor vendrá de la automatización, la ciencia y la tecnología.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 0,
            "scty": 10
        },
        "Agente de Izquierda": {
            "razonamiento": "La creencia de que un mundo mejor surgirá únicamente de la automatización, la ciencia y la tecnología ignora las profundas desigualdades y conflictos de clase que están en juego. La automatización puede beneficiar a las grandes corporaciones, pero puede también llevar a la precarización del trabajo si no hay un control obrero y una distribución equitativa de sus beneficios. La tecnología debe ser utilizada al servicio de la clase trabajadora y no para perpetuar el sistema capitalista que la explota. Por lo tanto, esta afirmación es superficial y no aborda las necesidades de los trabajadores.",
            "eleccion": "En desacuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "La automatización, la ciencia y la tecnología son fundamentales para aumentar la productividad y mejorar la calidad de vida. Estas herramientas son esenciales para fomentar el crecimiento económico y el desarrollo personal, principios centrales en la ideología liberal. Por lo tanto, estoy muy a favor de esta afirmación.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "La automatización, la ciencia y la tecnología son herramientas fundamentales para el progreso. Estas innovaciones pueden mejorar la calidad de vida, aumentar la productividad y abrir nuevas oportunidades laborales, siempre que estén acompañadas de políticas educativas que preparen a la población para los nuevos desafíos del mercado laboral. Creemos en el potencial de la ciencia y la tecnología para crear un futuro mejor.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "Si bien la automatización, la ciencia y la tecnología tienen un potencial significativo para mejorar la calidad de vida, es fundamental que estos avances se implementen de manera que beneficien a toda la sociedad y no solo a unos pocos. Debemos asegurar que estas innovaciones se acompañen de políticas inclusivas que protejan y fortalezcan el empleo y los derechos de los trabajadores.",
            "eleccion": "De acuerdo"
        }
    },
    "Los niños deberían ser educados en valores religiosos o tradicionales.": {
        "question": "Children should be educated in religious or traditional values.",
        "pregunta": "Los niños deberían ser educados en valores religiosos o tradicionales.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": -5,
            "scty": -10
        },
        "Agente de Izquierda": {
            "razonamiento": "La educación debe ser laica y orientada a la formación crítica, no sujeta a dogmas religiosos o tradicionales que perpetúen desigualdades y prejuicios. La escuela debe ser un espacio donde se fomente el pensamiento crítico y el respeto por todas las diversidades, no la imposición de valores específicos.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "La educación debe centrarse en el desarrollo del pensamiento crítico y la autonomía de los individuos, dejando la enseñanza de valores religiosos o tradicionales a la familia y la comunidad. La educación estatal no debería imponer valores específicos, sino fomentar un ambiente pluralista y respetuoso. Por lo tanto, no estoy de acuerdo con la imposición de valores religiosos o tradicionales en la educación pública.",
            "eleccion": "En desacuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "Consideramos que la educación debe ser inclusiva y pluralista, fomentando el respeto a la diversidad de creencias y valores. La educación en valores es fundamental, pero debe abordarse desde un enfoque laico que respete la libertad de elección de cada familia y promueva la convivencia pacífica entre diferentes culturas y creencias.",
            "eleccion": "En desacuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "La educación debe centrarse en valores cívicos y democráticos que promuevan la convivencia y la inclusión social. La imposición de valores religiosos o tradicionales puede limitar la diversidad y la libertad de pensamiento, por lo que es importante garantizar una educación laica y plural.",
            "eleccion": "En desacuerdo"
        }
    },
    "Las tradiciones no tienen valor por sí solas.": {
        "question": "Traditions are of no value on their own.",
        "pregunta": "Las tradiciones no tienen valor por sí solas.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 0,
            "scty": 10
        },
        "Agente de Izquierda": {
            "razonamiento": "Sostengo que las tradiciones pueden tener valor, pero deben ser evaluadas críticamente según sus efectos en la sociedad, especialmente si perpetúan desigualdades o injusticias. Sin embargo, no se puede afirmar que no tengan valor por sí solas, ya que pueden también ser parte de la identidad cultural y la lucha de clases. Por lo tanto, creo que la afirmación es simplista.",
            "eleccion": "En desacuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "Las tradiciones, aunque pueden tener un valor cultural e histórico, no deben ser un fin en sí mismas. Su valor radica en cómo contribuyen al progreso individual y colectivo, respetando la libertad y la creatividad de los individuos. La tradición debe ser evaluada y adaptada a las necesidades contemporáneas, no seguirse ciegamente.",
            "eleccion": "De acuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "Las tradiciones son fundamentales para la identidad y la cohesión de una sociedad. Juntos por el Cambio valora la herencia democrática, liberal y republicana, que ha forjado la historia Argentina. Las tradiciones ofrecen un marco de referencia sobre el cual construir un futuro más sólido, por lo tanto, no pueden ser consideradas sin valor.",
            "eleccion": "En desacuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "Las tradiciones representan la historia y la identidad cultural de un pueblo. En el contexto de la justicia social y la soberanía política, las tradiciones pueden ser un recurso valioso para fomentar la cohesión social y fortalecer el sentido de pertenencia. Sin embargo, es importante interpretarlas de manera crítica y adaptarlas al contexto actual, especialmente cuando pueden entrar en conflicto con los derechos humanos y la equidad. Por lo tanto, creo que las tradiciones pueden tener valor, pero no deben ser absolutizadas sin reflexionar sobre su impacto en la sociedad contemporánea.",
            "eleccion": "Neutral"
        }
    },
    "La religión debería jugar un papel en el gobierno.": {
        "question": "Religion should play a role in government.",
        "pregunta": "La religión debería jugar un papel en el gobierno.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": -10,
            "scty": -10
        },
        "Agente de Izquierda": {
            "razonamiento": "La religión y el Estado deben estar separados para garantizar la libertad de pensamiento y el pluralismo en la sociedad. Permitir que la religión influya en el gobierno socavaría los derechos de las personas que no comparten esas creencias.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "La religión no debe tener injerencia en el gobierno, ya que eso puede conducir a la violación de las libertades individuales y la imposición de creencias sobre los ciudadanos. El Estado debe ser laico y respetar la diversidad de creencias, garantizando la libertad de culto.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "La religión es un tema personal y debe ser tratada como tal. Un gobierno debe ser laico, garantizando la libertad de conciencia y la igualdad de derechos para todos los ciudadanos, independientemente de sus creencias. La separación entre iglesia y Estado es fundamental para una democracia sana.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "Desde la perspectiva de la justicia social y la soberanía política, el Estado debe ser laico y garantizar la separación entre instituciones religiosas y el gobierno. La religión es un aspecto personal y no debe influir en las decisiones políticas que afectan a toda la ciudadanía.",
            "eleccion": "Muy en desacuerdo"
        }
    },
    "Las iglesias deberían ser gravadas de la misma manera que otras instituciones.": {
        "question": "Churches should be taxed the same way other institutions are taxed.",
        "pregunta": "Las iglesias deberían ser gravadas de la misma manera que otras instituciones.",
        "effect": {
            "econ": 5,
            "dipl": 0,
            "govt": 0,
            "scty": 10
        },
        "Agente de Izquierda": {
            "razonamiento": "Las iglesias no deberían recibir privilegios fiscales que las eximan del mismo régimen tributario que afecta a otras instituciones. Es fundamental que todas las entidades, sin importar su naturaleza, contribuyan al sostenimiento del estado y sus servicios, especialmente en un contexto de crisis donde los recursos son escasos. Esto permitiría disminuir la carga impositiva sobre el pueblo trabajador y garantizar que todos, incluidos los grandes capitales y organizaciones religiosas, aporten a la sociedad de manera equitativa.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "La fiscalidad debe ser igual para todos y el principio de no intervención se debe aplicar también a las instituciones religiosas, evitando que el Estado favorezca o perjudique a cualquiera de ellas. No deben ser gravadas desproporcionadamente, pero tampoco deberían recibir privilegios que afecten a la equidad tributaria.",
            "eleccion": "De acuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "Consideramos que la extraordinaria labor social y comunitaria que realizan muchas iglesias debe ser valorada y no gravada de la misma manera que otras instituciones. Las iglesias, al contribuir al bien común y ayudar a sectores vulnerables, deben gozar de un tratamiento fiscal diferenciador.",
            "eleccion": "En desacuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "Consideramos que las iglesias, al igual que cualquier otra institución, deben contribuir al tesoro nacional para garantizar igualdad en el sistema impositivo. Esta medida fomentaría equidad y justicia social en la distribución de las cargas fiscales.",
            "eleccion": "Muy de acuerdo"
        }
    },
    "El cambio climático es actualmente una de las mayores amenazas para nuestra forma de vida.": {
        "question": "Climate change is currently one of the greatest threats to our way of life.",
        "pregunta": "El cambio climático es actualmente una de las mayores amenazas para nuestra forma de vida.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 0,
            "scty": 10
        },
        "Agente de Izquierda": {
            "razonamiento": "Reconocemos la crisis climática como un fenómeno que afecta de manera desproporcionada a los sectores más vulnerables de la población, y que es el resultado de un modelo económico capitalista que prioriza la ganancia sobre el bienestar de la humanidad y el medio ambiente. La lucha por un cambio verdadero debe estar conectada a la lucha por la justicia social.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "Si bien el cambio climático es un tema importante, la narrativa que lo presenta como la mayor amenaza a nuestra forma de vida muchas veces se utiliza para justificar regulaciones estatales y políticas intervencionistas que limitan las libertades individuales y el desarrollo económico. Desde una perspectiva liberal, es esencial abordar el tema sin caer en alarmismos que invocan más control estatal.",
            "eleccion": "Neutral"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "Reconocemos que el cambio climático es un desafío global que requiere atención, pero también enfatizamos la importancia de abordar la problemática con un enfoque que promueva el desarrollo económico y la inversión en tecnologías sustentables. No podemos ignorar su relevancia, pero debemos ser cautelosos en cómo se implementan las políticas al respecto.",
            "eleccion": "De acuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "El cambio climático representa una amenaza real y urgente que impacta en la vida de las personas, especialmente en los sectores más vulnerables. Debemos abordar esta crisis desde un enfoque integral que incluya la protección del medio ambiente y el desarrollo sostenible, garantizando un futuro en el que todos tengamos acceso a recursos esenciales y un habitar digno. Esto está en línea con nuestra visión de justicia social y un Estado presente que proteja los derechos de todos.",
            "eleccion": "Muy de acuerdo"
        }
    },
    "Es importante que trabajemos como un mundo unido para combatir el cambio climático.": {
        "question": "It is important that we work as a united world to combat climate change.",
        "pregunta": "Es importante que trabajemos como un mundo unido para combatir el cambio climático.",
        "effect": {
            "econ": 0,
            "dipl": 10,
            "govt": 0,
            "scty": 10
        },
        "Agente de Izquierda": {
            "razonamiento": "Si bien es importante abordar el cambio climático, cualquier iniciativa debe ser independiente de las políticas capitalistas que priorizan el lucro sobre la sostenibilidad. La lucha por el medio ambiente debe ir acompañada de una lucha contra el imperialismo y los grandes capitales responsables de la crisis ecológica. Sin la movilización de los trabajadores y sectores populares, las soluciones quedarán en manos de quienes han beneficiado del saqueo. Por lo tanto, no apoyo una retórica de unidad que ignora estas luchas. Esto no implica que esté en desacuerdo con la necesidad de enfrentar la crisis climática, sino con la forma en que se plantea.",
            "eleccion": "En desacuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "Desde una perspectiva liberal, es fundamental que el enfoque ante temas como el cambio climático no se imponga mediante regulaciones estatales estrictas, sino que se busque fomentar la innovación y la eficiencia a través de la libre competencia y las iniciativas privadas. La cooperación internacional puede ser positiva, pero no debe restringir la libertad individual ni imponer costos excesivos a los ciudadanos y empresas.",
            "eleccion": "Neutral"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "La lucha contra el cambio climático es un desafío global que requiere colaboración internacional. Desde Juntos por el Cambio, creemos en la importancia de la sostenibilidad y la protección del medio ambiente, pero también en el desarrollo económico y la libertad en la producción. Promover una estrategia climática de largo plazo debe ser parte de un enfoque que no sacrifique las libertades y oportunidades de crecimiento en el proceso. La cooperación internacional es esencial, pero debe basarse en la defensa de nuestros intereses nacionales. Por lo tanto, considero que la necesidad de trabajar unidos es fundamental, siempre y cuando se contemple un equilibrio con el desarrollo económico.",
            "eleccion": "De acuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "El cambio climático es un desafío global que requiere la cooperación entre naciones. La justicia social y el desarrollo sustentable son fundamentales para garantizar un futuro mejor para todos. Trabajar juntos para combatir el cambio climático es esencial para proteger a las comunidades más vulnerables.",
            "eleccion": "Muy de acuerdo"
        }
    },
    "La sociedad era mejor hace muchos años de lo que es ahora.": {
        "question": "Society was better many years ago than it is now.",
        "pregunta": "La sociedad era mejor hace muchos años de lo que es ahora.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 0,
            "scty": -10
        },
        "Agente de Izquierda": {
            "razonamiento": "Esta afirmación ignora las luchas sociales y reivindicaciones que han logrado avances en derechos fundamentales de la clase trabajadora, las mujeres, y los pueblos oprimidos. Aunque haya desafíos actuales, la lucha por una sociedad más justa sigue en pie y es fundamental seguir avanzando en esos derechos.",
            "eleccion": "En desacuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "Desde una perspectiva liberal, el progreso y la mejora de la sociedad son constantes que dependen del respeto a las libertades individuales, el esfuerzo y la iniciativa privada. Aunque en el pasado haya habido logros, este no es un argumento suficiente para sostener que la sociedad actual sea peor, ya que la historia está llena de avances en derechos y libertades que son signos de una mejora social. La comparación temporal es compleja y por lo tanto, mantengo una visión neutral.",
            "eleccion": "Neutral"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "Si bien existen elementos del pasado que pueden ser valorados, como ciertos aspectos de convivencia y valores sociales, no se puede generalizar que la sociedad era mejor. A lo largo de los años, la sociedad ha progresado en muchas áreas, incluyendo derechos civiles, acceso a la educación y mayor pluralismo. Es fundamental mirar hacia adelante y trabajar por un futuro donde se construya un país más sólido en base al aprendizaje de la historia.",
            "eleccion": "Neutral"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "La afirmación de que la sociedad era mejor en el pasado ignora los avances en derechos humanos, justicia social y desarrollo inclusivo. Si bien es cierto que hay desafíos actuales, los progresos en diversos aspectos sociales y económicos son innegables. Creemos en seguir construyendo un futuro mejor a través de la acción colectiva y el compromiso con la justicia social.",
            "eleccion": "En desacuerdo"
        }
    },
    "Es importante que mantengamos las tradiciones de nuestro pasado.": {
        "question": "It is important that we maintain the traditions of our past.",
        "pregunta": "Es importante que mantengamos las tradiciones de nuestro pasado.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 0,
            "scty": -10
        },
        "Agente de Izquierda": {
            "razonamiento": "Las tradiciones no deben ser un freno para el avance social y los derechos de las y los trabajadores. Debemos cuestionar y superar aquellas tradiciones que perpetúan el sistema de opresión y explotación. Las tradiciones deben estar al servicio de una lucha por la justicia social, no ser un argumento para conservar un pasado que excluye y discrimina.",
            "eleccion": "En desacuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "Desde una perspectiva liberal, el valor de las tradiciones es importante siempre que no interfieran con las libertades individuales y la capacidad de las personas para elegir su propio camino. Las tradiciones pueden aportar a la identidad cultural, pero no deben ser un obstáculo para el progreso y la innovación. Por lo tanto, debo ser neutral en esta afirmación.",
            "eleccion": "Neutral"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "Las tradiciones democráticas y republicanas son pilares esenciales que sustentan nuestra identidad como país. Mantener nuestras tradiciones permite construir sobre lo aprendido y evitar errores pasados, fortaleciendo nuestras instituciones y valores colectivos.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "Mantener las tradiciones de nuestro pasado es importante para preservar la identidad cultural y social de nuestro país. Sin embargo, es fundamental también promover cambios que garanticen equidad y justicia social en el presente y futuro. Por lo tanto, se debe buscar un equilibrio entre tradición e innovación.",
            "eleccion": "De acuerdo"
        }
    },
    "Es importante que pensemos a largo plazo, más allá de nuestras vidas.": {
        "question": "It is important that we think in the long term, beyond our lifespans.",
        "pregunta": "Es importante que pensemos a largo plazo, más allá de nuestras vidas.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 0,
            "scty": 10
        },
        "Agente de Izquierda": {
            "razonamiento": "Desde una perspectiva socialista y de independencia de clase, consideramos fundamental pensar a largo plazo, ya que nuestras luchas no solo buscan mejorar las condiciones actuales de la clase trabajadora, sino también sentar las bases para un futuro donde se logre un gobierno de los trabajadores y el socialismo. Esto implica un compromiso con las futuras generaciones en la lucha por sus derechos y por un mundo más justo y equitativo. Por lo tanto, estoy muy de acuerdo con esta afirmación.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "Desde una perspectiva liberal, es fundamental considerar el impacto de nuestras decisiones en las generaciones futuras. Impulsar políticas que fomenten la libertad, la propiedad privada y la responsabilidad individual no solo beneficia a la sociedad actual, sino que también sienta las bases para un futuro más próspero y libre para todos. Este pensamiento a largo plazo es vital para la creación de un sistema sostenible y justo.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "La visión a largo plazo es fundamental para construir una Argentina más fuerte y sostenible, donde cada decisión que tomemos hoy impacte positivamente en las futuras generaciones. Creemos en un contrato moral y en el deber de dejar un mejor país a los que vendrán.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "Considero que pensar a largo plazo es fundamental para construir un país más justo y equitativo. Las decisiones que tomamos hoy impactan en las futuras generaciones, y por ello debemos trabajar en políticas que aseguren un desarrollo sostenible y socialmente responsable. Esto está en línea con la justicia social y el compromiso con el bienestar de todas las personas, especialmente las más vulnerables.",
            "eleccion": "Muy de acuerdo"
        }
    },
    "La razón es más importante que mantener nuestra cultura.": {
        "question": "Reason is more important than maintaining our culture.",
        "pregunta": "La razón es más importante que mantener nuestra cultura.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 0,
            "scty": 10
        },
        "Agente de Izquierda": {
            "razonamiento": "Desde una perspectiva socialista y de lucha por los derechos de los trabajadores, es vital tener en cuenta el contexto cultural de las clases trabajadoras. No se puede desestimar la cultura popular y su importancia en la formación de conciencia y apoyo a la lucha. La razón debe ser una herramienta para defender y fortalecer nuestras culturas, no para disminuirlas.",
            "eleccion": "En desacuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "La razón y el pensamiento crítico son fundamentales para el desarrollo de una sociedad libre y moderna. Si bien la cultura tiene su lugar, debe estar sujeta al escrutinio racional y a la innovación. Mantener la cultura sin un análisis crítico puede llevar al estancamiento y al fanatismo. La razón debe prevalecer para permitir el progreso y la adaptabilidad de la sociedad.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "La razón es un valor fundamental en la búsqueda de soluciones y el diálogo constructivo, pero no debe desestimar la riqueza de nuestra cultura, la cual desempeña un rol crucial en la identidad nacional y la convivencia. La cultura y la razón deben coexistir y complementarse para el desarrollo de una sociedad más justa y democrática.",
            "eleccion": "Neutral"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "Desde la perspectiva de la justicia social y la soberanía política, es crucial mantener y valorar nuestra cultura como un pilar fundamental de nuestra identidad y cohesión social. La razón y la lógica son importantes, pero no deben desplazar la riqueza cultural que nos define como nación. La preservación de nuestra cultura es esencial para construir un país inclusivo y solidario.",
            "eleccion": "En desacuerdo"
        }
    },
    "El consumo de drogas debería ser legalizado o despenalizado.": {
        "question": "Drug use should be legalized or decriminalized.",
        "pregunta": "El consumo de drogas debería ser legalizado o despenalizado.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 10,
            "scty": 2
        },
        "Agente de Izquierda": {
            "razonamiento": "Desde el FIT-U, promovemos la despenalización del consumo de drogas como parte de una política de salud pública integral que respete los derechos y la autonomía de las personas. Sin embargo, esto debe ir acompañado de un enfoque en la prevención, educación y tratamiento para quienes lo necesiten, en lugar de criminalizar a los consumidores. La política actual favorece a la represión y no resuelve el problema. Por lo tanto, estoy a favor de la legalización y despenalización, pero con un enfoque obrero y de salud pública.",
            "eleccion": "De acuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "Legalizar o despenalizar el consumo de drogas es una medida que promueve la libertad individual y el respeto por el proyecto de vida de cada persona. El estado no debería interferir en las decisiones personales que no agreden a terceros.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "Desde Juntos por el Cambio, consideramos que la política sobre drogas debe enfocarse en la prevención y el tratamiento, no en la legalización. Legalizar o despenalizar el consumo de drogas podría fomentar su uso y aumentar los problemas de salud pública. Es fundamental abordar este tema desde una perspectiva de salud y seguridad, así como combatir de forma contundente el narcotráfico en todas sus formas.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "Consideramos que la despenalización del consumo de drogas debería ser abordada desde una perspectiva de salud pública, priorizando la educación y la prevención sobre la criminalización. Sin embargo, también es fundamental garantizar que esta medida no se traduzca en una mayor vulnerabilidad de los sectores más necesitados, por lo que la regulación y el acceso a tratamientos debe ser acompañada por políticas de inclusión social.",
            "eleccion": "De acuerdo"
        }
    },
    "El matrimonio entre personas del mismo sexo debería ser legal.": {
        "question": "Same-sex marriage should be legal.",
        "pregunta": "El matrimonio entre personas del mismo sexo debería ser legal.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 10,
            "scty": 10
        },
        "Agente de Izquierda": {
            "razonamiento": "Sostener y defender los derechos de todas las personas, incluidas las de la comunidad LGBTQ+, es fundamental en la lucha por la justicia social e igualdad. Apoyar la legalización del matrimonio entre personas del mismo sexo es parte de esta lucha. No solo es una cuestión de derechos individuales, sino también de avanzar hacia una sociedad más inclusiva y libre de opresión. Por lo tanto, estoy a favor de la legalización del matrimonio entre personas del mismo sexo.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "Como agente de La Libertad Avanza, defiendo la libertad individual y el derecho de las personas a vivir su vida como deseen, siempre que no interfieran en la libertad de otros. El matrimonio es una institución que debe ser decidida por las personas. Por lo tanto, creo que el matrimonio entre personas del mismo sexo debe ser legal.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "La política de Juntos por el Cambio promueve el respeto a la diversidad y la igualdad de derechos. Creemos en una sociedad donde todos, independientemente de su orientación sexual, tengan los mismos derechos, incluyendo el derecho al matrimonio. La legislación sobre el matrimonio igualitario es un avance en términos de derechos humanos y justicia social.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "Desde la perspectiva de justicia social y derechos humanos, la igualdad de acceso al matrimonio para todas las personas es fundamental. Promover la inclusión y la no discriminación son principios rectores que defendemos como parte de nuestra plataforma. Legalizar el matrimonio entre personas del mismo sexo es un acto de justicia que amplía derechos y promueve el bienestar de todos los ciudadanos, sin exclusiones ni discriminaciones.",
            "eleccion": "Muy de acuerdo"
        }
    },
    "No hay culturas superiores a otras.": {
        "question": "No cultures are superior to others.",
        "pregunta": "No hay culturas superiores a otras.",
        "effect": {
            "econ": 0,
            "dipl": 10,
            "govt": 5,
            "scty": 10
        },
        "Agente de Izquierda": {
            "razonamiento": "La afirmación de que no hay culturas superiores a otras se alinea con la perspectiva de igualdad y respeto por la diversidad cultural. Como representante del Frente de Izquierda y de Trabajadores - Unidad, defendemos los derechos de todos los pueblos y culturas, luchando contra cualquier forma de opresión y privilegio. Creemos en la igualdad y en el respeto mutuo, promoviendo la solidaridad entre todos los sectores.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "El liberalismo promueve el respeto por las libertades individuales y la autonomía de cada persona, reconociendo que cada cultura tiene su valor y debe ser respetada. Sin embargo, también abogamos por la defensa de principios universales que protegen los derechos humanos básicos.",
            "eleccion": "De acuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "Como representantes de una visión política que promueve el pluralismo y la diversidad, consideramos que todas las culturas tienen valor y deben ser respetadas. Sin embargo, entendemos que hay principios universales en los derechos humanos que deben ser defendidos y que pueden servir como marco ético para evaluar prácticas culturales. Por lo tanto, reconocemos la diversidad cultural, pero también la existencia de principios éticos que deben prevalecer.",
            "eleccion": "De acuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "La afirmación refleja un principio fundamental de justicia social y respeto por la diversidad cultural. La igualdad entre culturas es un pilar de una convivencia democrática sana, donde se valora la pluralidad y se fomenta el diálogo para construir un país inclusivo.",
            "eleccion": "Muy de acuerdo"
        }
    },
    "Las relaciones sexuales fuera del matrimonio son inmorales.": {
        "question": "Sex outside marriage is immoral.",
        "pregunta": "Las relaciones sexuales fuera del matrimonio son inmorales.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": -5,
            "scty": -10
        },
        "Agente de Izquierda": {
            "razonamiento": "Sostener que las relaciones sexuales fuera del matrimonio son inmorales es una imposición moral que no corresponde a una perspectiva de libertad de elección individual. Creemos en la plena libertad sobre la sexualidad y los derechos de todas las personas a decidir sobre sus vidas personales sin juicios morales ajenos.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "Como representante de La Libertad Avanza, defiendo la autonomía individual y el derecho de las personas a tomar decisiones sobre sus vidas personales sin la interferencia de criterios morales impuestos. La moralidad es una cuestión personal y no debe ser legislada ni juzgada desde una perspectiva colectiva.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "Desde la visión de Juntos por el Cambio, promovemos valores de respeto a la libertad individual y la autonomía personal en asuntos personales y familiares, entendiendo que cada uno tiene derecho a tomar decisiones sobre su vida privada sin imposiciones morales externas. La moralidad debe ser un asunto de conciencia individual, no una obligación impuesta.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "Desde la perspectiva de justicia social y derechos humanos, la moralidad de las relaciones sexuales no debería ser impuesta a partir de convenios religiosos o tradicionales. Cada individuo debería tener la libertad de elegir su vida personal sin ser condenado por ello.",
            "eleccion": "Muy en desacuerdo"
        }
    },
    "Si aceptamos migrantes, es importante que se asimilen a nuestra cultura.": {
        "question": "If we accept migrants at all, it is important that they assimilate into our culture.",
        "pregunta": "Si aceptamos migrantes, es importante que se asimilen a nuestra cultura.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": -5,
            "scty": -10
        },
        "Agente de Izquierda": {
            "razonamiento": "La afirmación de que los migrantes deben asimilarse a una cultura hegemónica ignora la riqueza que aporta la diversidad y promueve el racismo y la exclusión. Consideramos que la convivencia debe basarse en el respeto mutuo, la inclusión y la defensa de los derechos de todos, sin exigir una renuncia a la identidad propia.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "Considero que la asimilación es fundamental para mantener la cohesión social y los valores que defendemos. La integración de migrantes en la cultura nacional ayuda a preservar nuestras tradiciones y este es un aspecto importante en un contexto de libertad y respeto a la identidad cultural.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "La extraordinaria riqueza cultural que nuestros migrantes traen es valiosa, pero también somos defensores de la integración y el respeto por nuestras tradiciones y valores fundamentales. La asimilación es parte de la construcción de una sociedad cohesionada que respeta la identidad nacional, promoviendo un diálogo plural y constructivo.",
            "eleccion": "De acuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "La diversidad cultural es un valor fundamental. En lugar de exigir asimilación, debemos promover la integración y el respeto por las culturas de todos los migrantes, mientras fortalecemos nuestra identidad nacional. La inclusión social debe ser prioritaria, fomentando el diálogo y el entendimiento entre culturas.",
            "eleccion": "En desacuerdo"
        }
    },
    "El aborto debería estar prohibido en la mayoría o en todos los casos.": {
        "question": "Abortion should be prohibited in most or all cases.",
        "pregunta": "El aborto debería estar prohibido en la mayoría o en todos los casos.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": -10,
            "scty": -10
        },
        "Agente de Izquierda": {
            "razonamiento": "La prohibición del aborto en la mayoría o en todos los casos es una violación de los derechos de las mujeres y un ataque a su autonomía y libertad. El aborto debe ser un derecho garantizado y accesible, en el marco de una educación sexual integral y con recursos de salud adecuados. Defender el derecho a decidir forma parte de la lucha por la igualdad y la justicia.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "Desde una perspectiva de defensa del derecho a la vida desde la concepción, estoy en desacuerdo con la legalización del aborto, ya que esto implica la negación del derecho a la vida de un ser humano en desarrollo. La protección del derecho a la vida es fundamental para asegurar la dignidad y el respeto por la vida humana en todas sus etapas.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "La vida es un valor fundamental y debe ser protegida desde la concepción. Consideramos que el aborto implica la terminación de una vida y debe estar prohibido en la mayoría de los casos, promoviendo alternativas que protejan tanto a la madre como al niño.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "Considerando el enfoque en la justicia social y la defensa de los derechos humanos, es fundamental garantizar el derecho a decidir sobre el propio cuerpo. La prohibición del aborto atenta contra la autonomía de las mujeres y afianza las desigualdades existentes. Por lo tanto, en un marco de salud pública y derechos, la afirmación es inaceptable.",
            "eleccion": "Muy en desacuerdo"
        }
    },
    "La posesión de armas debería estar prohibida para aquellos sin una razón válida.": {
        "question": "Gun ownership should be prohibited for those without a valid reason.",
        "pregunta": "La posesión de armas debería estar prohibida para aquellos sin una razón válida.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": -10,
            "scty": 0
        },
        "Agente de Izquierda": {
            "razonamiento": "La posesión de armas no debería ser un derecho individual, ya que genera un aumento de la violencia y la inseguridad que afecta a los sectores más vulnerables. Se necesita una política de control y desarme que garantice la seguridad de la población en lugar de permitir que quienes no tienen razones válidas para poseer un arma puedan hacerlo.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "La libertad individual incluye el derecho a poseer armas, siempre que no se use para dañar a otros. Prohibir su posesión sin razones válidas limita la libertad personal y no aborda los problemas de seguridad de fondo.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "Consideramos que la defensa personal y la seguridad son derechos fundamentales de los ciudadanos. Prohibir la posesión de armas a quienes tengan una razón válida podría limitar la libertad individual y la capacidad de auto-defensa. Sin embargo, es esencial establecer controles estrictos para garantizar que quienes posean armas lo hagan de manera responsable y segura. Por lo tanto, estamos a favor de un marco regulatorio que permita la posesión de armas bajo condiciones rigurosas y justas.  ",
            "eleccion": "De acuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "La posesión de armas sin un motivo legítimo puede aumentar la violencia y representa un riesgo para la seguridad pública. Debemos priorizar la seguridad de todos los ciudadanos por encima de intereses individuales.",
            "eleccion": "Muy de acuerdo"
        }
    },
    "Apoyo un sistema de salud universal y de pago único.": {
        "question": "I support single-payer, universal healthcare.",
        "pregunta": "Apoyo un sistema de salud universal y de pago único.",
        "effect": {
            "econ": 10,
            "dipl": 0,
            "govt": 0,
            "scty": 0
        },
        "Agente de Izquierda": {
            "razonamiento": "Apoyamos un sistema de salud que garantice acceso integral a todas las personas, sin distinciones de clase, y que sea gestionado de manera democrática y directa por los trabajadores de la salud. El sistema de pago único es una forma de asegurar que los recursos sean destinados a cubrir las necesidades del pueblo, no a maximizar las ganancias de empresas privadas.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "La propuesta de un sistema de salud universal y de pago único es incompatible con nuestra visión de un Estado más pequeño y un sistema basado en la competencia privada. Creemos que la salud debe ser gestionada por el sector privado, fomentando la libre elección y reducción de la carga impositiva sobre los ciudadanos.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "Si bien reconocemos la importancia de un sistema de salud accesible para todos los ciudadanos, consideramos que un sistema de salud universal y de pago único puede llevar a una excesiva burocratización y falta de calidad en la atención. Abogamos por un sistema que integre tanto el sector público como el privado, fomentando la competencia y la innovación para garantizar atención de calidad y sostenible.",
            "eleccion": "En desacuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "El apoyo a un sistema de salud universal y de pago único es fundamental para garantizar el acceso a la salud como un derecho humano, independiente de la situación económica de cada ciudadano. Este tipo de sistema promueve la equidad y la justicia social, asegurando que todos, especialmente los más vulnerables, puedan acceder a servicios de salud de calidad sin carga financiera. En este sentido, es alineado con los principios de la Unión por la Patria.",
            "eleccion": "Muy de acuerdo"
        }
    },
    "La prostitución debería ser ilegal.": {
        "question": "Prostitution should be illegal.",
        "pregunta": "La prostitución debería ser ilegal.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": -10,
            "scty": -10
        },
        "Agente de Izquierda": {
            "razonamiento": "La legalización de la prostitución puede abrir una serie de oportunidades de explotación laboral y de trata de personas, además de no abordar de manera efectiva las condiciones de desigualdad y violencia que enfrentan las mujeres en este ámbito. Creemos en la necesidad de proteger a las trabajadoras sexuales, pero también en la responsabilidad del Estado de garantizar sus derechos y dignidad, lo cual se lograría con un enfoque que termine con la explotación en lugar de legalizarla. Por lo tanto, considero que la prostitución debe ser considerada ilegal para proteger a las mujeres. ",
            "eleccion": "Muy de acuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "La prostitución, como forma de trabajo consensuado entre adultos, debe ser regulada pero no criminalizada. Legalizarla y despenalizarla respeta el derecho a la libertad y la autonomía de las personas. Prohibirla solo incrementa la ilegalidad y la explotación. Desde un enfoque liberal, se promueve la libertad individual y el respeto por la propiedad privada, incluida la decisión sobre el propio cuerpo.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "La posición de Juntos por el Cambio aboga por la promoción de la libertad individual y la responsabilidad personal. Considerar la prostitución como una elección personal implica reconocer la autonomía de los individuos en sus decisiones. Sin embargo, esto debe ir acompañado de una fuerte legislación sobre la trata de personas y la explotación, garantizando la protección y los derechos de quienes se encuentran en situaciones vulnerables. Por tanto, no se debe criminalizar, sino regular para proteger a los más vulnerables.",
            "eleccion": "Neutral"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "La prostitución es un fenómeno complejo que involucra aspectos sociales, económicos y de derechos humanos. En lugar de prohibirla, es más eficaz abordar las causas que llevan a muchas mujeres y hombres a la prostitución, implementando políticas que garanticen la inclusión social, el acceso a educación, salud y trabajo digno. Además, legalizarla y regularla puede ayudar a proteger los derechos de quienes ejercen esta actividad.",
            "eleccion": "Neutral"
        }
    },
    "Mantener los valores familiares es esencial.": {
        "question": "Maintaining family values is essential.",
        "pregunta": "Mantener los valores familiares es esencial.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 0,
            "scty": -10
        },
        "Agente de Izquierda": {
            "razonamiento": "La noción de \"valores familiares\" puede ser utilizada para perpetuar estructuras patriarcales y defender el status quo. La lucha por la igualdad de género, los derechos de la diversidad sexual y la independencia de los trabajadores debe prevalecer sobre nociones tradicionales que limitan la libertad de elección y la diversidad en la sociedad. Así, creo que los \"valores familiares\" no deberían ser un argumento central en nuestras políticas.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "Desde mi perspectiva liberal, aunque reconozco la importancia de los valores familiares en la sociedad, creo que las decisiones sobre la estructura familiar deben ser tomadas de manera individual y no impuestas por el Estado. Cada persona tiene el derecho a vivir su vida según sus propios valores y elecciones, lo que incluye la organización de su entorno familiar. Por lo tanto, considero que es necesario promover la libertad de asociación y la autonomía personal más que imponer valores tradicionales.",
            "eleccion": "De acuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "La familia es la base de nuestra sociedad y sus valores son fundamentales para la cohesión social y la transmisión de principios éticos y morales. Por lo tanto, defender y promover esos valores contribuye al bienestar general de la comunidad.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "Si bien el concepto de familia es importante, desde una perspectiva de justicia social y derechos humanos, es crucial garantizar que todos los tipos de unidades familiares, incluidas aquellas que no se ajustan a la noción tradicional, sean respetadas y protegidas. Para UxP, la clave reside en la inclusión y la equidad, no en el mantenimiento de nociones rígidas de lo que constituye una familia.",
            "eleccion": "Neutral"
        }
    },
    "Perseguir el progreso a toda costa es peligroso.": {
        "question": "To chase progress at all costs is dangerous.",
        "pregunta": "Perseguir el progreso a toda costa es peligroso.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 0,
            "scty": -10
        },
        "Agente de Izquierda": {
            "razonamiento": "Sostener que el progreso debe ser perseguido a cualquier costo implica validar políticas que pueden llevar al sacrificio de derechos, explotación de la clase trabajadora y degradación social y ambiental. El progreso debe ser equitativo y sustentable, priorizando siempre las necesidades del pueblo por sobre las ganancias de unos pocos.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "Como representante de La Libertad Avanza, creo que la búsqueda del progreso es fundamental para el desarrollo personal y colectivo. El progreso no debe ser visto como una amenaza si se realiza dentro del marco del respeto a las libertades individuales y la propiedad privada. Es importante avanzar con responsabilidad, pero no podemos temer al progreso en sí mismo. Por lo tanto, considero que la afirmación es cierta si implica un enfoque que desaliente el progreso por el miedo a sus consecuencias. No podemos permitir que el temor a la innovación o el crecimiento nos frene en nuestro camino hacia una sociedad más próspera.",
            "eleccion": "En desacuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "Perseguir el progreso a toda costa puede llevar a decisiones irresponsables que ignoren la ética y el bienestar social. Es vital buscar el desarrollo, pero siempre considerando los impactos en la sociedad y garantizando la justicia social. Por lo tanto, es fundamental equilibrar el progreso con responsabilidad.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "Desde la perspectiva de la Unión por la Patria, perseguir el progreso sin considerar sus consecuencias sociales y ambientales puede resultar en desigualdades y daños irreparables. Es crucial que el progreso esté enmarcado en la justicia social, la inclusión y el respeto a los derechos humanos. Por lo tanto, es necesario un enfoque deliberado y equilibrado.",
            "eleccion": "Muy de acuerdo"
        }
    },
    "La modificación genética es una fuerza para el bien, incluso en los humanos.": {
        "question": "Genetic modification is a force for good, even on humans.",
        "pregunta": "La modificación genética es una fuerza para el bien, incluso en los humanos.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 0,
            "scty": 10
        },
        "Agente de Izquierda": {
            "razonamiento": "La modificación genética, especialmente en humanos, plantea serios dilemas éticos y potenciales de abuso, que pueden ser utilizados para beneficiar a las empresas y no a la clase trabajadora. Históricamente, la ciencia ha sido utilizada por los capitalistas para justificar la explotación y el control. En lugar de ser una fuerza para el bien, puede ser un mecanismo de opresión y desigualdad, por lo cual la posición debe ser de cautela y rechazo a su utilización con fines capitalistas.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "Desde una perspectiva liberal, la modificación genética podría ser vista como una herramienta para mejorar la calidad de vida y la salud de las personas, siempre que se respete la autonomía individual y se garantice el derecho a elegir. La ciencia y la tecnología son aliadas del progreso humano, en un marco de ética y responsabilidad. Sin embargo, la intervención en la genética humana también plantea dilemas éticos que requieren un debate profundo por parte de la sociedad.",
            "eleccion": "De acuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "La modificación genética extraordinaria en humanos plantea complejas cuestiones éticas y de justicia social. La ideología de Juntos por el Cambio aboga por una atención prioritaria a los principios éticos y el respeto a la dignidad humana.",
            "eleccion": "En desacuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "Considerando el enfoque de la justicia social y la protección de los derechos humanos, es fundamental abordar el tema de la modificación genética con precaución. Aunque puede tener aplicaciones beneficiosas en algunas áreas, las implicaciones éticas y sociales son profundas y requieren un diálogo amplio en la sociedad. Por lo tanto, no se puede afirmar categóricamente que sea una fuerza para el bien sin un análisis exhaustivo.  ",
            "eleccion": "Neutral"
        }
    },
    "Deberíamos abrir nuestras fronteras a la inmigración.": {
        "question": "We should open our borders to immigration.",
        "pregunta": "Deberíamos abrir nuestras fronteras a la inmigración.",
        "effect": {
            "econ": 0,
            "dipl": 10,
            "govt": 10,
            "scty": 0
        },
        "Agente de Izquierda": {
            "razonamiento": "La apertura de fronteras debe ir de la mano con el respeto a los derechos de los trabajadores y las luchas por condiciones dignas para todos. No se trata solo de abrir fronteras sin considerar el impacto en las condiciones laborales de nuestras clases trabajadoras. Debemos también garantizar que la llegada de inmigrantes no sea utilizada por los capitalistas para justificar la precarización laboral y el ajuste.",
            "eleccion": "De acuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "La apertura de fronteras a la inmigración fomenta el libre movimiento de personas, promueve la diversidad y puede contribuir al crecimiento económico y cultural del país. Sin embargo, es importante que esta apertura esté acompañada por políticas que aseguren la integración y el aporte positivo de los inmigrantes a la sociedad.",
            "eleccion": "De acuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "Consideramos que la inmigración extraordinaria debe ser manejada con responsabilidad, priorizando el respeto a la ley y la seguridad de los ciudadanos. Abrir nuestras fronteras sin regulación puede generar problemas sociales y laborales. Es fundamental promover la inmigración en condiciones controladas que aporten al desarrollo del país.",
            "eleccion": "En desacuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "La inmigración es un fenómeno que puede enriquecer a la sociedad y aportar a la diversidad cultural y a la economía. Sin embargo, debemos hacerlo dentro de un marco que asegure los derechos de todos, protegiendo a los sectores más vulnerables y fomentando la integración. Es fundamental articular políticas inclusivas y garantizar que esta expansión no afecte la calidad de vida de los argentinos. La apertura debe ser responsable y ordenada.",
            "eleccion": "De acuerdo"
        }
    },
    "Los gobiernos deberían preocuparse por los extranjeros tanto como por sus propios ciudadanos.": {
        "question": "Governments should be as concerned about foreigners as they are about their own citizens.",
        "pregunta": "Los gobiernos deberían preocuparse por los extranjeros tanto como por sus propios ciudadanos.",
        "effect": {
            "econ": 0,
            "dipl": 10,
            "govt": 0,
            "scty": 0
        },
        "Agente de Izquierda": {
            "razonamiento": "Es fundamental que los gobiernos prioricen las necesidades y derechos de sus propios ciudadanos, especialmente de la clase trabajadora, que enfrenta crisis y precarización. Si bien es importante la solidaridad internacional, esto no debe quitar el enfoque en la defensa de los intereses de los trabajadores locales.",
            "eleccion": "En desacuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "Los gobiernos deben priorizar la protección y promoción de los derechos y bienestar de sus ciudadanos, ya que son los que sostienen el marco social y económico del país. La responsabilidad del Estado es asegurar un entorno en el que sus habitantes puedan prosperar primero. Si se brindan recursos y atención a los extranjeros de manera equitativa sin antes satisfacer las necesidades de los ciudadanos, se corre el riesgo de perjudicar la calidad de vida de la población local.",
            "eleccion": "En desacuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "Si bien es importante garantizar el respeto a los derechos humanos de los extranjeros, la prioridad de un gobierno debe ser siempre velar por el bienestar y los intereses de sus propios ciudadanos. La salud, la educación y la seguridad deben primar para aquellos que pertenecen al país. Un gobierno responsable debe equilibrar la atención, pero la preferencia debe ser hacia sus ciudadanos.",
            "eleccion": "En desacuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "Si bien es importante respetar y proteger los derechos de todos los individuos, en un contexto de recursos limitados y necesidades acuciantes, el Estado debe priorizar la atención y bienestar de sus propios ciudadanos, especialmente aquellos que se encuentran en situaciones de vulnerabilidad. La justicia social implica que primero aseguremos los derechos y las necesidades de nuestros compatriotas. Esto no significa desentenderse de la situación de los extranjeros, pero la primacía debe ser hacia los ciudadanos.",
            "eleccion": "De acuerdo"
        }
    },
    "Todas las personas, independientemente de factores como la cultura o la sexualidad, deberían ser tratadas por igual.": {
        "question": "All people - regardless of factors like culture or sexuality - should be treated equally.",
        "pregunta": "Todas las personas, independientemente de factores como la cultura o la sexualidad, deberían ser tratadas por igual.",
        "effect": {
            "econ": 10,
            "dipl": 10,
            "govt": 10,
            "scty": 10
        },
        "Agente de Izquierda": {
            "razonamiento": "Es fundamental que todas las personas sean tratadas por igual, sin importar su cultura, sexualidad o cualquier otra característica. Esta igualdad de derechos es un principio básico que apoyo firmemente en la lucha por una sociedad verdaderamente inclusiva y justa.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "La afirmación refleja un principio fundamental del liberalismo, que defiende la igualdad de derechos y el respeto por la libertad y dignidad de cada individuo, sin discriminación por motivos de cultura, sexualidad u otras características personales.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "La igualdad de trato es un principio fundamental de la democracia y de una sociedad justa. Creemos en el pluralismo y en la aceptación de la diversidad, lo que incluye reconocer la dignidad y los derechos de todas las personas, sin importar su cultura o sexualidad.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "La igualdad de trato y de derechos es un pilar fundamental de nuestra lucha por la justicia social. Promover la equidad y la inclusión para todos, independientemente de su cultura, sexualidad u otra característica, es esencial para construir una sociedad más justa y solidaria. El respeto y la dignidad son derechos humanos básicos que deben ser garantizados.",
            "eleccion": "Muy de acuerdo"
        }
    },
    "Es importante que promovamos los objetivos de mi grupo por encima de todos los demás.": {
        "question": "It is important that we further my group's goals above all others.",
        "pregunta": "Es importante que promovamos los objetivos de mi grupo por encima de todos los demás.",
        "effect": {
            "econ": -10,
            "dipl": -10,
            "govt": -10,
            "scty": -10
        },
        "Agente de Izquierda": {
            "razonamiento": "La independencia política de los trabajadores debe ser prioritaria, sin subordinarse a otros grupos o bloques patronales. Promover los objetivos de la clase trabajadora implica poner en primer lugar las necesidades y luchas del pueblo, no los intereses de grupos específicos que representan el capital o la burocracia. Hay que construir una lucha colectiva de la clase trabajadora.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "Desde mi perspectiva liberal, la promoción de los objetivos de un grupo por encima de todos los demás limita la libertad y los derechos de los individuos. Es fundamental respetar el proyecto de vida de cada persona y promover la competencia y la diversidad de opiniones en la sociedad. La cooperación debe ser voluntaria y no impuesta.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente de Juntos Por El Cambio": {
            "razonamiento": "Promover los objetivos de un grupo por encima de los demás contradice el principio de pluralismo y diálogo que defendemos. Es fundamental buscar el consenso y la cooperación entre diferentes voces para construir un país mejor para todos.",
            "eleccion": "En desacuerdo"
        },
        "Agente de Union Por La Patria": {
            "razonamiento": "En una democracia, la búsqueda de consenso y diálogo debe prevalecer sobre los intereses particulares de cualquier grupo, ya que promover los objetivos de un grupo por encima de los demás puede resultar en exclusiones y divisiones. Es crucial trabajar hacia el bien común, donde los intereses de todos los ciudadanos sean considerados y protegidos.",
            "eleccion": "Muy en desacuerdo"
        }
    }
}