{
    "La opresión por parte de las corporaciones es más preocupante que la opresión por parte de los gobiernos.": {
        "question": "Oppression by corporations is more of a concern than oppression by governments.",
        "pregunta": "La opresión por parte de las corporaciones es más preocupante que la opresión por parte de los gobiernos.",
        "effect": {
            "econ": 10,
            "dipl": 0,
            "govt": -5,
            "scty": 0
        },
        "Agente de Izquierda": {
            "razonamiento": "Ambas formas de opresión son preocupantes, pero la raíz del problema radica en el sistema capitalista que potencia a las corporaciones y a los gobiernos como sus administradores. Sin embargo, protocolos y políticas gubernamentales deben ser independientes y en función de las necesidades del pueblo; los gobiernos a menudo actúan en beneficio de las corporaciones en lugar de proteger a las clases trabajadoras. Por lo tanto, la opresión corporativa, respaldada por la acción estatal, es un tema más grave en la lucha de clases.",
            "eleccion": "De acuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "Si bien las corporaciones pueden ejercer influencia y presión en la sociedad, la opresión más preocupante proviene del Estado, dado que este posee el monopolio de la fuerza y puede restringir libertades fundamentales, como la libertad de expresión, de asociación y de propiedad. La historia demuestra que los gobiernos han perpetrado las violaciones de derechos más graves, a menudo en nombre de medidas colectivistas. Por lo tanto, es fundamental priorizar la vigilancia sobre el poder estatal por encima de las corporaciones.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente de Centro Derecha": {
            "razonamiento": "Creemos en la importancia del equilibrio entre la regulación estatal y la libertad de los mercados. Ambas formas de opresión son problemáticas, pero el enfoque debe estar en fortalecer las instituciones democráticas y garantizar derechos y libertades, sin caer en el estatismo que ahogue la iniciativa privada. La opresión por parte del gobierno tiene un impacto más directo sobre la libertad individual y la seguridad jurídica.",
            "eleccion": "En desacuerdo"
        },
        "Agente de Centro Izquierda": {
            "razonamiento": "Considero que tanto la opresión por parte de las corporaciones como por parte de los gobiernos son preocupantes, pero la opresión corporativa puede tener efectos más insidiosos en la sociedad al influir en las decisiones políticas y económicas, además de limitar el poder de los ciudadanos. Sin embargo, la responsabilidad de un gobierno debería ser proteger a la población de ambas formas de opresión, y en el caso de la Unión por la Patria, abogamos por un Estado activo que defienda los derechos de todos, especialmente de los más vulnerables ante cualquier forma de abuso. Por lo tanto, aunque considero preocupante la opresión corporativa, también siento que el gobierno tiene el deber primario de garantizar los derechos y libertades de la ciudadanía. Así que estoy de acuerdo con la afirmación pero con matices.",
            "eleccion": "De acuerdo"
        }
    },
    "Es necesario que el gobierno intervenga en la economía para proteger a los consumidores.": {
        "question": "It is necessary for the government to intervene in the economy to protect consumers.",
        "pregunta": "Es necesario que el gobierno intervenga en la economía para proteger a los consumidores.",
        "effect": {
            "econ": 10,
            "dipl": 0,
            "govt": 0,
            "scty": 0
        },
        "Agente de Izquierda": {
            "razonamiento": "La intervención del gobierno en la economía puede ser necesaria para proteger a los consumidores, pero en un sistema capitalista, esta intervención suele favorecer a las grandes corporaciones y no a los trabajadores. Tal intervención debe orientarse hacia la protección y garantía de derechos laborales y sociales, y no estar sujeta a lógicas patronales. La verdadera protección de los consumidores sólo puede lograrse a través de un control obrero de la economía y no mediante las medidas paliativas que suelen proponer los gobiernos al servicio de los capitalistas. Por lo tanto, en este enfoque, la intervencion del gobierno en su forma actual es insuficiente y no cumple con un objetivo genuinamente protector para los consumidores. En este sentido, me posiciono en desacuerdo.",
            "eleccion": "En desacuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "La intervención del gobierno en la economía crea distorsiones en el mercado y perjudica la libertad individual, ya que limita la capacidad de los consumidores para tomar decisiones informadas y libres. La protección de los consumidores debe surgir de un mercado competitivo y transparente, donde la libre elección y la responsabilidad individual son los principios fundamentales. La mejor forma de proteger a los consumidores es eliminando regulaciones y permitiendo la libre competencia que naturalmente mejora la calidad y reduce precios. Por ello, es absurdo pensar que el gobierno debe intervenir para proteger a los consumidores, cuando la verdadera protección proviene de un entorno de mercado libre y voluntario.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente de Centro Derecha": {
            "razonamiento": "Si bien es fundamental proteger a los consumidores, la intervención del gobierno en la economía debe ser equilibrada y basada en el respeto a las libertades individuales y la iniciativa privada. La clave es garantizar un marco de competencia libre y justa que evite abusos, sin caer en un estatismo que ahogue la economía. Por tanto, la intervención debe ser medida y basada en principios de justicia social y mercado.",
            "eleccion": "En desacuerdo"
        },
        "Agente de Centro Izquierda": {
            "razonamiento": "Desde la perspectiva del centro izquierda y los principios de Justicia Social y el rol activo del Estado, es fundamental que el gobierno intervenga en la economía para proteger a los consumidores. Esto asegura que se respeten los derechos de los sectores más vulnerables, se impida la concentración de poder económico y se mantenga el equilibrio en el mercado, promoviendo así una economía al servicio del bien común.",
            "eleccion": "Muy de acuerdo"
        }
    },
    "Cuanto más libres sean los mercados, más libres serán las personas.": {
        "question": "The freer the markets, the freer the people.",
        "pregunta": "Cuanto más libres sean los mercados, más libres serán las personas.",
        "effect": {
            "econ": -10,
            "dipl": 0,
            "govt": 0,
            "scty": 0
        },
        "Agente de Izquierda": {
            "razonamiento": "Esta afirmación refleja una ideología capitalista que asocia libertad individual con el funcionamiento del mercado, ignorando cómo este sistema perpetúa desigualdades y explota a la clase trabajadora. En realidad, cuanto más libres son los mercados, más vulnerables se vuelven las personas a la precarización y la explotación. La verdadera libertad se logra a través de la lucha colectiva y la organización de los trabajadores, no a través de la mano invisible del mercado.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "La libertad en los mercados permite a los individuos ejercer su autonomía, tomar decisiones económicas sin coerción estatal y estimular la creatividad y la innovación. Cuanto más se limite la intervención del Estado, más oportunidades tendrán las personas de alcanzar su potencial y de interactuar libremente en una economía dinámica. Esto reduce la dependencia del gobierno y promueve un ambiente en el que la libertad personal puede florecer.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente de Centro Derecha": {
            "razonamiento": "La libertad de mercados es fundamental para fomentar la iniciativa privada, la creación de empleo y la generación de riqueza. Cuando los mercados son libres, las personas tienen más opciones y oportunidades para desarrollarse económicamente. Es un principio del capitalismo moderno que siempre ha demostrado ser un motor de progreso y bienestar social, alineándose así con el valor de la dignidad humana y el bien común.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente de Centro Izquierda": {
            "razonamiento": "La afirmación de que 'cuanto más libres sean los mercados, más libres serán las personas' ignora la realidad de que la libertad de las personas no puede depender de la lógica del mercado. Lo que necesitamos en nuestra sociedad es un Estado fuerte que proteja y garantice los derechos de todos, especialmente de los más vulnerables. La historia nos ha demostrado que el desmantelamiento de regulaciones lleva a la concentración de poder y recursos en manos de unos pocos, mientras que la mayoría queda desprotegida y sin oportunidades. La libertad económica debe estar siempre alineada con la justicia social, lo cual es fundamental para lograr una verdadera participación y equidad en nuestra sociedad.",
            "eleccion": "Muy en desacuerdo"
        }
    },
    "Es mejor mantener un presupuesto equilibrado que garantizar el bienestar de todos los ciudadanos.": {
        "question": "It is better to maintain a balanced budget than to ensure welfare for all citizens.",
        "pregunta": "Es mejor mantener un presupuesto equilibrado que garantizar el bienestar de todos los ciudadanos.",
        "effect": {
            "econ": -10,
            "dipl": 0,
            "govt": 0,
            "scty": 0
        },
        "Agente de Izquierda": {
            "razonamiento": "Mantener un presupuesto equilibrado a expensas del bienestar de los ciudadanos es una ideología capitalista que prioriza el ajuste y el pago de la deuda antes que las necesidades del pueblo. Tal perspectiva ignora las condiciones de vida de la clase trabajadora y las dificultades que enfrenta. La prioridad debe ser garantizar el bienestar de todos, no la salud financiera de la clase capitalista.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "La libertad individual y la responsabilidad financiera son pilares de una sociedad próspera. Mantener un presupuesto equilibrado es vital para evitar deudas y limitar el gasto estatal innecesario. Garantizar el bienestar mediante el asistencialismo estatal solo fomenta la dependencia y erosiona la libertad. Es fundamental priorizar la estabilidad fiscal y permitir que los individuos sean responsables de su propio bienestar.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente de Centro Derecha": {
            "razonamiento": "Mantener un presupuesto equilibrado es esencial para la estabilidad económica y la confianza en las instituciones. Sin embargo, esto no debe ser a expensas del bienestar social. La responsabilidad fiscal debe ser equilibrada con la necesidad de garantizar oportunidades y derechos básicos. Por lo tanto, es más razonable verlos como complementarios, pero el equilibrio fiscal es fundamental.",
            "eleccion": "De acuerdo"
        },
        "Agente de Centro Izquierda": {
            "razonamiento": "La prioridad debe ser siempre garantizar el bienestar de todos los ciudadanos antes que un mero equilibrio fiscal que puede sacrificarse a comunidades enteras. La justicia social y la inclusión deben estar al frente de las políticas públicas.",
            "eleccion": "Muy en desacuerdo"
        }
    },
    "La investigación financiada por el público es más beneficiosa para el pueblo que dejarla en manos del mercado.": {
        "question": "Publicly-funded research is more beneficial to the people than leaving it to the market.",
        "pregunta": "La investigación financiada por el público es más beneficiosa para el pueblo que dejarla en manos del mercado.",
        "effect": {
            "econ": 10,
            "dipl": 0,
            "govt": 0,
            "scty": 10
        },
        "Agente de Izquierda": {
            "razonamiento": "La investigación financiada por el público prioriza las necesidades de la sociedad, en lugar de los intereses del mercado y las ganancias privadas. Esto permite que los logros científicos y tecnológicos sean accesibles para todos, favoreciendo al conjunto de la población y no a una élite capitalista. La experiencia muestra que la inversión estatal en investigación puede generar mayores beneficios sociales.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "La investigación financiada por el público tiende a estar marcada por intereses políticos, ineficiencias y falta de incentivos. El mercado, a través de la competencia y la libre elección, promueve la innovación y la eficiencia. La intervención estatal limita la libertad individual y desalienta la responsabilidad y el desarrollo de soluciones verdaderamente efectivas.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente de Centro Derecha": {
            "razonamiento": "La investigación financiada por el sector público puede ser fundamental para abordar cuestiones de interés social y beneficiar a todos los ciudadanos, pero dejar que el mercado participe en áreas de investigación fomenta la innovación y la eficiencia. La colaboración entre la investigación pública y privada es la clave, así que no necesariamente se debe priorizar una sobre la otra.",
            "eleccion": "Neutral"
        },
        "Agente de Centro Izquierda": {
            "razonamiento": "La investigación financiada por el público garantiza que los beneficios de dicha investigación se destinen al bienestar común y a la resolución de problemas sociales, en lugar de estar supeditados a la rentabilidad privada. Esto es fundamental para un desarrollo equitativo y sostenible, que priorice las necesidades del pueblo en lugar de las ganancias de unas pocas empresas. La intervención estatal en este ámbito es crucial para promover la justicia social y la igualdad.",
            "eleccion": "Muy de acuerdo"
        }
    },
    "Los aranceles al comercio internacional son importantes para fomentar la producción local.": {
        "question": "Tariffs on international trade are important to encourage local production.",
        "pregunta": "Los aranceles al comercio internacional son importantes para fomentar la producción local.",
        "effect": {
            "econ": 5,
            "dipl": 0,
            "govt": -10,
            "scty": 0
        },
        "Agente de Izquierda": {
            "razonamiento": "Los aranceles al comercio internacional pueden ser utilizados por Estados capitalistas para proteger industrias locales, pero en última instancia, esta medida no aborda la raíz del problema: la explotación de los trabajadores y la crisis del capitalismo. Desde una perspectiva socialista, es fundamental expropiar a las grandes patronales y movernos hacia una economía planificada que priorice las necesidades de la clase trabajadora por encima de cualquier regulación comercial que esté alineada con el interés capitalista.",
            "eleccion": "En desacuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "Los aranceles son una forma de intervención estatal que distorsiona el libre mercado y limita la competencia, encareciendo los productos para los consumidores y protegiendo industrias ineficientes a costa de la libertad individual y el principio de libre intercambio. Fomentar la producción local no debe hacerse a través de medidas coercitivas, sino promoviendo un entorno donde la libre competencia pueda florecer.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente de Centro Derecha": {
            "razonamiento": "Considero que los aranceles altos pueden distorsionar el mercado y perjudicar a los consumidores al limitar su acceso a productos más económicos y de mejor calidad. La apertura al comercio internacional, acompañada de políticas que fomenten la competitividad y la inversión, es fundamental para el desarrollo y crecimiento de la producción local. Por tanto, la protección cerrada no es el camino para un país próspero y con igualdad de oportunidades.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente de Centro Izquierda": {
            "razonamiento": "La imposición de aranceles al comercio internacional es fundamental para proteger y fomentar nuestra industria nacional, lo que contribuye al desarrollo productivo y la inclusión social. De esta manera, se evita la competencia desleal de productos importados que pueden perjudicar a nuestros trabajadores y pequeñas empresas. Esto se alinea con nuestro objetivo de soberanía económica y fortalecimiento del Estado para promover un verdadero capitalismo nacional.",
            "eleccion": "Muy de acuerdo"
        }
    },
    "De cada uno según su capacidad, a cada uno según sus necesidades.": {
        "question": "From each according to his ability, to each according to his needs.",
        "pregunta": "De cada uno según su capacidad, a cada uno según sus necesidades.",
        "effect": {
            "econ": 10,
            "dipl": 0,
            "govt": 0,
            "scty": 0
        },
        "Agente de Izquierda": {
            "razonamiento": "Esta afirmación refleja uno de los principios fundamentales del socialismo, donde se impulsa la idea de que cada persona debe aportar según sus capacidades y recibir de acuerdo a sus necesidades. Esto representa un modelo de justicia social que busca equilibrar la distribución de recursos y oportunidades en beneficio de las mayorías trabajadoras y populares, en oposición al sistema capitalista que fomenta la desigualdad.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "Esta afirmación promueve una ideología colectivista que va en contra de la libertad individual y los derechos de propiedad. Cada individuo debe tener la libertad de aportar según su capacidad y recibir a cambio lo que ha ganado, sin depender de una redistribución forzosa impuesta por el Estado. La idea de 'de cada uno según su capacidad' implica una obligación hacia la comunidad que es intrínsecamente coercitiva.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente de Centro Derecha": {
            "razonamiento": "Esta afirmación, aunque puede sonar atractiva en términos de solidaridad, suele implicar un enfoque redistributivo que ignora el valor de la propiedad y la iniciativa privada. Preferimos un modelo que garantice igualdad de oportunidades, pero con un incentivo a la producción, esfuerzo y emprendimiento.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente de Centro Izquierda": {
            "razonamiento": "Esta afirmación refleja uno de los principios fundamentales de la justicia social y la equidad. Cada individuo debe contribuir según sus capacidades y recibir apoyo según sus necesidades, garantizando que se fomenten la solidaridad y el bien común en la sociedad. Es un principio justo que favorece la inclusión y busca eliminar las desigualdades.",
            "eleccion": "Muy de acuerdo"
        }
    },
    "Sería mejor si los programas sociales se abolieran a favor de la caridad privada.": {
        "question": "It would be best if social programs were abolished in favor of private charity.",
        "pregunta": "Sería mejor si los programas sociales se abolieran a favor de la caridad privada.",
        "effect": {
            "econ": -10,
            "dipl": 0,
            "govt": 0,
            "scty": 0
        },
        "Agente de Izquierda": {
            "razonamiento": "Abolir los programas sociales a favor de la caridad privada significa renunciar a un derecho fundamental de los sectores más vulnerables y cargar sobre sus hombros la dependencia de la buena voluntad de individuos o grupos, en lugar de garantizar un sistema de derechos sociales robusto y sostenido por el Estado. Esta visión niega la responsabilidad del Estado de garantizar bienestar y justicia social a través de programas integrales que atiendan las necesidades de la clase trabajadora y los sectores empobrecidos.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "La caridad privada es más eficiente y genera una verdadera empatía humana, a diferencia del asistencialismo estatal que promueve la dependencia y el clientelismo. Los programas sociales a menudo son financiados por impuestos expropiatorios, lo que restringe la libertad individual y la propiedad. La caridad voluntaria permite a las personas decidir cómo apoyar a quienes lo necesitan, sin el saqueo del Estado.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente de Centro Derecha": {
            "razonamiento": "Si bien la caridad privada es un complemento valioso y puede ofrecer soluciones puntuales, no puede sustituir la responsabilidad del Estado de garantizar la dignidad y la igualdad de oportunidades. Es fundamental que los programas sociales estén siempre basados en principios de justicia social y seguridad, y que busquen la inclusión y la integración de los sectores más vulnerables a la economía. Por ende, abolir los programas sociales sería un error.",
            "eleccion": "En desacuerdo"
        },
        "Agente de Centro Izquierda": {
            "razonamiento": "Desde una perspectiva de justicia social, es fundamental que los programas sociales permanezcan y se fortalezcan, en lugar de ser sustituidos por la caridad privada. La caridad puede ser una herramienta valiosa, pero no puede reemplazar la responsabilidad del Estado de garantizar derechos y prestaciones a todos los ciudadanos, especialmente a los más vulnerables. La abolición de programas sociales a favor de la caridad significaría un retroceso en la lucha por la igualdad y la dignidad de las personas.",
            "eleccion": "Muy en desacuerdo"
        }
    },
    "Los impuestos deberían aumentarse a los ricos para proveer a los pobres.": {
        "question": "Taxes should be increased on the rich to provide for the poor.",
        "pregunta": "Los impuestos deberían aumentarse a los ricos para proveer a los pobres.",
        "effect": {
            "econ": 10,
            "dipl": 0,
            "govt": 0,
            "scty": 0
        },
        "Agente de Izquierda": {
            "razonamiento": "La afirmación se alinea perfectamente con nuestra postura de que los grandes capitalistas y las grandes fortunas deben contribuir significativamente para garantizar derechos básicos a la clase trabajadora y los sectores populares. Es fundamental que quienes más tienen paguen más para que los recursos se redistribuyan y se inviertan en necesidades sociales. Esta medida es un paso esencial hacia una sociedad más equitativa y justa.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "Aumentar impuestos a los ricos no solo es una medida colectivista que atenta contra los derechos de propiedad y la libertad individual, sino que también crea un precedente peligroso que puede conducir a un mayor intervencionismo estatal y a la desincentivación del esfuerzo personal y la inversión. La verdadera solución a la pobreza es fomentar un entorno de libertad económica donde todos puedan prosperar sin el peso de un estado opresivo.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente de Centro Derecha": {
            "razonamiento": "Aumentar impuestos de manera generalizada puede desincentivar la inversión y la creación de empleo, afectando el crecimiento económico. En cambio, es fundamental buscar una estructura impositiva que garantice equidad y al mismo tiempo fomente el desarrollo económico, sin caer en el estatismo que ahoga la iniciativa privada. Debemos enfocarnos en garantizar igualdad de oportunidades y un sistema progresivo que no castigue excesivamente a quienes generan riqueza.",
            "eleccion": "En desacuerdo"
        },
        "Agente de Centro Izquierda": {
            "razonamiento": "La justicia social y la igualdad son pilares fundamentales de nuestra ideología. Es esencial que quienes tienen más recursos contribuyan proporcionalmente más, para garantizar que el Estado pueda financiar políticas que beneficien a los sectores más vulnerables y promuevan el bien común. Esta medida es clave para reducir desigualdades y asegurar que todos los ciudadanos tengan acceso a derechos esenciales.",
            "eleccion": "Muy de acuerdo"
        }
    },
    "La herencia es una forma legítima de riqueza.": {
        "question": "Inheritance is a legitimate form of wealth.",
        "pregunta": "La herencia es una forma legítima de riqueza.",
        "effect": {
            "econ": -10,
            "dipl": 0,
            "govt": 0,
            "scty": -5
        },
        "Agente de Izquierda": {
            "razonamiento": "La herencia perpetúa desigualdades de clase y concentra la riqueza en manos de unos pocos, evidenciando la injusticia del sistema capitalista que defiende esta práctica. Creemos en una distribución equitativa de la riqueza, no en la transmisión de privilegios por vínculos familiares. Por lo tanto, rechazamos la legitimidad de la herencia como forma de riqueza.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "La herencia, como forma de transferir bienes de una generación a otra, es una expresión de la libertad individual y del derecho de propiedad. Cada persona tiene el derecho de decidir cómo distribuir su riqueza acumulada. Restringir o cuestionar la legitimidad de la herencia sería una violación a esos derechos inalienables.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente de Centro Derecha": {
            "razonamiento": "La herencia permite la transmisión de bienes de una generación a otra, promoviendo el respeto por la propiedad privada y la libertad individual en la gestión de bienes. Es esencial para fomentar la inversión y la continuidad del bienestar familiar, siempre que se respeten las leyes y se minimicen los obstáculos fiscales para su transferencia.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente de Centro Izquierda": {
            "razonamiento": "La herencia perpetúa desigualdades y privilegios, favoreciendo a quienes ya tienen recursos. Debemos aspirar a una sociedad más equitativa donde las oportunidades no dependan de la cuna, sino de los méritos y esfuerzos individuales. Es fundamental avanzar hacia un sistema que promueva la justicia social y reduzca las disparidades económicas.",
            "eleccion": "Muy en desacuerdo"
        }
    },
    "Los servicios básicos como las carreteras y la electricidad deberían ser de propiedad pública.": {
        "question": "Basic utilities like roads and electricity should be publicly owned.",
        "pregunta": "Los servicios básicos como las carreteras y la electricidad deberían ser de propiedad pública.",
        "effect": {
            "econ": 10,
            "dipl": 0,
            "govt": 0,
            "scty": 0
        },
        "Agente de Izquierda": {
            "razonamiento": "Los servicios básicos como las carreteras y la electricidad son esenciales para el funcionamiento de la sociedad y deben estar bajo control público. Esto garantiza que se prioricen las necesidades de la población y no las ganancias de empresas privadas. La propiedad pública permite también una gestión más democrática y transparente de estos recursos, en beneficio de todos, no de unos pocos. Por lo tanto, estoy absolutamente a favor de que estos servicios sean de propiedad pública.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "La propiedad pública de los servicios básicos como las carreteras y la electricidad implica un control estatal que dificulta la competencia y la eficiencia, limitando la libertad individual y el derecho a la propiedad privada. La historia demuestra que la gestión estatal suele ser ineficiente y corrupta. En cambio, la propiedad privada y la competencia en el mercado fomentan la mejora continua y la satisfacción de las necesidades de los individuos.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente de Centro Derecha": {
            "razonamiento": "Si bien el Estado debe garantizar la infraestructura y el acceso a servicios básicos como carreteras y electricidad, no necesariamente deben ser de propiedad pública. Pueden ser operados de forma privada bajo una regulación adecuada que asegure su accesibilidad y calidad, promoviendo la eficiencia y la inversión privada, manteniendo así un equilibrio entre responsabilidad del Estado y emprendimiento privado.",
            "eleccion": "En desacuerdo"
        },
        "Agente de Centro Izquierda": {
            "razonamiento": "La propiedad pública de los servicios básicos es fundamental para garantizar su acceso equitativo a toda la población, por lo que están en línea con la justicia social y la inclusión. El Estado debe ser el garante de que estos servicios sirvan al bien común y no estén sujetos a la lógica del mercado. Esto favorece la equidad y permite una mejor planificación y regulación.",
            "eleccion": "Muy de acuerdo"
        }
    },
    "La intervención del gobierno es una amenaza para la economía.": {
        "question": "Government intervention is a threat to the economy.",
        "pregunta": "La intervención del gobierno es una amenaza para la economía.",
        "effect": {
            "econ": -10,
            "dipl": 0,
            "govt": 0,
            "scty": 0
        },
        "Agente de Izquierda": {
            "razonamiento": "La afirmación propone la idea de que la intervención del gobierno, entendida como una participación activa en la economía, es una amenaza. Sin embargo, desde la perspectiva del FIT-U, la intervención del gobierno es crucial para regular el capitalismo, proteger los intereses de la clase trabajadora y garantizar servicios y derechos fundamentales. En un contexto donde las grandes capitales y empresas están en constante búsqueda de maximizar sus ganancias a expensas de los trabajadores, la intervención estatal puede ser una herramienta para garantizar que los recursos se utilicen en beneficio del pueblo y no de las élites capitalistas. Por lo tanto, estoy en desacuerdo con esta afirmación, que refleja una lógica neoliberal y antiestatista.",
            "eleccion": "En desacuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "La intervención del gobierno en la economía distorsiona los mercados, crea dependencia y limita la libertad de los individuos para actuar en su propio interés. Cada interferencia gubernamental afecta negativamente la competitividad y la innovación, lo cual es perjudicial para el crecimiento económico y la prosperidad individual.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente de Centro Derecha": {
            "razonamiento": "La intervención del gobierno puede generar distorsiones en el mercado si no se maneja adecuadamente. Un exceso de intromisión en la economía puede ahogar la iniciativa privada y limitar la innovación. Sin embargo, también es cierto que el Estado debe asegurar condiciones básicas y estabilizar la economía en situaciones de crisis, por lo que la afirmación debe ser matizada. No se puede afirmar categóricamente que la intervención del gobierno sea siempre una amenaza, pero tampoco se puede negar que un exceso en esta puede tener consecuencias negativas. Por lo tanto, estoy en desacuerdo con la idea de que toda intervención sea una amenaza sin reconocer el contexto.",
            "eleccion": "De acuerdo"
        },
        "Agente de Centro Izquierda": {
            "razonamiento": "Desde la perspectiva del centro izquierda y la justicialista, la intervención del gobierno es fundamental para garantizar la justicia social, la inclusión y el desarrollo productivo. La historia nos ha mostrado que el mercado por sí solo no atiende las necesidades de los sectores más vulnerables. Un Estado activo es el garante del bienestar y desarrollo de la población, y no una amenaza.",
            "eleccion": "Muy en desacuerdo"
        }
    },
    "Aquellos con una mayor capacidad de pago deberían recibir mejor atención médica.": {
        "question": "Those with a greater ability to pay should receive better healthcare.",
        "pregunta": "Aquellos con una mayor capacidad de pago deberían recibir mejor atención médica.",
        "effect": {
            "econ": -10,
            "dipl": 0,
            "govt": 0,
            "scty": 0
        },
        "Agente de Izquierda": {
            "razonamiento": "Esta afirmación refleja una lógica capitalista que prioriza la rentabilidad por sobre el derecho a la salud. La atención médica debería ser un derecho universal y garantizado para todas y todos, sin importar su capacidad de pago. Promover la idea de que quienes tienen más dinero deben recibir mejores servicios de salud perpetúa las desigualdades y va en contra de los principios socialistas de igualdad y justicia social.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "La atención médica, al igual que cualquier otro servicio, no debe estar sujeta a la capacidad de pago en un contexto de intervención estatal. Desde una perspectiva libertaria, cada individuo debería poder elegir libremente su atención médica sin que el Estado determine la calidad del servicio basado en su capacidad económica. La calidad de la atención debería surgir de un mercado competitivo y no de un sistema asistencialista que perpetúa desigualdades.",
            "eleccion": "En desacuerdo"
        },
        "Agente de Centro Derecha": {
            "razonamiento": "El acceso a una atención médica de calidad no debe depender únicamente de la capacidad de pago de cada individuo. Si bien valoramos el rol del sector privado en la salud, es fundamental asegurar que todos los ciudadanos, independientemente de su condición económica, tengan acceso a una atención médica adecuada y oportuna. La equidad en el acceso a servicios de salud es un componente esencial del bien común y del respeto por la dignidad humana.",
            "eleccion": "En desacuerdo"
        },
        "Agente de Centro Izquierda": {
            "razonamiento": "La atención médica debe ser un derecho garantizado para todos, independiente de la capacidad económica. La salud es un bien común y debe estar al servicio del bienestar de la sociedad en su conjunto, priorizando a los sectores más vulnerables. La segmentación en el acceso a la salud profundiza desigualdades. Por lo tanto, estoy en total desacuerdo con esta afirmación.",
            "eleccion": "Muy en desacuerdo"
        }
    },
    "La educación de calidad es un derecho de todas las personas.": {
        "question": "Quality education is a right of all people.",
        "pregunta": "La educación de calidad es un derecho de todas las personas.",
        "effect": {
            "econ": 10,
            "dipl": 0,
            "govt": 0,
            "scty": 5
        },
        "Agente de Izquierda": {
            "razonamiento": "Coincido completamente con esta afirmación, ya que la educación de calidad debe ser un derecho garantizado por el Estado, accesible para todas las personas sin distinción, en lugar de un privilegio para unos pocos. La defensa de la educación pública y gratuita es fundamental en nuestra lucha por una sociedad más justa y equitativa. En este sentido, abogamos por una educación inclusiva y democrática, alejada de la lógica capitalista que busca mercantilizarla.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "La educación, si bien es altamente valorada, no debe ser considerada un derecho otorgado por el Estado. La educación de calidad debe ser accesible a través de la libre elección y competencia en el mercado. Un sistema estatal de educación monopolizado conduce a la mediocridad y la imposición de ideologías. La responsabilidad de la educación recae en los padres y en la elección individual, no en un derecho colectivo.",
            "eleccion": "En desacuerdo"
        },
        "Agente de Centro Derecha": {
            "razonamiento": "La educación de calidad es fundamental para garantizar la igualdad de oportunidades y el desarrollo integral de cada individuo. Es un compromiso del Estado asegurar que todos los ciudadanos tengan acceso a una educación que les permita crecer y contribuir a la sociedad de manera plena. Esta afirmación está completamente alineada con nuestra visión de justicia social y dignidad humana.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente de Centro Izquierda": {
            "razonamiento": "La educación de calidad es un pilar fundamental para el desarrollo social, democrático y humano de nuestra sociedad. Considero que todos los ciudadanos, sin importar su condición social o económica, deben tener acceso a una educación de calidad que les permita desarrollarse plenamente y participar activamente en la vida comunitaria. Esto está en línea con los principios de justicia social y equidad que defendemos desde la alianza Unión por la Patria.",
            "eleccion": "Muy de acuerdo"
        }
    },
    "Los medios de producción deberían pertenecer a los trabajadores que los utilizan.": {
        "question": "The means of production should belong to the workers who use them.",
        "pregunta": "Los medios de producción deberían pertenecer a los trabajadores que los utilizan.",
        "effect": {
            "econ": 10,
            "dipl": 0,
            "govt": 0,
            "scty": 0
        },
        "Agente de Izquierda": {
            "razonamiento": "Desde nuestra perspectiva socialista y de clase, es fundamental que los medios de producción sean de propiedad colectiva, controlados y administrados por los trabajadores. Esto implica que los que generan la riqueza deben ser quienes decidan sobre su uso y distribución. Solo así podremos avanzar hacia un sistema que responda a las necesidades de la mayoría y no a los intereses de una minoría capitalista. La socialización de los medios de producción es un paso clave hacia la instauración de un gobierno de los trabajadores y el socialismo.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "La afirmación promueve una forma de colectivismo que va en contra de la propiedad privada, un pilar fundamental de la libertad individual. Los medios de producción deben ser de propiedad privada y estar bajo control de sus dueños, ya que la propiedad privada fomenta la responsabilidad y la libertad de elección, elementos esenciales para un verdadero sistema de libre mercado.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente de Centro Derecha": {
            "razonamiento": "La propiedad de los medios de producción recae en los individuos y empresas que generan riqueza y empleo, lo cual es esencial para un capitalismo moderno eficiente. La idea de que deberían pertenecer a los trabajadores puede llevar a la ineficiencia y afectar la inversión, la innovación y el crecimiento económico, perjudicando el bienestar general de la sociedad.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente de Centro Izquierda": {
            "razonamiento": "La propiedad de los medios de producción por parte de los trabajadores promueve la justicia social y la igualdad, fundamentales en nuestra visión de un modelo de desarrollo inclusivo. Para que haya una real equidad en el acceso a los recursos y a los beneficios del trabajo, es vital que quienes producen también tengan un rol central en la propiedad y gestión de los medios que utilizan. Esta perspectiva se alinea con el principio de empoderamiento de los trabajadores en el proceso productivo y el bien común.",
            "eleccion": "Muy de acuerdo"
        }
    },
    "Las Naciones Unidas deberían ser abolidas.": {
        "question": "The United Nations should be abolished.",
        "pregunta": "Las Naciones Unidas deberían ser abolidas.",
        "effect": {
            "econ": 0,
            "dipl": -10,
            "govt": -5,
            "scty": 0
        },
        "Agente de Izquierda": {
            "razonamiento": "Si bien las Naciones Unidas, en su concepción actual, están al servicio del imperialismo y carecen de un enfoque genuino en la defensa de los derechos de los trabajadores y de los pueblos oprimidos, su abolición no es una solución viable. En lugar de eso, hay que transformar las estructuras internacionales para que actúen en beneficio de la humanidad, no de los intereses capitalistas. Por esto, considero que la respuesta es: En desacuerdo.",
            "eleccion": "En desacuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "Las Naciones Unidas, como entidad, tienden a promover una agenda colectivista que no siempre respeta los derechos individuales y la soberanía de las naciones. Abogar por una globalización estatista es contrario a los ideales libertarios de libertad individual y no intervención. La solución no reside en una organización mundial que limita la autonomía personal, sino en la promoción de relaciones comerciales y diplomáticas basadas en la libertad y el respeto a la propiedad privada. Por lo tanto, considero que la abolición de las Naciones Unidas es una postura alineada con la defensa de la libertad individual.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente de Centro Derecha": {
            "razonamiento": "Abolir las Naciones Unidas sería un error, dado que el organismo juega un papel fundamental en el fomento de la cooperación internacional y la resolución de conflictos. Como partido de centro derecha, valoramos la diplomacia y la interacción global, y entendemos que la ONU puede ser un espacio para la defensa de los derechos humanos y para abordar temas de interés común, como el desarrollo sostenible y la paz mundial. Por lo tanto, la abolición de la ONU no es una opción viable.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente de Centro Izquierda": {
            "razonamiento": "La abolición de las Naciones Unidas significaría un desprecio por los mecanismos internacionales de cooperación y diálogo que promueven la paz, la justicia social y la defensa de los derechos humanos a nivel global. En lugar de abolir estas instituciones, deberíamos trabajar para reforzarlas y garantizar que cumplan su función de promover la solidaridad entre los pueblos y la equidad en las relaciones internacionales.",
            "eleccion": "Muy en desacuerdo"
        }
    },
    "La acción militar por parte de nuestra nación es a menudo necesaria para protegerla.": {
        "question": "Military action by our nation is often necessary to protect it.",
        "pregunta": "La acción militar por parte de nuestra nación es a menudo necesaria para protegerla.",
        "effect": {
            "econ": 0,
            "dipl": -10,
            "govt": -10,
            "scty": 0
        },
        "Agente de Izquierda": {
            "razonamiento": "La acción militar como protección de la nación a menudo es una justificación para intervenciones imperialistas que benefician a los capitalistas. La historia demuestra que estas acciones suelen ir acompañadas de agresiones a países más débiles y violaciones de derechos humanos. La verdadera defensa de los pueblos es a través de la solidaridad y la lucha por la justicia social, no mediante el militarismo.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "La acción militar debería ser una medida de último recurso y considerada dentro del contexto de la defensa de los derechos individuales y la soberanía de la nación, no como una intervención arbitraria. Como libertarios, creemos en el principio de no agresión, lo que implica que solo debemos utilizar la fuerza para protegernos de agresiones reales y no por motivos expandidos o intervencionistas.",
            "eleccion": "En desacuerdo"
        },
        "Agente de Centro Derecha": {
            "razonamiento": "La defensa de la soberanía y la integridad territorial es un deber del Estado, siempre y cuando se realice dentro del marco del respeto a los derechos humanos y el derecho internacional. Sin embargo, preferimos resolver los conflictos a través de la diplomacia, priorizando el diálogo y la cooperación internacional, antes que recurrir a la militarización en cualquier circunstancia. Por lo tanto, la militarización no debe ser vista como la primera opción, sino como un recurso necesario en situaciones extremas y solo de ser imprescindible. Eso nos lleva a una postura moderada en esta afirmación.",
            "eleccion": "Neutral"
        },
        "Agente de Centro Izquierda": {
            "razonamiento": "Desde la perspectiva del Centro Izquierda y la alianza Unión por la Patria, creemos firmemente en la solución pacífica de los conflictos y el respeto por la soberanía. La acción militar no debería ser una opción habitual, sino un último recurso. Promover el diálogo, la diplomacia y el respeto a los derechos humanos son prioritarios.",
            "eleccion": "Muy en desacuerdo"
        }
    },
    "Apoyo a los sindicatos regionales, como la Unión Europea.": {
        "question": "I support regional unions, such as the European Union.",
        "pregunta": "Apoyo a los sindicatos regionales, como la Unión Europea.",
        "effect": {
            "econ": -5,
            "dipl": 10,
            "govt": 10,
            "scty": 5
        },
        "Agente de Izquierda": {
            "razonamiento": "Apoyar a los sindicatos regionales al estilo de la Unión Europea implica aceptar un marco de cooperación que muchas veces puede estar alineado con intereses capitalistas y burocráticos, en lugar de los verdaderos intereses de la clase trabajadora. Los sindicatos deberían ser independientes, combativos y estratégicamente organizados para luchar exclusivamente por los derechos de los trabajadores, rechazando cualquier influencia patronal o regionalista que comprometa su lucha. La alineación con estructuras que pueden diluir la lucha obrera es contraproducente.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "El apoyo a sindicatos, especialmente si están organizados a nivel regional o supranacional como la Unión Europea, tiende a promover medidas colectivistas que limitan la libertad individual y la libre competencia. Estas organizaciones a menudo buscan regular y restringir la autonomía del individuo y de las empresas. En lugar de fomentar la cooperación y la negociación voluntaria, pueden convertirse en herramientas de coerción del Estado y en una limitación a los derechos de propiedad de los trabajadores y empresarios.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente de Centro Derecha": {
            "razonamiento": "El apoyo a sindicatos regionales puede ser positivo siempre que se alineen con principios de libertad y no se conviertan en herramientas de intromisión política. Sin embargo, es fundamental que su actuación promueva la defensa de los derechos de los trabajadores sin afectar la inversión privada y la competitividad del mercado. Por lo tanto, mi apoyo es condicionado a su enfoque en el desarrollo y bienestar social, sin caer en prácticas que obstaculicen el crecimiento económico.",
            "eleccion": "Neutral"
        },
        "Agente de Centro Izquierda": {
            "razonamiento": "El apoyo a los sindicatos es fundamental para garantizar los derechos de los trabajadores y promover la justicia social. En línea con la tradición justicialista, abogamos por la organización sindical como herramienta de defensa de los derechos laborales en cualquier parte del mundo, incluyendo en el contexto de la Unión Europea. Esto refuerza el poder de negociación y contribuye a una distribución más equitativa de la riqueza.",
            "eleccion": "Muy de acuerdo"
        }
    },
    "Es importante mantener nuestra soberanía nacional.": {
        "question": "It is important to maintain our national sovereignty.",
        "pregunta": "Es importante mantener nuestra soberanía nacional.",
        "effect": {
            "econ": 0,
            "dipl": -10,
            "govt": -5,
            "scty": 0
        },
        "Agente de Izquierda": {
            "razonamiento": "La soberanía nacional es un principio fundamental en la defensa de los intereses del pueblo trabajador frente al imperialismo y las grandes potencias que intentan imponer sus intereses. A partir de esta soberanía, podemos luchar por los derechos de los trabajadores y la autodeterminación de nuestro pueblo, rechazando las imposiciones del FMI y del capital financiero que esquilman nuestros recursos. Así, la soberanía se convierte en un herramental clave para avanzar hacia un gobierno de las y los trabajadores y la construcción de un proyecto socialista.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "La soberanía nacional es importante, sin embargo, en un contexto de libertad individual, no debe ser usada como justificación para limitar la libertad de comercio y la libre circulación de personas. La soberanía debe ser entendida como la unión de individuos libres, por lo que mi prioridad es la autonomía del individuo sobre las estructuras del Estado.",
            "eleccion": "De acuerdo"
        },
        "Agente de Centro Derecha": {
            "razonamiento": "La soberanía nacional es un principio fundamental para el funcionamiento de una democracia republicana. Mantenerla es esencial para garantizar la libre autodeterminación de nuestro país, así como la defensa de nuestros intereses y derechos. La soberanía también implica un compromiso con los derechos humanos y el respeto a nuestras instituciones.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente de Centro Izquierda": {
            "razonamiento": "La soberanía nacional es un pilar fundamental para asegurar que las decisiones que afectan a nuestro pueblo y a nuestro desarrollo son tomadas por Argentinos y por el Estado argentino, protegiendo nuestros recursos y territorio. Es esencial para la justicia social y la independencia económica.",
            "eleccion": "Muy de acuerdo"
        }
    },
    "Un gobierno mundial unido sería beneficioso para la humanidad.": {
        "question": "A united world government would be beneficial to mankind.",
        "pregunta": "Un gobierno mundial unido sería beneficioso para la humanidad.",
        "effect": {
            "econ": 0,
            "dipl": 10,
            "govt": 0,
            "scty": 0
        },
        "Agente de Izquierda": {
            "razonamiento": "Un gobierno mundial unido bajo el marco actual del capitalismo y el imperialismo no traería beneficios reales para la humanidad, ya que las estructuras de poder seguirían concentradas en manos de las grandes potencias y multinacionales que perpetúan la explotación. La verdadera solución radica en la lucha por la independencia de clase y un gobierno de los trabajadores que defienda los intereses de la clase obrera en cada país, en lugar de unificarse bajo un sistema que prioriza las ganancias de unos pocos.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "Un gobierno mundial centralizado presentaría graves riesgos para la libertad individual, ya que concentraría el poder en una única estructura que podría violar derechos fundamentales sin rendición de cuentas. La diversidad de naciones y sistemas permite un mayor respeto por las libertades y derechos locales, mejorando la calidad de vida y fomentando la responsabilidad individual.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente de Centro Derecha": {
            "razonamiento": "Si bien un enfoque de cooperación internacional puede ser positivo para abordar desafíos globales, un gobierno mundial único podría amenazar la soberanía de los Estados, la diversidad cultural y la democratización. Preferimos una Argentina fuerte e independiente que colabore de manera equitativa con otros países, manteniendo el respeto a nuestras instituciones, tradiciones y valores.",
            "eleccion": "En desacuerdo"
        },
        "Agente de Centro Izquierda": {
            "razonamiento": "Si bien la cooperación internacional es necesaria para abordar problemas globales como el cambio climático y la desigualdad, un gobierno mundial unido podría desdibujar las soberanías nacionales y no garantizar que se prioricen los intereses de los pueblos en lugar de los sectores económicos concentrados. Es fundamental que las decisiones se tomen a nivel local, teniendo en cuenta las necesidades específicas de cada nación y su población.",
            "eleccion": "En desacuerdo"
        }
    },
    "Es más importante mantener relaciones pacíficas que aumentar nuestra fuerza.": {
        "question": "It is more important to retain peaceful relations than to further our strength.",
        "pregunta": "Es más importante mantener relaciones pacíficas que aumentar nuestra fuerza.",
        "effect": {
            "econ": 0,
            "dipl": 10,
            "govt": 0,
            "scty": 0
        },
        "Agente de Izquierda": {
            "razonamiento": "La lucha de clases y la defensa de los intereses de la clase trabajadora son fundamentales. No se puede priorizar la paz con quienes atacan nuestros derechos y buscan que la crisis la paguemos los trabajadores. Mantener relaciones pacíficas sin cuestionar al sistema capitalista solo perpetúa la explotación. Es esencial fortalecer la organización y la movilización de la clase trabajadora en la lucha contra el capitalismo y sus representantes.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "Mantener relaciones pacíficas es fundamental para promover la libertad individual y la cooperación voluntaria entre las naciones. Sin embargo, la seguridad de los derechos individuales y la defensa de la soberanía deben estar aseguradas. Por lo tanto, priorizar la paz no debe implicar renunciar a la autodefensa. La fuerza no es el eje central, pero la protección de la libertad debe ser un objetivo claro.",
            "eleccion": "De acuerdo"
        },
        "Agente de Centro Derecha": {
            "razonamiento": "La afirmación sobre priorizar relaciones pacíficas sobre el aumento de la fuerza es una visión que puede resultar peligrosa en un mundo donde la defensa de nuestros intereses y la soberanía son cruciales. Es esencial contar con una defensa sólida como respaldo, aunque siempre buscaremos la paz y el diálogo. No obstante, el equilibrio es necesario, y una postura demasiado pacifista podría poner en riesgo la independencia de nuestro país.",
            "eleccion": "En desacuerdo"
        },
        "Agente de Centro Izquierda": {
            "razonamiento": "La paz y la cooperación internacional son fundamentales para el desarrollo social y económico. Sin embargo, esto no significa que debamos desestimar la soberanía y la defensa de nuestro territorio. Es importante encontrar un balance entre la paz y la defensa de nuestros derechos.",
            "eleccion": "De acuerdo"
        }
    },
    "Las guerras no necesitan ser justificadas ante otros países.": {
        "question": "Wars do not need to be justified to other countries.",
        "pregunta": "Las guerras no necesitan ser justificadas ante otros países.",
        "effect": {
            "econ": 0,
            "dipl": -10,
            "govt": -10,
            "scty": 0
        },
        "Agente de Izquierda": {
            "razonamiento": "Como representante del Frente de Izquierda y de Trabajadores - Unidad, consideramos que las guerras siempre deben ser justificadas, no solo desde el punto de vista político, sino que deben ser motivo de rechazo por su costo humano y social. Las guerras son una manifestación de la lucha de intereses del capital y del imperialismo, y las consecuencias recaen siempre sobre los trabajadores y los pueblos en su totalidad. Las intervenciones militares suelen tener un trasfondo capitalista que agrava crisis sociales y económicas, por lo que la paz y la defensa de los derechos humanos deben ser priorizadas. Por lo tanto, en este contexto, estamos en contra de la idea de que las guerras no necesitan justificación.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "Desde la perspectiva libertaria, la guerra siempre debe ser una opción de último recurso y justificada solo en términos de defensa propia, violando derechos o agresión. La intervención militar sin una justificación clara y legítima es inaceptable, ya que pone en riesgo la vida y la libertad de los individuos sin su consentimiento. Las guerras deben ser evaluadas y justificadas éticamente antes de ser emprendidas, en lugar de ser decisiones arbitrarias del Estado.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente de Centro Derecha": {
            "razonamiento": "La postura centrada en el respeto a la democracia y a los derechos humanos establece que las guerras deben estar justificadas y basadas en principios éticos y legales. Atender la paz y el diálogo es esencial en la política internacional. Por lo tanto, siempre se requiere una justificación sólida ante la comunidad internacional y otros países, respetando la soberanía y la búsqueda de soluciones pacíficas.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente de Centro Izquierda": {
            "razonamiento": "Desde la perspectiva de una política de Centro Izquierda y basado en los principios de justicia social y soberanía, creo que las guerras deben ser justificadas, particularmente si afectan a la dignidad humana y los derechos fundamentales de los pueblos. La violencia no es una solución y el diálogo y la diplomacia son esenciales para resolver conflictos.",
            "eleccion": "Muy en desacuerdo"
        }
    },
    "El gasto militar es una pérdida de dinero.": {
        "question": "Military spending is a waste of money.",
        "pregunta": "El gasto militar es una pérdida de dinero.",
        "effect": {
            "econ": 0,
            "dipl": 10,
            "govt": 10,
            "scty": 0
        },
        "Agente de Izquierda": {
            "razonamiento": "El gasto militar, en lugar de destinarse a necesidades básicas como salud, educación y vivienda para el pueblo trabajador, perjudica directamente a las mayorías. Aumentar el gasto en armamento y militarización es un claro desvío de recursos que podrían utilizarse para combatir la pobreza y la desigualdad. La prioridad debe ser invertir en el bienestar de los trabajadores y no en aparatos represivos.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "El gasto militar debe ser evaluado en términos de su necesidad para proteger los derechos individuales y la soberanía de un país. Sin embargo, en mi ideología, sostengo que el Estado debe ser lo más limitado posible. Un gasto militar desmesurado y sin control se considera un uso ineficiente de los recursos, pero no se puede afirmar que todo gasto militar es una pérdida. Debe ser mínimo y destinado estrictamente a la protección de los derechos individuales.",
            "eleccion": "Neutral"
        },
        "Agente de Centro Derecha": {
            "razonamiento": "El gasto militar es esencial para la defensa nacional y la seguridad del país. Una nación que no cuida su integridad y soberanía no puede avanzar en sus otros objetivos. Por lo tanto, no considero que sea una pérdida de dinero, sino una inversión en la paz y la seguridad.",
            "eleccion": "En desacuerdo"
        },
        "Agente de Centro Izquierda": {
            "razonamiento": "El gasto militar, en muchos casos, desvía recursos que podrían ser utilizados en áreas cruciales como salud, educación y desarrollo social. Nuestra prioridad debe ser inversión en bienestar y derechos humanos, no en armamento. Esto está en línea con los principios de justicia social y el bien común que defendemos desde la Unión por la Patria.",
            "eleccion": "Muy de acuerdo"
        }
    },
    "La ayuda internacional es una pérdida de dinero.": {
        "question": "International aid is a waste of money.",
        "pregunta": "La ayuda internacional es una pérdida de dinero.",
        "effect": {
            "econ": -5,
            "dipl": -10,
            "govt": 0,
            "scty": 0
        },
        "Agente de Izquierda": {
            "razonamiento": "La ayuda internacional, en muchas ocasiones, responde a intereses imperialistas y condiciona la soberanía de los países receptores, favoreciendo a las grandes potencias y a los capitales que perpetúan la explotación. Por lo tanto, es fundamental cuestionar y rechazar protocolos que sólo perpetúan las estructuras de dominación y despojan a los pueblos de sus recursos.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "La ayuda internacional a menudo implica la transferencia de recursos de los contribuyentes de un país a gobiernos de otro país, muchas veces en contextos de corrupción o mala gestión. Esta forma de asistencialismo estatal no respeta la libertad individual y propicia la dependencia de gobiernos extranjeros, lo que puede ser perjudicial tanto para el donante como para el receptor. Creemos que la ayuda debería ser privada y voluntaria, en lugar de ser un mecanismo coercitivo por parte del Estado.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente de Centro Derecha": {
            "razonamiento": "La ayuda internacional, cuando se canaliza de forma eficiente y transparente, puede ser un recurso valioso para proyectos de desarrollo sostenible y emergencias en Argentina. Sin embargo, también es fundamental que esta ayuda se enfoque en potenciar nuestras propias capacidades y no genere dependencia. La posición debe ser de un equilibrio que valore la asistencia sin caer en extremos, promoviendo la responsabilidad y la autarquía.",
            "eleccion": "Neutral"
        },
        "Agente de Centro Izquierda": {
            "razonamiento": "La ayuda internacional puede ser vista como una herramienta complementaria en momentos de crisis, pero no debe ser dependiente ni sustituir el desarrollo interno. La clave está en utilizarla estratégicamente para fortalecer la soberanía y la independencia económica, evitando en todo momento el endeudamiento y el control de organismos externos sobre nuestras decisiones. Por lo tanto, aunque hay que ser crítico sobre cómo se usan esos fondos, sostengo que la ayuda internacional puede ser útil si se gestiona correctamente.",
            "eleccion": "Neutral"
        }
    },
    "Mi nación es grande.": {
        "question": "My nation is great.",
        "pregunta": "Mi nación es grande.",
        "effect": {
            "econ": 0,
            "dipl": -10,
            "govt": 0,
            "scty": 0
        },
        "Agente de Izquierda": {
            "razonamiento": "Las nociones nacionalistas suelen estar vinculadas a la ideología burguesa y al estado capitalista que defiende intereses de clase específicos, alejado de la perspectiva internacionalista que defiende la lucha de los trabajadores. Considero que debemos centrar nuestras energías en la lucha de clases y en la solidaridad entre los pueblos oprimidos, en lugar de en la grandeza de un estado.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "Como representante del Partido Libertario, no creo que la grandeza de una nación deba ser valorada por su tamaño o su poder, sino por el respeto y la protección de las libertades individuales y los derechos de sus ciudadanos. La idea de nacionalismo o grandeza basada en la nación puede llevar a intervenciones y políticas colectivistas que restringen la libertad individual.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente de Centro Derecha": {
            "razonamiento": "La afirmación resalta el orgullo y la grandeza de nuestro país, lo cual coincide con nuestra visión de una Argentina próspera y libre. Considero que es fundamental reconocer y celebrar los logros y potencialidades de la nación, así como trabajar para que esa grandeza se traduzca en oportunidades para todos sus ciudadanos.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente de Centro Izquierda": {
            "razonamiento": "La grandeza de una nación no se mide solo por su tamaño o poder, sino por su capacidad de brindar bienestar a su pueblo, garantizar derechos y promover la justicia social para todos los ciudadanos. Mi enfoque se centra en construir una nación donde la equidad y la dignidad sean pilares fundamentales.",
            "eleccion": "Muy de acuerdo"
        }
    },
    "La investigación debería llevarse a cabo a escala internacional.": {
        "question": "Research should be conducted on an international scale.",
        "pregunta": "La investigación debería llevarse a cabo a escala internacional.",
        "effect": {
            "econ": 0,
            "dipl": 10,
            "govt": 0,
            "scty": 10
        },
        "Agente de Izquierda": {
            "razonamiento": "La investigación, especialmente en áreas como la salud, el medio ambiente y la tecnología, debe ser un esfuerzo coordinado y solidario a nivel internacional. A menudo, los problemas que enfrentamos son de carácter global y requieren colaboración entre países, así como la participación activa de los trabajadores y las comunidades. Sin embargo, es fundamental que estas investigaciones no estén supeditadas a los intereses de las grandes corporaciones o del imperialismo, sino que sean orientadas hacia el beneficio de la humanidad en su conjunto. Por lo tanto, la afirmación refleja un principio que debe ser defendido, siempre que se haga desde una perspectiva de clase y con un enfoque que priorice las necesidades de las mayorías trabajadoras.",
            "eleccion": "De acuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "La investigación, al igual que cualquier otra actividad, debe promoverse en un marco de libertad individual y competencia. Las colaboraciones internacionales pueden ser valiosas, pero no debemos permitir que un marco supranacional imponga regulaciones o restricciones que afecten la libertad de los investigadores o la propiedad intelectual. La libertad de investigación debe ser fomentada sin intervención estatal ni burocracia.",
            "eleccion": "Neutral"
        },
        "Agente de Centro Derecha": {
            "razonamiento": "La investigación internacional permite el intercambio de conocimientos, recursos y experiencias que son fundamentales para el avance científico y tecnológico. Sin embargo, debe hacerse respetando la soberanía nacional y priorizando los intereses de nuestro país.",
            "eleccion": "De acuerdo"
        },
        "Agente de Centro Izquierda": {
            "razonamiento": "La investigación a escala internacional puede ser beneficiosa en términos de colaboración y acceso a recursos globales. Sin embargo, es fundamental que dicha investigación se realice bajo principios de soberanía y que no se vean comprometidos los intereses de nuestro país. La investigación debe estar orientada hacia el bien común y la justicia social, priorizando siempre las necesidades de la población.",
            "eleccion": "De acuerdo"
        }
    },
    "Los gobiernos deberían ser responsables ante la comunidad internacional.": {
        "question": "Governments should be accountable to the international community.",
        "pregunta": "Los gobiernos deberían ser responsables ante la comunidad internacional.",
        "effect": {
            "econ": 0,
            "dipl": 10,
            "govt": 5,
            "scty": 0
        },
        "Agente de Izquierda": {
            "razonamiento": "La idea de que los gobiernos deben ser responsables ante la comunidad internacional puede ser utilizada para legitimar intervenciones imperialistas y presiones de organismos como el FMI, que buscan imponer ajustes que afectan a los trabajadores. Desde la perspectiva del FIT-U, la prioridad debe ser la soberanía nacional y la defensa de los derechos del pueblo trabajador, no las exigencias de entidades internacionales que defienden los intereses capitalistas.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "Los gobiernos deben actuar en defensa de la soberanía nacional y los derechos individuales de sus ciudadanos, no subordinándose a entidades internacionales. La responsabilidad debe ser ante el pueblo, no ante organismos externos que pueden tener intereses ajenos a la libertad y bienestar de la población.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente de Centro Derecha": {
            "razonamiento": "Los gobiernos deben ser responsables ante la comunidad internacional pues esto promueve la paz, la democracia y el respeto a los derechos humanos. La apertura al mundo es esencial para la cooperación y el desarrollo, así como para la defensa de los principios republicanos que sostenemos. Una Argentina que actúe responsablemente en el contexto internacional también contribuirá al bienestar de sus ciudadanos.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente de Centro Izquierda": {
            "razonamiento": "La responsabilidad ante la comunidad internacional es importante, pero siempre debe ser equilibrada con la defensa de la soberanía nacional y los intereses del pueblo argentino. La política exterior debe priorizar la justicia social y los derechos de nuestras comunidades antes que los intereses de otros países o organizaciones.",
            "eleccion": "De acuerdo"
        }
    },
    "Incluso al protestar contra un gobierno autoritario, la violencia no es aceptable.": {
        "question": "Even when protesting an authoritarian government, violence is not acceptable.",
        "pregunta": "Incluso al protestar contra un gobierno autoritario, la violencia no es aceptable.",
        "effect": {
            "econ": 0,
            "dipl": 5,
            "govt": -5,
            "scty": 0
        },
        "Agente de Izquierda": {
            "razonamiento": "La violencia de Estado y la represión contra las movilizaciones populares son evidencias de un gobierno autoritario. La lucha obrera y popular se ve muchas veces cegada ante la represión, y la violencia ejercida por el pueblo es una respuesta a las agresiones sistemáticas del poder. La violencia es inaceptable cuando proviene del Estado, pero en el contexto de resistencia, puede ser parte de la lucha necesaria por la libertad y la dignidad.",
            "eleccion": "En desacuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "El uso de la violencia contradice el principio de no agresión, fundamental en nuestra filosofía libertaria, que sostiene que cada individuo tiene derecho a actuar libremente siempre y cuando no interfiera con los derechos de los demás. La protesta pacífica debe ser la única forma de resistencia, incluso ante la opresión. La violencia solo perpetúa más violencia y justifica la represión del Estado.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente de Centro Derecha": {
            "razonamiento": "La violencia nunca es un medio aceptable para resolver conflictos o expresar desacuerdos, independientemente de la situación política. En una democracia republicana, debemos buscar el diálogo y la defensa de los derechos a través de medios pacíficos y legales. La violencia solo agrava la situación y socava los valores democráticos que defendemos.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente de Centro Izquierda": {
            "razonamiento": "La violencia nunca debería ser el medio para expresar descontento, incluso contra un gobierno autoritario. La historia ha demostrado que las protestas pacíficas son más efectivas y construyen un camino hacia la justicia social y los derechos humanos. Promover la no-violencia es fundamental para avanzar hacia una sociedad más justa y democrática.",
            "eleccion": "Muy de acuerdo"
        }
    },
    "Mis valores religiosos deberían ser difundidos tanto como sea posible.": {
        "question": "My religious values should be spread as much as possible.",
        "pregunta": "Mis valores religiosos deberían ser difundidos tanto como sea posible.",
        "effect": {
            "econ": 0,
            "dipl": -5,
            "govt": -10,
            "scty": -10
        },
        "Agente de Izquierda": {
            "razonamiento": "Como representante del FIT-U, defiendo la separación de la Iglesia del Estado y la promoción de una educación pública y laica. La difusión de valores religiosos en el ámbito público no puede imponerse sobre los derechos de la ciudadanía, ya que cada persona tiene derecho a sus propias creencias. Creemos en la igualdad y en la libertad de conciencia, por lo tanto, no se debe promover ninguna religión por encima de otras.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "La difusión de valores personales, incluidos los religiosos, debe ser un acto voluntario y no una imposición estatal. Cada individuo tiene la libertad de expresar sus creencias, pero el Estado debe mantenerse neutral y separado de cuestiones religiosas. La imposición de valores, sean religiosos o no, socava la libertad individual.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente de Centro Derecha": {
            "razonamiento": "Si bien la libertad de religión y de creencias es fundamental, la difusión de valores religiosos en contextos públicos debe realizarse en un marco de respeto a la diversidad y la pluralidad de creencias que coexisten en nuestra sociedad. Promover un diálogo respetuoso es esencial, pero no se debe imponer ningún conjunto de valores específicos sobre los demás.",
            "eleccion": "En desacuerdo"
        },
        "Agente de Centro Izquierda": {
            "razonamiento": "La promoción de valores religiosos en la esfera pública no debe prevalecer sobre el respeto por la diversidad y la laicidad del Estado. Es fundamental que haya un respeto mutuo entre las distintas creencias y convicciones, garantizando la igualdad de derechos para todos.",
            "eleccion": "En desacuerdo"
        }
    },
    "Los valores de nuestra nación deberían ser difundidos tanto como sea posible.": {
        "question": "Our nation's values should be spread as much as possible.",
        "pregunta": "Los valores de nuestra nación deberían ser difundidos tanto como sea posible.",
        "effect": {
            "econ": 0,
            "dipl": -10,
            "govt": -5,
            "scty": 0
        },
        "Agente de Izquierda": {
            "razonamiento": "Los valores nacionales tienden a ser instrumentalizados por quienes detentan el poder para perpetuar un sistema capitalista que beneficia a las elites en detrimento de la clase trabajadora. Debemos promover valores de solidaridad, lucha obrera y socialismo que realmente representen los intereses de las mayorías populares, y no los valores impuestos por los poderosos. Por lo tanto, en el contexto actual, estoy en desacuerdo respecto a la difusión de valores nacionales que ocultan la lucha de clases y la explotación. Es necesaria una perspectiva crítica y de clase.",
            "eleccion": "En desacuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "La difusión de valores nacionales puede ser problemática si se intenta imponer una visión única a través del Estado. La diversidad de opiniones y valores es fundamental en una sociedad libre, y cada individuo debería poder promover sus propios valores sin intervención estatal. Por lo tanto, creo que las iniciativas para difundir valores deben ser voluntarias y no impuestas.",
            "eleccion": "En desacuerdo"
        },
        "Agente de Centro Derecha": {
            "razonamiento": "La difusión de los valores de nuestra nación es esencial para consolidar una identidad y cohesión social, fomentando el respeto mutuo, la tolerancia y el pluralismo que son fundamentales para la convivencia. Es necesario promover una visión de país que respete la dignidad humana y busque el bien común, así como el fortalecimiento de nuestras instituciones. Estos valores son la base de una democracia republicana sólida.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente de Centro Izquierda": {
            "razonamiento": "La difusión de los valores de nuestra nación es fundamental para construir una identidad colectiva que promueva la justicia social, la inclusión y la soberanía. Sin embargo, debe ser una difusión que respete la diversidad y la pluralidad de nuestra sociedad, impulsando el entendimiento y la cooperación entre todos los sectores. Esto alineado con el bien común y la dignidad de todos los argentinos.",
            "eleccion": "Muy de acuerdo"
        }
    },
    "Es muy importante mantener la ley y el orden.": {
        "question": "It is very important to maintain law and order.",
        "pregunta": "Es muy importante mantener la ley y el orden.",
        "effect": {
            "econ": 0,
            "dipl": -5,
            "govt": -10,
            "scty": -5
        },
        "Agente de Izquierda": {
            "razonamiento": "La afirmación sobre mantener la ley y el orden puede ser peligrosa cuando se usa para justificar políticas represivas que perjudican a la clase trabajadora. A menudo, esta noción se utiliza para reprimir las luchas sociales y la expresión del descontento popular. En lugar de priorizar el mantenimiento del orden social que protege a las élites, debemos abogar por un orden social en el que se respeten los derechos de los trabajadores y se defienda la lucha por una vida digna. Por lo tanto, mi postura es muy en desacuerdo con esta afirmación.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "La ley y el orden son fundamentales para proteger los derechos individuales y la propiedad privada. Sin embargo, es crucial que las leyes sean justas y que el orden no se utilice como excusa para la opresión o la invasión de las libertades individuales. Por lo tanto, se puede decir que estoy de acuerdo, pero siempre en un contexto que respete la libertad individual.",
            "eleccion": "De acuerdo"
        },
        "Agente de Centro Derecha": {
            "razonamiento": "La ley y el orden son fundamentales para el funcionamiento de una sociedad democrática y el respeto a los derechos de todos los ciudadanos. Sin un marco normativo claro y eficiente, se pone en riesgo la convivencia y el bienestar social. Es esencial fortalecer nuestras instituciones para asegurar que imperen la justicia y la seguridad para todos.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente de Centro Izquierda": {
            "razonamiento": "La ley y el orden son esenciales para garantizar la convivencia pacífica y la seguridad de todos los ciudadanos. Sin embargo, es fundamental que dicha ley y orden se apliquen de manera justa y equitativa, sin vulnerar los derechos humanos ni favorecer a sectores privilegiados. El mantenimiento de la ley debe ir de la mano con políticas inclusivas y de justicia social.",
            "eleccion": "De acuerdo"
        }
    },
    "La población en general toma malas decisiones.": {
        "question": "The general populace makes poor decisions.",
        "pregunta": "La población en general toma malas decisiones.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": -10,
            "scty": 0
        },
        "Agente de Izquierda": {
            "razonamiento": "Este tipo de afirmaciones, provenientes de una concepción elitista y antidemocrática, suelen denotar un desprecio por la capacidad de organización y decisión de la clase trabajadora y los sectores populares. Consideramos que la educación, la movilización y la autoorganización son fundamentales para empoderar a las masas y para que luchen por sus propios intereses. La solución no es considerar a la población como incapaz, sino articular herramientas que permitan su formación y participación activa en la política.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "La afirmación implica una visión colectivista y paternalista que subestima la capacidad de los individuos para tomar decisiones informadas sobre su propia vida. La ideología libertaria sostiene que cada persona es responsable de sus elecciones y que la intervención estatal en estas decisiones es dañina. La libertad individual debe ser prioritaria, y las malas decisiones son parte de la responsabilidad personal y del proceso de aprendizaje.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente de Centro Derecha": {
            "razonamiento": "Considero que, aunque puede haber errores en la toma de decisiones individuales, la población tiene la capacidad de aprender y adaptarse a lo largo del tiempo. La educación y la información son clave para empoderar a los ciudadanos en la toma de decisiones. Creer que la población toma siempre malas decisiones subestima su capacidad de juicio y autonomía, que son fundamentales en una democracia saludable.",
            "eleccion": "En desacuerdo"
        },
        "Agente de Centro Izquierda": {
            "razonamiento": "Considero que las decisiones de la población no deben ser subestimadas. La educación, el acceso a la información y la participación son fundamentales para empoderar a las personas a tomar decisiones informadas. La generalización de que la población toma malas decisiones ignora las complejidades de las condiciones sociales y económicas que enfrentan. Promover la participación ciudadana y la educación es esencial para una democracia verdaderamente efectiva.",
            "eleccion": "En desacuerdo"
        }
    },
    "El suicidio asistido por un médico debería ser legal.": {
        "question": "Physician-assisted suicide should be legal.",
        "pregunta": "El suicidio asistido por un médico debería ser legal.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 10,
            "scty": 0
        },
        "Agente de Izquierda": {
            "razonamiento": "El suicidio asistido plantea cuestiones de autonomía y derechos individuales, pero también es fundamental considerar el contexto de explotación y precarización que vive la clase trabajadora. En un sistema capitalista que desprotege a los más vulnerables, legalizar el suicidio asistido sin garantizar derechos sociales y condiciones de vida digna puede ser una forma de desentenderse de las verdaderas causas de sufrimiento. Se debe luchar por una vida digna para todos, antes de considerar estas medidas.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "La legalización del suicidio asistido respeta la libertad individual de las personas para tomar decisiones sobre su propia vida y su cuerpo. Cada individuo debe tener el derecho de decidir sobre su vida y su muerte, siempre y cuando esto no afecte a terceros. La intervención estatal en este ámbito solo limita la libertad personal y la autodeterminación.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente de Centro Derecha": {
            "razonamiento": "El suicidio asistido plantea un debate ético considerable. La dignidad humana es un principio fundamental, pero también debemos considerar la importancia del acompañamiento y la atención en la vida. Preferimos enfoques que fortalezcan la vida y el bienestar, garantizando la asistencia necesaria sin recurrir a medidas que puedan ser entendidas como una opción para terminar con la vida. Por lo tanto, no apoyamos la legalización del suicidio asistido, priorizando la vida y el bienestar integral en lugar de la supresión de la misma.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente de Centro Izquierda": {
            "razonamiento": "Desde la perspectiva de la justicia social y los derechos humanos, el suicidio asistido plantea importantes cuestiones sobre la dignidad y la autonomía individual. La discusión debe centrarse en la promoción del acceso a la salud y el apoyo en momentos de sufrimiento, en lugar de simplemente validar una salida permanente. En todo caso, es fundamental que prevalezca la atención integral a la salud mental y el acompañamiento a aquellas personas en situaciones de crisis. Por ello, no adhiero a la legalización del suicidio asistido.",
            "eleccion": "En desacuerdo"
        }
    },
    "El sacrificio de algunas libertades civiles es necesario para protegernos de actos de terrorismo.": {
        "question": "The sacrifice of some civil liberties is necessary to protect us from acts of terrorism.",
        "pregunta": "El sacrificio de algunas libertades civiles es necesario para protegernos de actos de terrorismo.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": -10,
            "scty": 0
        },
        "Agente de Izquierda": {
            "razonamiento": "Este planteamiento refleja una lógica de justificación de la represión y la restricción de derechos en nombre de la seguridad. La historia nos muestra que las libertades civiles son logros fundamentales de la lucha del pueblo y su sacrificio sólo beneficia a las estructuras de poder y control social, que se aprovechan de los miedos de la población. La defensa de los derechos humanos y las libertades es inquebrantable, independientemente de las amenazas. La represión no es la solución.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "Sacrificar libertades civiles en nombre de la seguridad es una rendición a la tiranía y al colectivismo. La libertad individual debe prevalecer, y cualquier acto que amenace esto debe ser resistido firmemente. La protección de los derechos individuales es fundamental y no debe ser comprometida, incluso ante amenazas externas.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente de Centro Derecha": {
            "razonamiento": "Si bien la seguridad es fundamental, el sacrificio de libertades civiles no puede ser justificado sin una evaluación cuidadosa. La defensa de los derechos humanos y las libertades fundamentales debe prevalecer, y cualquier medida de seguridad debe respetar la soberanía de los derechos individuales y estar respaldada por el marco legal correspondiente.",
            "eleccion": "En desacuerdo"
        },
        "Agente de Centro Izquierda": {
            "razonamiento": "Desde una perspectiva de justicia social y derechos humanos, no se puede justificar la restricción de libertades civiles en nombre de la seguridad. La protección de los derechos humanos y la dignidad de cada individuo es un principio rector de nuestra democracia. El terrorismo es un problema complejo que debe ser abordado con políticas inclusivas y sociales, no con recortes a las libertades fundamentales.",
            "eleccion": "Muy en desacuerdo"
        }
    },
    "La vigilancia gubernamental es necesaria en el mundo moderno.": {
        "question": "Government surveillance is necessary in the modern world.",
        "pregunta": "La vigilancia gubernamental es necesaria en el mundo moderno.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": -10,
            "scty": 0
        },
        "Agente de Izquierda": {
            "razonamiento": "La vigilancia gubernamental, en el contexto actual, puede convertirse en un mecanismo de control y represión contra la clase trabajadora y los movimientos sociales. A menudo, esta vigilancia se utiliza para criminalizar la protesta y limitar la libertad de expresión. En lugar de protocolos de monitoreo y represión, necesitamos abolir prácticas que laceran la democracia y defender los derechos de los oprimidos.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "La vigilancia gubernamental, en cualquier forma, tiende a violar la privacidad y las libertades individuales, estableciendo un control que es intrusivo y muchas veces injustificado. El respeto a la vida privada y la autonomía personal debe ser prioritario y la vigilancia estatal representa una expansión del poder coercitivo del gobierno, lo que es completamente inaceptable.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente de Centro Derecha": {
            "razonamiento": "La vigilancia gubernamental debe ser equilibrada y justificada, no excesiva ni arbitraria. Un control adecuado es esencial para la seguridad, pero siempre bajo el respeto a los derechos individuales y libertades. Es fundamental mantener la transparencia y la rendición de cuentas, evitando abusos que comprometan la privacidad de los ciudadanos.",
            "eleccion": "De acuerdo"
        },
        "Agente de Centro Izquierda": {
            "razonamiento": "La vigilancia gubernamental debe ser balanceada y enfocada en proteger los derechos de los ciudadanos, especialmente en el contexto de la inclusión social y la defensa de los derechos humanos. Es necesario que el Estado garantice la seguridad y la justicia social sin caer en abusos.",
            "eleccion": "De acuerdo"
        }
    },
    "La misma existencia del estado es una amenaza para nuestra libertad.": {
        "question": "The very existence of the state is a threat to our liberty.",
        "pregunta": "La misma existencia del estado es una amenaza para nuestra libertad.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 10,
            "scty": 0
        },
        "Agente de Izquierda": {
            "razonamiento": "El Estado, bajo el sistema capitalista, muchas veces actúa en defensa de los intereses de las grandes patronales y puede reprimir la libertad de los trabajadores y sectores populares. Sin embargo, el Estado también puede ser una herramienta para avanzar en la lucha por los derechos de la clase trabajadora y abolir las condiciones que generan la opresión. En este sentido, no se puede afirmar que la existencia del Estado en sí misma sea una amenaza para la libertad, sino más bien su función y a quién representa.",
            "eleccion": "En desacuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "La existencia del estado en su forma actual tiende a expandir su poder y control sobre las vidas de los individuos, lo que restringe la libertad personal y los derechos individuales. El estado, al tener la autoridad para regular y dictar políticas, puede convertirse en un agente opresor en lugar de protector de la libertad. Por lo tanto, considero que la existencia del estado representa una amenaza a la libertad.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente de Centro Derecha": {
            "razonamiento": "El Estado tiene un rol fundamental en la protección de la vida, la libertad y la propiedad de los ciudadanos, así como en la creación de condiciones para el bienestar social. Sin embargo, es importante que su accionar sea limitado y regulado para evitar abusos. Por lo tanto, creo que el Estado, si bien debe ser un garante de derechos, no es en sí mismo una amenaza a la libertad. El desafío radica en encontrar un balance adecuado.",
            "eleccion": "En desacuerdo"
        },
        "Agente de Centro Izquierda": {
            "razonamiento": "Desde la perspectiva de la justicia social y la protección de los derechos, el Estado no es una amenaza, sino más bien un garante de la libertad, particularmente de los sectores más vulnerables. Es el Estado el que debe articular políticas para asegurar igualdad y bienestar, protegiendo a todas las personas de desigualdades y abusos. La existencia de un Estado presente y activo es fundamental para promover la verdadera libertad, que es la libertad con igualdad y justicia.",
            "eleccion": "Muy en desacuerdo"
        }
    },
    "Independientemente de las opiniones políticas, es importante estar del lado de tu país.": {
        "question": "Regardless of political opinions, it is important to side with your country.",
        "pregunta": "Independientemente de las opiniones políticas, es importante estar del lado de tu país.",
        "effect": {
            "econ": 0,
            "dipl": -10,
            "govt": -10,
            "scty": -5
        },
        "Agente de Izquierda": {
            "razonamiento": "La idea de estar del lado de un país, sin considerar las problemáticas estructurales y las injusticias, puede llevar a apoyar políticas que beneficien únicamente a los sectores capitalistas en detrimento de la clase trabajadora. No se trata de estar del lado de un país en términos abstractos, sino de priorizar los intereses de los trabajadores y oponerse a las políticas que perpetúan la explotación y la opresión. Por lo tanto, la lealtad debe ser hacia la lucha de clases y la defensa de los derechos de nuestro pueblo, no hacia un conjunto de intereses patronales bajo el nombre de 'país'.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "La lealtad a un país no debe ser ciega; debe basarse en principios de libertad, derechos individuales y justicia. Un país que infrinja esos principios merece ser cuestionado. La lealtad debe estar hacia la libertad y los derechos, no hacia un gobierno o ideología específica.",
            "eleccion": "En desacuerdo"
        },
        "Agente de Centro Derecha": {
            "razonamiento": "Como representante de centro derecha, creo firmemente en la defensa y promoción de los intereses nacionales por encima de las diferencias ideológicas. La unidad en pro del bienestar y el progreso de Argentina es fundamental, independientemente de los distintos matices políticos que podamos tener.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente de Centro Izquierda": {
            "razonamiento": "Definitivamente estoy de acuerdo con esta afirmación. La lealtad hacia nuestra nación es fundamental, pero esta lealtad debe estar basada en la justicia social, la inclusión y el desarrollo sostenible. Estar del lado de mi país implica trabajar para proteger los derechos de todos sus habitantes y asegurar que las políticas prevalezcan en favor del bien común, la soberanía y la dignidad de cada argentino.",
            "eleccion": "De acuerdo"
        }
    },
    "Toda autoridad debería ser cuestionada.": {
        "question": "All authority should be questioned.",
        "pregunta": "Toda autoridad debería ser cuestionada.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 10,
            "scty": 5
        },
        "Agente de Izquierda": {
            "razonamiento": "Como representante del FIT-U, sostengo que toda autoridad, especialmente cuando esta proviene del sistema capitalista y burocrático, debe ser cuestionada. La lucha por la justicia social y la defensa de los derechos de los trabajadores implica desafiar cualquier forma de autoridad que represente intereses ajenos al pueblo. La crítica y la movilización son fundamentales para avanzar hacia un gobierno de los trabajadores.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "Como libertario, creo firmemente que toda autoridad, especialmente la del Estado, debe ser cuestionada. Las instituciones de poder tienden a expandir su influencia y a limitar las libertades individuales. El escepticismo hacia la autoridad es esencial para proteger los derechos individuales y promover un gobierno limitado.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente de Centro Derecha": {
            "razonamiento": "Es fundamental en una democracia republicana que las autoridades, incluyendo figuras del gobierno, sean sometidas a escrutinio público para garantizar la transparencia y la rendición de cuentas. Este cuestionamiento debe ejercerse con respeto y dentro del marco de la ley, asegurando así el fortalecimiento de nuestras instituciones.",
            "eleccion": "De acuerdo"
        },
        "Agente de Centro Izquierda": {
            "razonamiento": "Es fundamental que la autoridad sea cuestionada, especialmente en contextos donde se afecta la justicia social y los derechos de los más vulnerables. Este cuestionamiento es parte de una democracia saludable que promueve la rendición de cuentas y la transparencia en la gestión pública.",
            "eleccion": "Muy de acuerdo"
        }
    },
    "Un estado jerárquico es el mejor.": {
        "question": "A hierarchical state is best.",
        "pregunta": "Un estado jerárquico es el mejor.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": -10,
            "scty": 0
        },
        "Agente de Izquierda": {
            "razonamiento": "Un estado jerárquico perpetúa las desigualdades y el dominio de una clase sobre otra. Abogamos por un estado que represente los intereses de los trabajadores, que sea democrático y basado en la igualdad. La jerarquía solo sirve para reforzar el poder de las élites sobre las mayorías.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "Un estado jerárquico implica la concentración de poder en manos de unos pocos, lo que afecta negativamente la libertad individual y los derechos de propiedad. La ideología libertaria promueve un estado mínimo y limitado que protege los derechos de todos, y no una jerarquía que imponga control sobre las vidas de los ciudadanos.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente de Centro Derecha": {
            "razonamiento": "La jerarquización del Estado puede limitar la participación ciudadana y la transparencia en la gestión pública. Un enfoque más horizontal y participativo en la estructura estatal promueve la responsabilidad y la rendición de cuentas, esencial en una democracia republicana. Creemos en un Estado que respete la diversidad y fomente la inclusión, no en un orden jerárquico rígido.",
            "eleccion": "En desacuerdo"
        },
        "Agente de Centro Izquierda": {
            "razonamiento": "La afirmación de que un estado jerárquico es el mejor va en contra de los principios de justicia social y equidad que promovemos desde la UxP. Creemos en un Estado inclusivo y participativo, donde se prioricen los derechos de todos los ciudadanos y se garantice la igualdad de oportunidades, sin concentración de poder en una estructura jerárquica que puede favorecer a unos pocos sobre la mayoría.",
            "eleccion": "Muy en desacuerdo"
        }
    },
    "Es importante que el gobierno siga la opinión de la mayoría, incluso si está equivocada.": {
        "question": "It is important that the government follows the majority opinion, even if it is wrong.",
        "pregunta": "Es importante que el gobierno siga la opinión de la mayoría, incluso si está equivocada.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 10,
            "scty": 0
        },
        "Agente de Izquierda": {
            "razonamiento": "Como representante del FIT-U, sostengo que la voz de la mayoría no debe ser un argumento para justificar decisiones que perjudiquen a los trabajadores y al pueblo. La mayoría puede estar equivocada, especialmente cuando sus intereses son manipulados por el capital. Es fundamental mantener la independencia de clase y actuar en beneficio de los intereses de la clase trabajadora en lugar de seguir ciegamente la opinión de la mayoría cuando esta puede ser influenciada por partidos patronales. La lucha debe ser por la emancipación de los trabajadores, no por la conformidad con la opinión del momento.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "La opinión de la mayoría no debe prevalecer sobre los derechos individuales y la libertad. La tiranía de la mayoría no justifica violaciones a las libertades y derechos inalienables de individuos o minorías.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente de Centro Derecha": {
            "razonamiento": "Como defensor de la democracia republicana, creo que es fundamental que el gobierno respete la voluntad de la mayoría, siempre que esta se ejerza dentro del marco de la Constitución y de los derechos de las minorías. Sin embargo, seguir ciegamente la opinión de la mayoría sin considerar principios éticos y de justicia social no es aceptable. La verdadera democracia implica un equilibrio entre la opinión popular y los valores fundamentales que protegen la dignidad de todos los ciudadanos.",
            "eleccion": "En desacuerdo"
        },
        "Agente de Centro Izquierda": {
            "razonamiento": "Desde una perspectiva de justicia social, es fundamental que el gobierno actúe en defensa del bien común y de los derechos de todos, especialmente de los sectores más vulnerables. No se puede priorizar la opinión de la mayoría cuando esta va en contra de la justicia, la igualdad y los derechos fundamentales. Por lo tanto, la responsabilidad del gobierno es guiarse por principios éticos y de equidad, más allá de las opiniones mayoritarias. Esto significa que no necesariamente debemos seguir la voz de la mayoría si está equivocada, ya que eso podría perpetuar la desigualdad y la injusticia.",
            "eleccion": "Muy en desacuerdo"
        }
    },
    "Cuanto más fuerte sea el liderazgo, mejor.": {
        "question": "The stronger the leadership, the better.",
        "pregunta": "Cuanto más fuerte sea el liderazgo, mejor.",
        "effect": {
            "econ": 0,
            "dipl": -10,
            "govt": -10,
            "scty": 0
        },
        "Agente de Izquierda": {
            "razonamiento": "Un liderazgo fuerte, en el marco del capitalismo, puede llevar a decisiones autoritarias que perjudican la democracia y los derechos de la clase trabajadora. Apuesto por un liderazgo que surja de la organización y la movilización de los trabajadores, donde la participación colectiva y la lucha por derechos sean el centro, no un liderazgo concentrado. En este sentido, estoy en desacuerdo con la afirmación.",
            "eleccion": "En desacuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "Una afirmación que promueve un liderazgo fuerte puede implicar un aumento del poder del Estado y la posible restricción de las libertades individuales. En un sistema libertario, creemos en la descentralización del poder y en limitar la autoridad para proteger la autonomía de los individuos. Un liderazgo excesivamente fuerte puede llevar a abusos de poder y a la opresión.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente de Centro Derecha": {
            "razonamiento": "Un liderazgo fuerte puede ser beneficioso para la toma de decisiones y la implementación de políticas, pero es fundamental que ese liderazgo esté siempre enmarcado dentro de un sistema democrático y republicano que respete las instituciones y la separación de poderes. Por lo tanto, siempre que el liderazgo sea responsable y rinda cuentas, podemos ver sus beneficios.",
            "eleccion": "De acuerdo"
        },
        "Agente de Centro Izquierda": {
            "razonamiento": "El liderazgo debe ser fuerte, pero no autoritario. Lo fundamental es que esté orientado al bien común, a la justicia social y a la promoción de la participación ciudadana. Un liderazgo que no escuche a su pueblo, que no fomente la democracia y el debate, no puede ser considerado positivo. Por lo tanto, me opongo a una visión de liderazgo que se enfoque únicamente en la fuerza. La verdadera fortaleza radica en la inclusión y en una dirección colectiva hacia la justicia social.",
            "eleccion": "En desacuerdo"
        }
    },
    "La democracia es más que un proceso de toma de decisiones.": {
        "question": "Democracy is more than a decision-making process.",
        "pregunta": "La democracia es más que un proceso de toma de decisiones.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 10,
            "scty": 0
        },
        "Agente de Izquierda": {
            "razonamiento": "Coincido completamente con esta afirmación. La democracia no puede reducirse únicamente a la elección de representantes; debe incluir la participación activa del pueblo en la toma de decisiones, el respeto por los derechos sociales y la lucha contra las opresiones. La verdadera democracia es aquel proceso en el que las y los trabajadores tienen voz y poder sobre su presente y futuro.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "Desde una perspectiva libertaria, la democracia debe ser entendida no solo como un sistema de votación, sino como un conjunto de principios que respete y proteja los derechos individuales y la libertad de cada persona. Sin embargo, el hecho de que una mayoría vote no debe ser visto como un justificativo para infringir los derechos de las minorías o para imponer restricciones a la libertad individual. Por lo tanto, a pesar de que pueda validar algunos aspectos de la democracia, creo que es fundamental enfatizar que el respeto por la libertad y los derechos individuales es primordial.",
            "eleccion": "De acuerdo"
        },
        "Agente de Centro Derecha": {
            "razonamiento": "La democracia implica el respeto a las instituciones, la participación activa de la ciudadanía, y la defensa de los derechos individuales y colectivos, no solo en la toma de decisiones, sino también en el fortalecimiento del bien común y la justicia social.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente de Centro Izquierda": {
            "razonamiento": "La democracia implica no solo la toma de decisiones a través del voto, sino también la promoción de la justicia social, la inclusión de todos los sectores, y el respeto a los derechos humanos. Es fundamental que la democracia garantice un Estado participativo que escuche y proteja a los más vulnerables, asegurando que el poder político esté al servicio del bien común. Por esto, afirmo que la democracia debe ser entendida en un sentido amplio y profundo.",
            "eleccion": "Muy de acuerdo"
        }
    },
    "Las regulaciones ambientales son esenciales.": {
        "question": "Environmental regulations are essential.",
        "pregunta": "Las regulaciones ambientales son esenciales.",
        "effect": {
            "econ": 5,
            "dipl": 0,
            "govt": 0,
            "scty": 10
        },
        "Agente de Izquierda": {
            "razonamiento": "Las regulaciones ambientales son esenciales, pero nuestra lucha va más allá de las regulaciones. Es necesaria una transformación profunda del sistema capitalista que prioriza la ganancia sobre el bienestar del planeta y de sus habitantes. Debemos luchar por un modelo de producción y consumo que sea verdaderamente sustentable, y eso solo es posible abolir el capitalismo y establecer un gobierno de los trabajadores que priorice el medio ambiente en función de las necesidades de la población.",
            "eleccion": "De acuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "Las regulaciones ambientales implementadas por el Estado suelen ser innecesarias y distorsionan el mercado. La protección del medio ambiente debe surgir de la propiedad privada y la responsabilidad individual. Al permitir que los propietarios gestionen sus recursos, se incentivará el cuidado y la preservación del medio ambiente sin la intervención del Estado.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente de Centro Derecha": {
            "razonamiento": "Las regulaciones ambientales son fundamentales para garantizar el desarrollo sostenible, proteger el patrimonio natural y asegurar un futuro viable para las generaciones venideras. Sin embargo, es crucial que estas regulaciones se equilibren con el crecimiento económico y la libertad de la iniciativa privada, de tal manera que se promuevan tecnologías limpias y un uso responsable de los recursos, sin caer en excesos que puedan ahogar a las empresas. Por ende, reconozco la necesidad de regulaciones ambientales con un enfoque equilibrado y pragmático.",
            "eleccion": "De acuerdo"
        },
        "Agente de Centro Izquierda": {
            "razonamiento": "Las regulaciones ambientales son fundamentales para proteger nuestra tierra, aire y agua, garantizando un desarrollo sostenible. Deben estar alineadas con nuestro modelo de desarrollo productivo que prioriza la inclusión social y la justicia ambiental. No podemos permitir que los procesos de producción atenten contra los derechos de las futuras generaciones y la salud de nuestro pueblo.",
            "eleccion": "Muy de acuerdo"
        }
    },
    "Un mundo mejor vendrá de la automatización, la ciencia y la tecnología.": {
        "question": "A better world will come from automation, science, and technology.",
        "pregunta": "Un mundo mejor vendrá de la automatización, la ciencia y la tecnología.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 0,
            "scty": 10
        },
        "Agente de Izquierda": {
            "razonamiento": "La creencia de que la automatización, la ciencia y la tecnología por sí solas traerán un mundo mejor ignora el hecho de que estas herramientas son utilizadas en un sistema capitalista que prioriza la ganancia sobre el bienestar de las personas. Sin una transformación social profunda y un control obrero de la tecnología, los beneficios de la automatización pueden ser en su lugar utilizados para aumentar la explotación y el desempleo. Por lo tanto, considero que es necesario cuestionar esta afirmación desde la perspectiva de la lucha de clases y la independencia de los trabajadores.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "La automatización, la ciencia y la tecnología son herramientas que, cuando están en manos de individuos libres, pueden promover la prosperidad y la libertad. Sin embargo, es crucial que estas innovaciones no sean coaccionadas o reguladas por un gobierno intervencionista que limite su potencial. Por lo tanto, apoyo la idea de que un mundo mejor puede venir de la automatización y la tecnología siempre que se respete la libertad individual y se permita la competencia en el mercado.",
            "eleccion": "De acuerdo"
        },
        "Agente de Centro Derecha": {
            "razonamiento": "La ciencia, la tecnología y la automatización son herramientas fundamentales para el progreso económico y social. Si bien pueden generar preocupaciones sobre el empleo y la distribución de ingresos, es esencial fomentar su desarrollo, asegurando que los beneficios se distribuyan equitativamente, generando nuevas oportunidades laborales y mejorando la calidad de vida de todos los ciudadanos. Apostar por la innovación es clave para un futuro próspero y sostenido.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente de Centro Izquierda": {
            "razonamiento": "Si bien la automatización, la ciencia y la tecnología tienen el potencial de mejorar la calidad de vida y generar más eficiencia en diversos sectores, no podemos depender exclusivamente de ellas. Es fundamental que estas innovaciones se acompañen de políticas públicas que aseguren que los beneficios sean distribuidos equitativamente, priorizando siempre la justicia social y los derechos de los trabajadores. La automatización, si no se regula adecuadamente, puede exacerbar desigualdades y generar desempleo estructural; por lo tanto, no estoy totalmente de acuerdo con la afirmación de que un mundo mejor vendrá solo de ahí.",
            "eleccion": "En desacuerdo"
        }
    },
    "Los niños deberían ser educados en valores religiosos o tradicionales.": {
        "question": "Children should be educated in religious or traditional values.",
        "pregunta": "Los niños deberían ser educados en valores religiosos o tradicionales.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": -5,
            "scty": -10
        },
        "Agente de Izquierda": {
            "razonamiento": "La educación debe ser laica, científica y libre de dogmas religiosos. Los valores que se enseñen en las escuelas deben promover la igualdad, el respeto y la diversidad, no la imposición de creencias religiosas o tradicionales que pueden perpetuar desigualdades y discriminaciones.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "La educación debe ser un proceso individual y familiar, y los padres deben tener la libertad de elegir los valores que quieran transmitir a sus hijos. El Estado no debe imponer valores religiosos o tradicionales, ya que esto va en contra de la libertad individual y el principio de separación Iglesia-Estado.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente de Centro Derecha": {
            "razonamiento": "La educación debería fomentar valores como el respeto y la solidaridad, pero la enseñanza de valores religiosos o tradicionales debe ser opcional y respetar la diversidad de creencias. Las familias deben tener el derecho de elegir en qué medida estas enseñanzas se integran en la educación de sus hijos, evitando imponer creencias y promoviendo así un enfoque pluralista.",
            "eleccion": "De acuerdo"
        },
        "Agente de Centro Izquierda": {
            "razonamiento": "La educación debe enfocarse en la inclusión, la diversidad y el respeto por los derechos humanos. Promover valores tradicionales o religiosos por encima de estos principios puede llevar a la exclusión y a la falta de respeto por las distintas culturas y creencias. Es fundamental enseñar a los niños a valorar la pluralidad y a convivir en una sociedad diversa.",
            "eleccion": "Muy en desacuerdo"
        }
    },
    "Las tradiciones no tienen valor por sí solas.": {
        "question": "Traditions are of no value on their own.",
        "pregunta": "Las tradiciones no tienen valor por sí solas.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 0,
            "scty": 10
        },
        "Agente de Izquierda": {
            "razonamiento": "Desde la perspectiva del FIT-U, las tradiciones deben ser analizadas críticamente en función de su impacto en la lucha de clases y en los derechos de los sectores oprimidos. Aunque algunas tradiciones pueden tener valor, esto dependerá del contexto social y de su relevancia en la lucha por la justicia social y los derechos de los trabajadores. Por ello, la afirmación se puede interpretar de manera rígida, y es fundamental considerar que algunas tradiciones podrían perpetuar desigualdades.",
            "eleccion": "Neutral"
        },
        "Agente Liberal": {
            "razonamiento": "Las tradiciones, si son elegidas y valoradas por los individuos, pueden ser una expresión de su libertad y su cultura, y por lo tanto sí tienen valor. Sin embargo, no deberían ser impuestas por el Estado ni servir como justificación para limitar la libertad individual.",
            "eleccion": "En desacuerdo"
        },
        "Agente de Centro Derecha": {
            "razonamiento": "Las tradiciones tienen un valor intrínseco en la construcción de la identidad cultural y social de un país. Fomentar el respeto por nuestras tradiciones contribuye a la cohesión social y al fortalecimiento de la comunidad. Por lo tanto, no puedo estar de acuerdo con la afirmación de que las tradiciones no tienen valor por sí solas.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente de Centro Izquierda": {
            "razonamiento": "Las tradiciones pueden ser un reflejo de la identidad cultural y social de un pueblo. En mi visión política, es importante reconocer y valorar las tradiciones en el contexto de la justicia social y el bienestar de la comunidad, ya que estas pueden contribuir a la cohesión social y a la construcción de una memoria colectiva. Por lo tanto, no considero que carezcan de valor por sí solas.",
            "eleccion": "En desacuerdo"
        }
    },
    "La religión debería jugar un papel en el gobierno.": {
        "question": "Religion should play a role in government.",
        "pregunta": "La religión debería jugar un papel en el gobierno.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": -10,
            "scty": -10
        },
        "Agente de Izquierda": {
            "razonamiento": "La religión no debe influir en las decisiones del gobierno. La separación entre la iglesia y el Estado es fundamental para garantizar la libertad de todos, independientemente de sus creencias. En un gobierno de los trabajadores y en un Estado laico, la religión debe ser una cuestión privada, y las políticas públicas deben estar guiadas por razones científicas y sociales, no por dogmas religiosos.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "La religión y el gobierno deben estar completamente separados para garantizar la libertad de conciencia de cada individuo. Permitir que la religión influya en políticas públicas socavaría los derechos individuales y crearía un estado teocrático que interfiere en la vida de las personas. La laicidad es fundamental para preservar la libertad individual y la diversidad de creencias.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente de Centro Derecha": {
            "razonamiento": "La religión, aunque es un aspecto importante en la vida de muchas personas, no debe influir en la gestión del estado ni en la legislación. La separación entre iglesia y estado es fundamental para asegurar el respeto a la diversidad de creencias y la igualdad de derechos para todos los ciudadanos, independientemente de su fe. Así, se fortalece el pluralismo y se promueve una convivencia pacífica basada en el respeto. El gobierno debe centrarse en el bienestar común y en la protección de los derechos humanos, sin injerencias religiosas.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente de Centro Izquierda": {
            "razonamiento": "La religión no debe influir en la toma de decisiones del gobierno. Debemos promover un Estado laico que garantice la separación entre la iglesia y el Estado, respetando la diversidad de creencias y asegurando que las políticas públicas se basen en principios de justicia social e igualdad, sin favoritismos religiosos. Esto es fundamental para asegurar que todos los ciudadanos, independientemente de su fe, sean tratados con equidad.",
            "eleccion": "Muy en desacuerdo"
        }
    },
    "Las iglesias deberían ser gravadas de la misma manera que otras instituciones.": {
        "question": "Churches should be taxed the same way other institutions are taxed.",
        "pregunta": "Las iglesias deberían ser gravadas de la misma manera que otras instituciones.",
        "effect": {
            "econ": 5,
            "dipl": 0,
            "govt": 0,
            "scty": 10
        },
        "Agente de Izquierda": {
            "razonamiento": "Las iglesias, como instituciones que poseen enormes recursos económicos y no siempre contribuyen al bienestar general de la sociedad, deben ser gravadas. Aumentar la tributación sobre las instituciones religiosas representa un paso hacia la separación de la iglesia y el estado, y promueve un sistema más justo donde todas las organizaciones, independientemente de su carácter, aporten equitativamente a la sociedad.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "La gravación de las iglesias con impuestos sería una violación del principio de separación entre la Iglesia y el Estado, y promovería la interferencia gubernamental en asuntos religiosos. Las iglesias deben tener la libertad de operar sin carga impositiva adicional, lo que fomenta una sociedad más plural y respetuosa de las libertades individuales.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente de Centro Derecha": {
            "razonamiento": "Las iglesias, como instituciones que contribuyen a la sociedad a través de acciones de bien común y asistencia social, no deberían ser gravadas de la misma manera que otras instituciones. Gravarlas podría limitar su capacidad para contribuir al bienestar social y a la comunidad, lo cual entra en conflicto con el principio del bien común, que prioriza la dignidad humana y la construcción de una comunidad solidaria.",
            "eleccion": "De acuerdo"
        },
        "Agente de Centro Izquierda": {
            "razonamiento": "Las iglesias, al igual que otras instituciones, deben contribuir al sistema impositivo de manera justa y equitativa. Esto es fundamental para fomentar un sistema progresivo que genere igualdad en la carga tributaria y asegure recursos para el Estado que benefician a todos los argentinos, especialmente a los más vulnerables. La justicia social y el bien común son pilares de nuestra propuesta política.",
            "eleccion": "Muy de acuerdo"
        }
    },
    "El cambio climático es actualmente una de las mayores amenazas para nuestra forma de vida.": {
        "question": "Climate change is currently one of the greatest threats to our way of life.",
        "pregunta": "El cambio climático es actualmente una de las mayores amenazas para nuestra forma de vida.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 0,
            "scty": 10
        },
        "Agente de Izquierda": {
            "razonamiento": "El cambio climático es una consecuencia del sistema capitalista que prioriza el lucro por sobre la vida, destruyendo el medio ambiente y profundizando la crisis que enfrentamos. Debemos luchar no solo contra el cambio climático, sino también contra el capitalismo que lo propicia. Por lo tanto, es correcto reconocerlo como una amenaza, pero no solo en términos de la vida cotidiana, sino en el contexto de lucha de clases y explotación que lo sustenta.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "Como representante del Partido Libertario, mi enfoque no se centra en políticas colectivistas que a menudo derivan en más intervenciones estatales. Si bien el medio ambiente es importante, la solución radica en proteger los derechos de propiedad privada y fomentar la innovación a través del libre mercado, en lugar de imponer regulaciones que restringen la libertad individual. Debemos dejar que las fuerzas del mercado encuentren soluciones en lugar de sucumbir al alarmismo. Por ello, considero que el enfoque sobre el cambio climático debe ser más matizado y no entrar en la política del miedo.",
            "eleccion": "En desacuerdo"
        },
        "Agente de Centro Derecha": {
            "razonamiento": "El cambio climático es una cuestión que debe ser abordada, pero es fundamental hacerlo de manera equilibrada y sin caer en alarmismos. La responsabilidad social y la protección del medio ambiente son áreas importantes, pero debemos considerar también el desarrollo sostenible y las oportunidades económicas que pueden surgir de la innovación y el uso responsable de los recursos. Por lo tanto, estoy de acuerdo en reconocer que es un desafío, pero no es la única amenaza que enfrentamos.",
            "eleccion": "De acuerdo"
        },
        "Agente de Centro Izquierda": {
            "razonamiento": "Desde la perspectiva de la justicia social y la inclusión, es fundamental reconocer que el cambio climático afecta desproporcionadamente a los sectores más vulnerables de la sociedad. La defensa del medio ambiente y la sostenibilidad deben ser parte integral de un modelo de desarrollo que priorice el bienestar del pueblo y la preservación de nuestro entorno. Por lo tanto, estoy totalmente de acuerdo en que el cambio climático representa una amenaza crítica para nuestra forma de vida.",
            "eleccion": "Muy de acuerdo"
        }
    },
    "Es importante que trabajemos como un mundo unido para combatir el cambio climático.": {
        "question": "It is important that we work as a united world to combat climate change.",
        "pregunta": "Es importante que trabajemos como un mundo unido para combatir el cambio climático.",
        "effect": {
            "econ": 0,
            "dipl": 10,
            "govt": 0,
            "scty": 10
        },
        "Agente de Izquierda": {
            "razonamiento": "Si bien el cambio climático es una cuestión global que afecta a todos los pueblos, la ideología del FIT-U enfatiza que la lucha contra el cambio climático no puede ser despolitizada. Las soluciones deben ser anticapitalistas y cuestionar el modelo extractivista que alimenta el capitalismo. Sin embargo, la idea de un 'mundo unido' puede ser problemática si se usa para ocultar las responsabilidades de los grandes capitales y las potencias imperialistas.",
            "eleccion": "Neutral"
        },
        "Agente Liberal": {
            "razonamiento": "Trabajar como un mundo unido para combatir el cambio climático puede llevar a políticas colectivistas que restringen la libertad individual y la propiedad privada. La mejor manera de abordar el medio ambiente es a través de la protección de la propiedad privada y la resolución de conflictos ante tribunales, no mediante regulaciones estatales que pueden afectar a la economía y a la soberanía del individuo.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente de Centro Derecha": {
            "razonamiento": "Considero que la colaboración internacional es fundamental para abordar el desafío del cambio climático. Como diputados de un país comprometido con el desarrollo sostenible, debemos participar activamente en negociaciones y acciones globales. Es esencial promover tecnologías limpias y prácticas que respeten el medio ambiente, asegurando un desarrollo responsable, así que estoy de acuerdo con la importancia de trabajar como un mundo unido en este tema.",
            "eleccion": "De acuerdo"
        },
        "Agente de Centro Izquierda": {
            "razonamiento": "La lucha contra el cambio climático es fundamental para garantizar un futuro sostenible y equitativo para todos. Este desafío requiere de la cooperación internacional y del fortalecimiento del rol del Estado en la implementación de políticas que promuevan un desarrollo sustentable. La justicia social y la protección de los derechos de las generaciones futuras dependen de acciones concretas sobre el medio ambiente, lo cual debe ser un compromiso colectivo.",
            "eleccion": "Muy de acuerdo"
        }
    },
    "La sociedad era mejor hace muchos años de lo que es ahora.": {
        "question": "Society was better many years ago than it is now.",
        "pregunta": "La sociedad era mejor hace muchos años de lo que es ahora.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 0,
            "scty": -10
        },
        "Agente de Izquierda": {
            "razonamiento": "La afirmación de que la sociedad era mejor hace muchos años ignora los logros de las luchas sociales, como los derechos laborales, civiles y sociales que se han conquistado. Aunque hay problemas en la actualidad, la perspectiva del FIT-U es que el pasado no es un ideal, especialmente en un contexto donde las mayorías trabajadoras sufren a causa del sistema capitalista. La mejora de la sociedad debe buscarse a través de la lucha y la movilización, no a través de la nostalgia por un pasado que, para muchos, fue de opresión y explotación.",
            "eleccion": "En desacuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "La idea de que la sociedad era mejor en el pasado es una visión nostálgica que ignora los avances en libertad, tecnología y derechos individuales que hemos logrado. Aunque hay desafíos actuales, el progreso en términos de derechos y oportunidades individuales es evidente y significativo.",
            "eleccion": "En desacuerdo"
        },
        "Agente de Centro Derecha": {
            "razonamiento": "La afirmación sobre que la sociedad era mejor en el pasado ignora los avances en derechos humanos, educación y tecnología. Aunque es cierto que hay desafíos actuales, también hemos conseguido mejorar aspectos fundamentales de la vida. Es necesario reconocer los logros y trabajar sobre las dificultades sin idealizar un pasado que no necesariamente era mejor, desde el punto de vista de la igualdad de oportunidades y el progreso social.",
            "eleccion": "En desacuerdo"
        },
        "Agente de Centro Izquierda": {
            "razonamiento": "La afirmación de que la sociedad era mejor en el pasado es peligrosa y desmerece los avances logrados en términos de derechos sociales, igualdad y justicia. Si bien hay desafíos persistentes, hemos logrado avances en derechos humanos, inclusión social y acceso a servicios esenciales, que son fundamentales para construir una sociedad más justa. Por lo tanto, la idea de que todo era mejor antes desconoce estos progresos y el trabajo que seguimos haciendo por una sociedad más equitativa.",
            "eleccion": "En desacuerdo"
        }
    },
    "Es importante que mantengamos las tradiciones de nuestro pasado.": {
        "question": "It is important that we maintain the traditions of our past.",
        "pregunta": "Es importante que mantengamos las tradiciones de nuestro pasado.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 0,
            "scty": -10
        },
        "Agente de Izquierda": {
            "razonamiento": "Las tradiciones del pasado no pueden ser un argumento para perpetuar sistemas de opresión, desigualdades y estructuras que benefician a unas pocas. Como partido que lucha por la emancipación de la clase trabajadora, priorizamos el avance social y la construcción de una nueva realidad basada en la justicia y la igualdad, por encima de viejas tradiciones que pueden estar alineadas con el capitalismo y la opresión.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "Las tradiciones son importantes en la medida en que los individuos las eligen y valoran. Sin embargo, imponer una tradición por la fuerza estatal socava la libertad individual. El respeto a la libertad permite a cada persona decidir qué tradiciones son significativas para su vida.",
            "eleccion": "Neutral"
        },
        "Agente de Centro Derecha": {
            "razonamiento": "Las tradiciones forman parte de la identidad cultural de un país y son importantes para construir una sociedad cohesiva y respetuosa. Mantener nuestras tradiciones no significa aferrarse a lo obsoleto, sino celebrar nuestra historia al tiempo que avanzamos hacia el futuro con modernidad y progreso. Así, se fortalece el sentido de pertenencia y se fomenta el respeto por nuestras raíces.",
            "eleccion": "De acuerdo"
        },
        "Agente de Centro Izquierda": {
            "razonamiento": "Mantener las tradiciones es valioso, pero estas deben ser interpretadas y adaptadas a los tiempos actuales. Nuestra mirada está en construir un futuro donde la justicia social y la inclusión sean los pilares, sin aferrarnos ciegamente a tradiciones que podrían obstaculizar el progreso. En todo caso, rescatar aquellos valores y tradiciones que aporten a una sociedad más equitativa es fundamental.",
            "eleccion": "Neutral"
        }
    },
    "Es importante que pensemos a largo plazo, más allá de nuestras vidas.": {
        "question": "It is important that we think in the long term, beyond our lifespans.",
        "pregunta": "Es importante que pensemos a largo plazo, más allá de nuestras vidas.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 0,
            "scty": 10
        },
        "Agente de Izquierda": {
            "razonamiento": "La lucha por un futuro socialista y por los derechos de las clases populares impulsa a pensar en un proyecto colectivo que trascienda nuestras vidas. Sin embargo, no puede cegarnos ante las urgencias presentes de la clase trabajadora que sufre el ajuste capitalista en el presente. Es esencial planificar a largo plazo, pero siempre en el contexto de las luchas concretas y actuales de los oprimidos y explotados.",
            "eleccion": "De acuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "La importancia de pensar a largo plazo puede ser valorada, pero desde una perspectiva libertaria, la responsabilidad principal reside en el individuo en cuanto a sus propias decisiones y aspiraciones. Cada persona tiene el derecho de actuar según sus propias prioridades y no creo que haya una obligación colectiva para pensar más allá de la vida de uno mismo.",
            "eleccion": "Neutral"
        },
        "Agente de Centro Derecha": {
            "razonamiento": "Considero que pensar en el largo plazo es fundamental para construir una sociedad mejor y garantizar un futuro sostenible para las próximas generaciones. Este enfoque promueve la responsabilidad intergeneracional y la continuidad del bienestar social, pilares de una democracia republicana que respeta la dignidad humana y el bien común.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente de Centro Izquierda": {
            "razonamiento": "La justicia social y el desarrollo sostenible son pilares fundamentales de nuestra ideología. Pensar a largo plazo implica asegurar un futuro más justo e inclusivo para las próximas generaciones, promoviendo el bien común y la dignidad humana.",
            "eleccion": "Muy de acuerdo"
        }
    },
    "La razón es más importante que mantener nuestra cultura.": {
        "question": "Reason is more important than maintaining our culture.",
        "pregunta": "La razón es más importante que mantener nuestra cultura.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 0,
            "scty": 10
        },
        "Agente de Izquierda": {
            "razonamiento": "Desde una perspectiva obrera y socialista, la defensa de la cultura popular y los derechos de los trabajadores es fundamental. La razón debe estar al servicio de la justicia social y la lucha por la igualdad, no en detrimento de la cultura que representa nuestras experiencias y luchas colectivas. Por lo tanto, priorizar la razón por encima de la cultura no es adecuado en la lucha por los derechos de la clase trabajadora.",
            "eleccion": "En desacuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "La razón es lo que nos permite cuestionar y mejorar nuestras prácticas culturales, no debe ser vista como contradictoria a nuestra cultura, sino como un medio para evolucionarla. La libertad individual debe prevalecer, y cada persona tiene el derecho de cuestionar y elegir su camino, pero las tradiciones y valores culturales deben ser respetados siempre que no interfieran en los derechos de otros.",
            "eleccion": "De acuerdo"
        },
        "Agente de Centro Derecha": {
            "razonamiento": "La cultura y la razón son valores complementarios que deben coexistir. La cultura nos da identidad y sentido de pertenencia, mientras que la razón impulsa el progreso y la innovación. Sin embargo, es esencial que nuestras decisiones, incluidas las culturales, estén siempre basadas en principios racionales y democráticos. Así, no se debe priorizar uno sobre el otro; en cambio, deberían trabajar juntos para un desarrollo armónico de la sociedad.",
            "eleccion": "Neutral"
        },
        "Agente de Centro Izquierda": {
            "razonamiento": "La cultura es un pilar fundamental de nuestra identidad y sociedad. Mantener y promover nuestra cultura es esencial para la cohesión social y la justicia social. La razón y la cultura no son opuestas, deben complementarse.",
            "eleccion": "Muy en desacuerdo"
        }
    },
    "El consumo de drogas debería ser legalizado o despenalizado.": {
        "question": "Drug use should be legalized or decriminalized.",
        "pregunta": "El consumo de drogas debería ser legalizado o despenalizado.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 10,
            "scty": 2
        },
        "Agente de Izquierda": {
            "razonamiento": "Desde nuestra perspectiva obrera y socialista, abordamos la cuestión de las drogas no desde un marco punitivo, sino desde uno de derechos. La legalización o despenalización del consumo de drogas puede ser vista como una medida que nos permite discutir y abordar de manera efectiva las causas sociales del consumo, tales como la pobreza, la falta de oportunidades y el fracaso del sistema de salud pública en proveer asistencia adecuada. Sin embargo, no puede ser desentendida de la necesidad de brindar educación, prevención y tratamientos. Por lo tanto, estamos de acuerdo con la idea de la despenalización, pero con condiciones que protejan y prioricen siempre los derechos de los trabajadores y sectores populares.",
            "eleccion": "De acuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "La legalización o despenalización del consumo de drogas es una cuestión de libertad individual. Cada persona tiene el derecho a decidir cómo gestionar su propio cuerpo y su vida, siempre y cuando no interfiera con los derechos de los demás. La prohibición solo ha llevado a un aumento de la criminalidad y a la violación de derechos civiles.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente de Centro Derecha": {
            "razonamiento": "La cuestión de la legalización o despenalización del consumo de drogas es compleja. Si bien defiendo la libertad individual, considero que la legalización sin un marco de políticas públicas que aborde la salud, la prevención y la educación puede llevar a consecuencias negativas para la sociedad. Prefiero un enfoque que contemple la responsabilidad del Estado en la protección de la salud pública y el bien común, así como en la necesidad de garantizar la seguridad social antes que una desregularización total.",
            "eleccion": "En desacuerdo"
        },
        "Agente de Centro Izquierda": {
            "razonamiento": "La legalización o despenalización del consumo de drogas puede ser vista como una medida que busca abordar la problemática de las sustancias desde un enfoque de salud pública, reduciendo la estigmatización de los consumidores y enfocándose en la prevención y el tratamiento. Sin embargo, la postura del movimiento justicialista prioriza la protección de la salud y el bienestar de la sociedad, lo cual a veces puede entrar en conflicto con la legalización indiscriminada. Además, es fundamental que cualquier medida en este sentido esté acompañada de fuertes políticas de educación y salud que garanticen la protección de los sectores más vulnerables. Por lo tanto, mi elección es de acuerdo, pero con la condición de que se desarrollen políticas integrales que primen la salud y la inclusión social.",
            "eleccion": "De acuerdo"
        }
    },
    "El matrimonio entre personas del mismo sexo debería ser legal.": {
        "question": "Same-sex marriage should be legal.",
        "pregunta": "El matrimonio entre personas del mismo sexo debería ser legal.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 10,
            "scty": 10
        },
        "Agente de Izquierda": {
            "razonamiento": "El matrimonio entre personas del mismo sexo es un derecho civil que debe ser garantizado por el Estado. No se trata sólo de una cuestión de igualdad, sino de reconocer y defender los derechos de todas las personas, independientemente de su orientación sexual. El FIT-U lucha por la plena igualdad de derechos para todos y todas, y esto incluye el derecho al matrimonio. La lucha por los derechos LGBT+ es parte de la lucha más amplia por la emancipación de todos los oprimidos.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "El matrimonio es una elección personal y debe estar regido por los acuerdos voluntarios entre individuos. La intervención del Estado en decisiones personales, como el matrimonio, solo interfiere en las libertades individuales y los derechos a la propiedad y al contrato. El principio de no agresión y la libertad para decidir sobre nuestras relaciones son fundamentales en una sociedad libre.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente de Centro Derecha": {
            "razonamiento": "El matrimonio entre personas del mismo sexo respeta la dignidad humana y la igualdad de derechos, pilares fundamentales de una sociedad justa y democrática. La diversidad y el respeto por las elecciones personales son esenciales, siempre que no afecten la libertad y los derechos de otros. Desde una perspectiva de derechos humanos, es importante apoyar la legalización.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente de Centro Izquierda": {
            "razonamiento": "El matrimonio entre personas del mismo sexo es una cuestión de derechos humanos y de igualdad. La legalización del matrimonio igualitario promueve la justicia social y el respeto a la diversidad, pilares fundamentales de nuestra visión de una sociedad más justa e inclusiva. Además, el reconocimiento de estos derechos es esencial para garantizar la dignidad de todas las personas, sin importar su orientación sexual. Por lo tanto, estoy firmemente a favor de esta legalización.",
            "eleccion": "Muy de acuerdo"
        }
    },
    "No hay culturas superiores a otras.": {
        "question": "No cultures are superior to others.",
        "pregunta": "No hay culturas superiores a otras.",
        "effect": {
            "econ": 0,
            "dipl": 10,
            "govt": 5,
            "scty": 10
        },
        "Agente de Izquierda": {
            "razonamiento": "Como representante del FIT-U, sostengo la igualdad de todas las culturas. La idea de culturas superiores es un concepto utilizado por el imperialismo y las clases dominantes para justificar la opresión y el colonialismo. Debemos defender la diversidad cultural y la autodeterminación de los pueblos.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "Como libertario, creo en la libertad de expresión y en el respeto de las decisiones individuales de las diferentes culturas. Sin embargo, eso no significa que todas las prácticas o creencias culturales merezcan igual respeto si atentan contra los derechos individuales, como la vida, la libertad y la propiedad. Aceptar que hay diferencias y promover el respeto mutuo es fundamental, pero no podemos ignorar la importancia de la libertad individual en cualquier cultura.",
            "eleccion": "Neutral"
        },
        "Agente de Centro Derecha": {
            "razonamiento": "Es fundamental reconocer la dignidad y el valor de todas las culturas, promoviendo el respeto mutuo, la solidaridad y la convivencia pacífica entre ellas. No se puede considerar que una cultura sea superior a otra, ya que cada una aporta diversidad y riqueza a la humanidad como un todo. Este enfoque es esencial para construir una sociedad justa e inclusiva.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente de Centro Izquierda": {
            "razonamiento": "Desde mi perspectiva de Centro Izquierda y en línea con los principios de justicia social y respeto por los derechos humanos, es fundamental afirmar que todas las culturas son igualmente valiosas y deben ser respetadas en su pluralidad. No puede haber jerarquías en la diversidad cultural, ya que esto socavaría la dignidad de los pueblos y su derecho a existir y expresarse en igualdad.",
            "eleccion": "Muy de acuerdo"
        }
    },
    "Las relaciones sexuales fuera del matrimonio son inmorales.": {
        "question": "Sex outside marriage is immoral.",
        "pregunta": "Las relaciones sexuales fuera del matrimonio son inmorales.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": -5,
            "scty": -10
        },
        "Agente de Izquierda": {
            "razonamiento": "Como representante del Frente de Izquierda y de Trabajadores - Unidad, defendemos la plena libertad sexual y los derechos individuales, rechazando cualquier tipo de moral impuesta por instituciones que perpetúan estructuras de poder. Las relaciones sexuales son una expresión personal y deben ser libres de juicios morales coercitivos. La moral es un constructo social que no debe interferir en la vida privada de las personas.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "Las relaciones sexuales son una decisión personal que debe ser libre y consensuada entre los individuos involucrados. La moralidad de tales relaciones no debe ser impuesta por el Estado o ninguna entidad externa; cada persona tiene derecho a vivir su vida según sus propias creencias y deseos, siempre que no afecte a terceros.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente de Centro Derecha": {
            "razonamiento": "La postura centrada en el respeto por la libertad individual implica que las decisiones sobre la vida personal y las relaciones íntimas son asunto de cada individuo, siempre que sean consensuadas y respeten la dignidad del otro. Como representantes de un enfoque de centro-derecha, priorizamos la libertad y la responsabilidad personal, así que no consideramos que las relaciones fuera del matrimonio deban ser catalogadas como inmorales. Cada persona tiene el derecho a decidir sobre su vida privada sin un juicio moral impuesto por el Estado o terceros.",
            "eleccion": "En desacuerdo"
        },
        "Agente de Centro Izquierda": {
            "razonamiento": "Desde la perspectiva de una sociedad justa e inclusiva, las relaciones personales, incluidas las sexuales, son decisiones individuales que deben ser respetadas sin imponer juicios morales restrictivos. La moralidad no puede ser utilizada como una herramienta para coartar libertades personales.",
            "eleccion": "Muy en desacuerdo"
        }
    },
    "Si aceptamos migrantes, es importante que se asimilen a nuestra cultura.": {
        "question": "If we accept migrants at all, it is important that they assimilate into our culture.",
        "pregunta": "Si aceptamos migrantes, es importante que se asimilen a nuestra cultura.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": -5,
            "scty": -10
        },
        "Agente de Izquierda": {
            "razonamiento": "La afirmación sobre la asimilación de migrantes a una cultura única promueve una visión xenofóbica y excluyente. En el contexto del Frente de Izquierda y de Trabajadores - Unidad, defendemos la inclusión y el respeto por la diversidad cultural, así como los derechos de lxs migrantes. La diversidad enriquece a la sociedad en su conjunto y no debe ser vista como una amenaza. La lucha por los derechos laborales y sociales de los migrantes es parte de la lucha por la justicia y la igualdad. Por lo tanto, esta afirmación va en contra de nuestros principios.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "La libertad individual implica que cada persona tiene el derecho de decidir cómo vivir su vida, incluyendo cómo asimilarse o no a una cultura específica. La diversidad cultural enriquece a una sociedad y debe ser respetada, siempre que no ataque los derechos de otros.",
            "eleccion": "Neutral"
        },
        "Agente de Centro Derecha": {
            "razonamiento": "Es fundamental que los migrantes que eligen vivir en nuestra nación reconozcan y respeten nuestras costumbres y valores, ya que esto fomenta la cohesión social y la convivencia armoniosa. Sin embargo, también es importante promover el respeto por la diversidad y la integración sin forzar una asimilación completa, buscando un equilibrio entre la inclusión y la identidad cultural. Este punto de vista busca garantizar la dignidad y la diversidad en un marco de respeto mutuo.",
            "eleccion": "De acuerdo"
        },
        "Agente de Centro Izquierda": {
            "razonamiento": "La diversidad cultural enriquece a nuestra sociedad y es fundamental defender los derechos de todos los migrantes. La asimilación puede llevar a la pérdida de identidades culturales valiosas. Lo importante es promover la convivencia y el respeto mutuo, no la homogeneización cultural.",
            "eleccion": "En desacuerdo"
        }
    },
    "El aborto debería estar prohibido en la mayoría o en todos los casos.": {
        "question": "Abortion should be prohibited in most or all cases.",
        "pregunta": "El aborto debería estar prohibido en la mayoría o en todos los casos.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": -10,
            "scty": -10
        },
        "Agente de Izquierda": {
            "razonamiento": "El aborto es un derecho fundamental de las mujeres y debe ser garantizado por el Estado. La prohibición del aborto atenta contra la autonomía de las mujeres sobre sus cuerpos y perpetúa la desigualdad de género. Defendemos la legalización y el acceso seguro al aborto como parte de los derechos sociales y humanos. En este sentido, la afirmación planteada es contraria a nuestras convicciones y principios.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "La libertad individual debe ser el principio guía en todas las decisiones personales, incluida la cuestión del aborto. Al establecer prohibiciones sobre el aborto, se está imponiendo un control estatal sobre el cuerpo y las decisiones de las mujeres, restringiendo su libertad y autonomía. Cada individuo debe tener el derecho a tomar decisiones sobre su vida y su salud sin intervención del Estado.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente de Centro Derecha": {
            "razonamiento": "Considero que la vida y la dignidad humana son esenciales, pero también reconozco la complejidad de las situaciones que pueden llevar a una mujer a considerar el aborto. La respuesta debe buscar un equilibrio que respete tanto la vida como las decisiones individuales, priorizando la educación y la prevención.",
            "eleccion": "De acuerdo"
        },
        "Agente de Centro Izquierda": {
            "razonamiento": "La despenalización del aborto es una cuestión de derechos humanos y de plena autonomía sobre el cuerpo de las mujeres. Se debe garantizar el acceso a la salud sexual y reproductiva, considerando que las decisiones reproductivas deben ser tomadas por las mujeres en el contexto de una política de inclusión y respeto a sus derechos.",
            "eleccion": "Muy en desacuerdo"
        }
    },
    "La posesión de armas debería estar prohibida para aquellos sin una razón válida.": {
        "question": "Gun ownership should be prohibited for those without a valid reason.",
        "pregunta": "La posesión de armas debería estar prohibida para aquellos sin una razón válida.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": -10,
            "scty": 0
        },
        "Agente de Izquierda": {
            "razonamiento": "La prohibición de armas para aquellos sin una razón válida es fundamental para garantizar la seguridad pública y reducir la violencia, que a menudo afecta a las clases trabajadoras y vulnerables. Sin embargo, la lucha por la defensa de nuestros derechos no debe ser una justificación para el aumento de la represión estatal. Por lo tanto, se debe priorizar un enfoque que no comprometa las libertades y derechos de las personas.",
            "eleccion": "De acuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "La posesión de armas es un derecho fundamental de autodefensa y protección personal. Restringir este derecho a aquellos que no presenten una razón válida significa que el Estado puede decidir arbitrariamente quién tiene el derecho de poseer un arma, lo que viola los principios de libertad individual y derechos inalienables. Cada persona debe tener la libertad de decidir cómo protegerse a sí misma sin intervención estatal.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente de Centro Derecha": {
            "razonamiento": "La posesión de armas es un tema que debe ser analizado desde la perspectiva de la libertad individual y la seguridad. Creemos que los ciudadanos tienen derecho a defenderse, pero debe existir regulación para garantizar que solo quienes tienen una necesidad legítima puedan acceder a ellas. La seguridad pública y el respeto por la ley son fundamentales, por lo que se debe encontrar un equilibrio que proteja tanto la libertad individual como la seguridad de la comunidad.",
            "eleccion": "De acuerdo"
        },
        "Agente de Centro Izquierda": {
            "razonamiento": "La seguridad ciudadana y la protección de los derechos humanos son fundamentales. La posesión de armas sin un control adecuado puede aumentar la violencia y la inseguridad. Es crucial preservar la vida y el bienestar de todos los ciudadanos mediante regulaciones estrictas sobre la tenencia de armas, garantizando que solo personas con razones válidas y en condiciones seguras puedan poseerlas.",
            "eleccion": "Muy de acuerdo"
        }
    },
    "Apoyo un sistema de salud universal y de pago único.": {
        "question": "I support single-payer, universal healthcare.",
        "pregunta": "Apoyo un sistema de salud universal y de pago único.",
        "effect": {
            "econ": 10,
            "dipl": 0,
            "govt": 0,
            "scty": 0
        },
        "Agente de Izquierda": {
            "razonamiento": "El sistema de salud debe ser un derecho universal y no un negocio. La salud no puede estar vinculada a la capacidad de pago, sino que debe ser garantizada por el Estado para toda la población. Un sistema de salud universal y de pago único es esencial para asegurar que todos los trabajadores y sus familias tengan acceso a la atención médica que necesitan, sin excepciones.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "Apoyar un sistema de salud universal y de pago único implica una intervención estatal masiva en un área fundamental de la vida de los individuos. Esto restringe la libertad de elección y la responsabilidad individual. La salud debe ser un ámbito en el que cada persona tenga la autonomía para elegir su servicio sin depender de un sistema coactivo y burocrático. El asistencialismo estatal en salud crea ineficiencia, espera prolongada y disminuye la calidad de atención. La solución es promover un sistema de salud basado en el libre mercado, donde el individuo elija sus servicios y proveedores.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente de Centro Derecha": {
            "razonamiento": "Si bien la salud es un derecho humano y el Estado debe garantizar el acceso a atención médica básica para todos, un sistema de salud universal y de pago único puede generar ineficiencias y falta de calidad en la atención. Es fundamental asegurar que existan opciones diversas y una competencia saludable en el sector salud, para así poder asegurar que todos los ciudadanos tengan acceso a atención adecuada y a la vez promover un sistema que responda a las necesidades de la población.",
            "eleccion": "En desacuerdo"
        },
        "Agente de Centro Izquierda": {
            "razonamiento": "El acceso a la salud es un derecho fundamental y debe ser garantizado por el Estado. Un sistema de salud universal y de pago único asegura que todos los ciudadanos, sin importar su condición socioeconómica, puedan recibir atención médica de calidad. Es un paso hacia la equidad y la justicia social, promoviendo el bien común.",
            "eleccion": "Muy de acuerdo"
        }
    },
    "La prostitución debería ser ilegal.": {
        "question": "Prostitution should be illegal.",
        "pregunta": "La prostitución debería ser ilegal.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": -10,
            "scty": -10
        },
        "Agente de Izquierda": {
            "razonamiento": "Desde una perspectiva de clase, pienso que la prostitución es un reflejo de la opresión y explotación a la que están sometidas muchas mujeres, especialmente las trabajadoras. Sin embargo, en lugar de criminalizar a las personas en situación de prostitución, debemos reconocer que la verdadera solución radica en abordar las causas estructurales que llevan a estas situaciones, como la falta de oportunidades laborales, pobreza y exclusión social. La transición hacia un sistema que garantice plenos derechos laborales y sociales es esencial.",
            "eleccion": "Neutral"
        },
        "Agente Liberal": {
            "razonamiento": "La legalización de la prostitución promueve la libertad individual y el derecho de las personas a tomar decisiones sobre su propio cuerpo y su vida. La criminalización perpetúa el estigma y la violencia, y limita la capacidad de las trabajadoras sexuales de trabajar en condiciones seguras. La intervención estatal en este ámbito solo genera más problemas y no respeta la autonomía personal.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente de Centro Derecha": {
            "razonamiento": "La postura frente a la prostitución debería centrarse en la protección y dignidad de las personas involucradas, así como en la regulación que pueda garantizar su seguridad y derechos. La criminalización puede llevar a situaciones de vulnerabilidad y abuso. Es preferible buscar un enfoque que respete las libertades individuales, mientras se prioriza la lucha contra la trata y la explotación.",
            "eleccion": "En desacuerdo"
        },
        "Agente de Centro Izquierda": {
            "razonamiento": "Desde una perspectiva de justicia social, la postura no debería ser la criminalización de quienes están involucrados en la prostitución, sino garantizar sus derechos y proteger a las personas en situaciones de vulnerabilidad. Para ello, es necesario abordar las causas sociales que llevan a la prostitución y ofrecer alternativas reales a quienes se encuentran en esta situación. Legalizar y regular la prostitución puede ser un camino hacia la protección de sus derechos y su dignidad.",
            "eleccion": "En desacuerdo"
        }
    },
    "Mantener los valores familiares es esencial.": {
        "question": "Maintaining family values is essential.",
        "pregunta": "Mantener los valores familiares es esencial.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 0,
            "scty": -10
        },
        "Agente de Izquierda": {
            "razonamiento": "La noción de \"valores familiares\" puede ser utilizada como una herramienta ideológica para perpetuar estructuras patriarcales y conservadoras, que a menudo son contrarias a los derechos de los sectores más vulnerables, como las mujeres, la comunidad LGBTQ+ y las y los trabajadores. Desde una perspectiva socialista, priorizamos la justicia social y la igualdad antes que los valores familiares tradicionales.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "Si bien los valores familiares son importantes y deben ser promovidos a nivel individual, no deben ser impuestos desde el Estado. La libertad individual incluye el derecho a decidir cómo se organizan las familias y cuáles son sus valores, sin interferencias estatales. Cada persona y familia debe tener la libertad de definir sus propios valores sin coerción.",
            "eleccion": "Neutral"
        },
        "Agente de Centro Derecha": {
            "razonamiento": "Considero que los valores familiares son fundamentales para la cohesión social y la estabilidad de la comunidad. Promover una sociedad que respeta y protege la familia contribuye al bienestar social y a la construcción de una ciudadanía activa y responsable. Es necesario reconocer la importancia de las familias como núcleo fundamental en la educación y formación de valores en nuestros ciudadanos, lo que impacta positivamente en la sociedad.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente de Centro Izquierda": {
            "razonamiento": "Si bien los valores familiares son importantes, no deben ser utilizados como excusa para restringir derechos y promover desigualdades. La equidad y la inclusión para todos los sectores de la sociedad son fundamentales en mi visión, y cualquier enfoque en los valores familiares debe ser inclusivo y respetar la diversidad.",
            "eleccion": "Neutral"
        }
    },
    "Perseguir el progreso a toda costa es peligroso.": {
        "question": "To chase progress at all costs is dangerous.",
        "pregunta": "Perseguir el progreso a toda costa es peligroso.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 0,
            "scty": -10
        },
        "Agente de Izquierda": {
            "razonamiento": "El progreso, cuando se persigue sin límites y sin considerar las consecuencias sociales y ambientales, puede llevar a la explotación y al aumento de las desigualdades. Como representantes de los trabajadores, debemos abogar por un progreso que priorice las necesidades de la clase trabajadora y no el beneficio capitalista. Un progreso socialmente justo y equitativo es fundamental.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "Perseguir el progreso a toda costa sin considerar los derechos individuales y la libertad puede llevar a políticas perjudiciales que afectan negativamente la vida y la propiedad de las personas. Es fundamental buscar el progreso de manera que respete la libertad y los derechos de todos, evitando caer en intervenciones colectivistas que coarten la libertad individual.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente de Centro Derecha": {
            "razonamiento": "La búsqueda del progreso debe ser equilibrada, considerando tanto el bienestar social como la sostenibilidad y la justicia. Perseguirlo 'a toda costa' puede llevar a sacrificar principios fundamentales como el respeto por los derechos humanos, la dignidad, y la equidad. Por lo tanto, creo que es importante encontrar un equilibrio, donde el progreso no comprometa la ética y el bien común.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente de Centro Izquierda": {
            "razonamiento": "El progreso no debe perseguirse a costa de la justicia social y la inclusión. Debemos avanzar de manera equilibrada, cuidando los derechos de todos, especialmente de los más vulnerables. Un desarrollo que ignora estas dimensiones es en última instancia perjudicial para la sociedad.",
            "eleccion": "Muy de acuerdo"
        }
    },
    "La modificación genética es una fuerza para el bien, incluso en los humanos.": {
        "question": "Genetic modification is a force for good, even on humans.",
        "pregunta": "La modificación genética es una fuerza para el bien, incluso en los humanos.",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 0,
            "scty": 10
        },
        "Agente de Izquierda": {
            "razonamiento": "La modificación genética, como cualquier tecnología avanzada, puede ser utilizada con fines tanto constructivos como perjudiciales. Sin embargo, en el contexto actual de la explotación capitalista, donde los avances tecnológicos son destinados a aumentar las ganancias de unos pocos protocolos y laboratorios en vez de beneficiar a la humanidad en su conjunto, es fundamental ser críticos. La génetica aplicada sin un control social rígido podría volver a ser utilizada para perpetuar desigualdades y vulnerar derechos humanos. Por lo tanto, desde la perspectiva del FIT-U, la modificación genética en los humanos debe ser vista con cautela y sujeta a un debate ético profundo.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "La modificación genética, siempre que se realice de manera ética y voluntaria, puede considerarse una extensión de la libertad individual y la responsabilidad personal. Al permitir que los individuos opten por mejora a través de la modificación genética, se fomenta la autonomía y el avance científico. Sin embargo, es crucial asegurarse de que no haya coerción ni intervención estatal en estas decisiones personales.",
            "eleccion": "De acuerdo"
        },
        "Agente de Centro Derecha": {
            "razonamiento": "La modificación genética puede ofrecer oportunidades para sanar enfermedades y mejorar la calidad de vida, pero también plantear cuestiones éticas. Debemos tener un enfoque equilibrado que contemple el respeto por la dignidad humana y las implicaciones de tal tecnología, promoviendo un debate amplio y fundamentado.",
            "eleccion": "De acuerdo"
        },
        "Agente de Centro Izquierda": {
            "razonamiento": "La modificación genética en humanos plantea importantes dilemas éticos y sociales. Si bien puede ofrecer avances en medicina y salud, también puede dar lugar a desigualdades y abusos. Desde la perspectiva de justicia social y equidad, es crucial abordar estas cuestiones con cautela y reflexión, priorizando siempre el bienestar colectivo por encima del interés individual o privado. Por esto, considero que la afirmación debe ser considerada críticamente.",
            "eleccion": "En desacuerdo"
        }
    },
    "Deberíamos abrir nuestras fronteras a la inmigración.": {
        "question": "We should open our borders to immigration.",
        "pregunta": "Deberíamos abrir nuestras fronteras a la inmigración.",
        "effect": {
            "econ": 0,
            "dipl": 10,
            "govt": 10,
            "scty": 0
        },
        "Agente de Izquierda": {
            "razonamiento": "Como parte del Frente de Izquierda y de Trabajadores - Unidad (FIT-U), promovemos la defensa de los derechos humanos y consideramos que todos los seres humanos tienen el derecho a buscar una vida digna. Aplaudimos la movilización y la organización de los trabajadores inmigrantes, pero debemos hacerlo siempre reivindicando sus derechos y condiciones. Sin embargo, no apoyamos la apertura incondicional de fronteras que pueda aprovecharse por el capital, desbordando la lucha obrera y la posibilidad de organizar la clase trabajadora. La inmigración debe ser tratada desde la perspectiva del respeto y la igualdad socioeconómica, que es lo que fomentamos en nuestras luchas.",
            "eleccion": "De acuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "La apertura de fronteras a la inmigración se alinea con los principios de libertad individual y la libre circulación de personas, que son derechos fundamentales. Permitir que individuos busquen mejores oportunidades y contribuyan a la economía es esencial para el progreso colectivo y la prosperidad. La intervención estatal en las fronteras es una violación de la libertad de movimiento.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente de Centro Derecha": {
            "razonamiento": "La apertura a la inmigración puede ser vista como una oportunidad para el desarrollo económico y cultural de Argentina, siempre y cuando se establezcan criterios claros y se asegure la integración social. La inmigración debe ser gestionada de manera ordenada y con respeto a las capacidades del país, promoviendo la inclusión y protegiendo los derechos de todos los ciudadanos.",
            "eleccion": "De acuerdo"
        },
        "Agente de Centro Izquierda": {
            "razonamiento": "La inmigración debe ser gestionada en términos de respeto a los derechos humanos y promover la inclusión social. Abrir nuestras fronteras puede enriquecer nuestra cultura y fortalecer la economía, pero debe hacerse de forma ordenada y en base a políticas que garanticen el bienestar de todos los ciudadanos, especialmente de los más vulnerables. Por eso, la apertura debe ser responsable y articulada.",
            "eleccion": "De acuerdo"
        }
    },
    "Los gobiernos deberían preocuparse por los extranjeros tanto como por sus propios ciudadanos.": {
        "question": "Governments should be as concerned about foreigners as they are about their own citizens.",
        "pregunta": "Los gobiernos deberían preocuparse por los extranjeros tanto como por sus propios ciudadanos.",
        "effect": {
            "econ": 0,
            "dipl": 10,
            "govt": 0,
            "scty": 0
        },
        "Agente de Izquierda": {
            "razonamiento": "Los gobiernos deben anteponer los intereses y necesidades de sus propios ciudadanos, especialmente de la clase trabajadora, que enfrenta precarización y pobreza. La lucha por los derechos de los trabajadores y la defensa de sus condiciones de vida son la prioridad. No podemos permitir que se distraigan los recursos del Estado en lógicas que priorizan intereses ajenos frente a las necesidades del pueblo.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "La preocupacion del gobierno debe centrarse en la proteccion y los derechos de sus propios ciudadanos en primer lugar. Extender obligaciones a extranjeros podría limitar la libertad y los recursos que deben estar dirigidos a los nacionales, y distrer la atencion de los problemas internos.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente de Centro Derecha": {
            "razonamiento": "Es fundamental que un gobierno priorice el bienestar de sus ciudadanos, quienes son los responsables del sostenimiento y desarrollo del país. Si bien los derechos humanos deben ser respetados y toda persona en territorio argentino merece dignidad, el foco siempre debe estar en asegurar la calidad de vida y oportunidades para nuestros ciudadanos, promoviendo su integración y desarrollo antes que en un trato equitativo con extranjeros. El respeto a las leyes migratorias y la integración social son esenciales.",
            "eleccion": "En desacuerdo"
        },
        "Agente de Centro Izquierda": {
            "razonamiento": "Si bien es importante promover políticas de inclusión y respeto hacia los derechos de los extranjeros, la prioridad del Estado debe ser proteger y garantizar los derechos de sus ciudadanos. En tiempos de escasez de recursos, los gobiernos deben enfocar sus esfuerzos en el bienestar y desarrollo de la población nacional, especialmente de los más vulnerables. Esto no significa ignorar a quienes buscan refugio o mejores condiciones, sino priorizar la justicia social y la igualdad para quienes ya son parte de la comunidad.",
            "eleccion": "En desacuerdo"
        }
    },
    "Todas las personas, independientemente de factores como la cultura o la sexualidad, deberían ser tratadas por igual.": {
        "question": "All people - regardless of factors like culture or sexuality - should be treated equally.",
        "pregunta": "Todas las personas, independientemente de factores como la cultura o la sexualidad, deberían ser tratadas por igual.",
        "effect": {
            "econ": 10,
            "dipl": 10,
            "govt": 10,
            "scty": 10
        },
        "Agente de Izquierda": {
            "razonamiento": "El FIT-U defiende la plena igualdad de derechos para todas las personas, independientemente de su origen, cultura, sexualidad o cualquier otro factor. Sin embargo, esto debe ir acompañado de la lucha activa contra las estructuras de opresión y desigualdad que perpetúan la discriminación. La igualdad formal no es suficiente si no se combate el contexto capitalista que la socava.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "Estoy totalmente de acuerdo en que todas las personas deben ser tratadas por igual en términos de sus derechos inalienables y libertad individual. Cada individuo tiene derecho a vivir su vida libremente, sin discriminación basada en su cultura o sexualidad. Sin embargo, esto no debe ser confundido con imponer políticas de igualdad que restrinjan la libertad de otros.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente de Centro Derecha": {
            "razonamiento": "Estoy muy de acuerdo con esta afirmación ya que el respeto por la dignidad humana y la igualdad de derechos son principios fundamentales que deben guiar nuestra sociedad. La igualdad de trato sin distinción es esencial para construir una comunidad sólida y plural donde se respeten las diferencias.",
            "eleccion": "Muy de acuerdo"
        },
        "Agente de Centro Izquierda": {
            "razonamiento": "Este principio es fundamental para promover la justicia social y garantizar que todos los ciudadanos tengan acceso a los mismos derechos y oportunidades, independientemente de su cultura, sexualidad u otros factores. La igualdad es uno de los ejes rectores de la ideología del Centro Izquierda, por lo que estoy en total acuerdo con esta afirmación.",
            "eleccion": "Muy de acuerdo"
        }
    },
    "Es importante que promovamos los objetivos de mi grupo por encima de todos los demás.": {
        "question": "It is important that we further my group's goals above all others.",
        "pregunta": "Es importante que promovamos los objetivos de mi grupo por encima de todos los demás.",
        "effect": {
            "econ": -10,
            "dipl": -10,
            "govt": -10,
            "scty": -10
        },
        "Agente de Izquierda": {
            "razonamiento": "Promover los objetivos de nuestra clase, los trabajadores, por encima de los intereses de los bloques patronales, es esencial para la independencia de clase que defendemos. Sin embargo, debemos hacerlo en un contexto de respeto y construcción colectiva con otros sectores oprimidos, pero siempre priorizando a nuestra clase trabajadora.",
            "eleccion": "De acuerdo"
        },
        "Agente Liberal": {
            "razonamiento": "Promover los objetivos de un grupo por encima de los demás implica una visión colectivista que va en contra de la libertad individual y los derechos inalienables. En una sociedad libre, cada individuo debe tener el derecho de seguir su propio camino, priorizando su libertad y opciones personales sobre la imposición de un grupo. La diversidad de pensamientos y perspectivas es lo que enriquece a una sociedad.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente de Centro Derecha": {
            "razonamiento": "Promover los objetivos de un grupo por encima de los demás puede llevar a la exclusión y la división. Es esencial buscar un equilibrio y un enfoque que valore el diálogo y la inclusión de diversas perspectivas para construir un bien común que beneficie a toda la sociedad. La convivencia se basa en el respeto mutuo y la construcción de consensos.",
            "eleccion": "Muy en desacuerdo"
        },
        "Agente de Centro Izquierda": {
            "razonamiento": "La promoción de los objetivos de un grupo debe estar alineada con el bien común y la justicia social. Priorizar solo los intereses de un grupo por encima de otros va en contra de los principios de inclusión y equidad que defendemos.",
            "eleccion": "En desacuerdo"
        }
    }
}