{
    "Agente de Izquierda": {
        "La historia inflacionaria del país justifica ir a una dolarización": {
            "respuesta": "Muy en desacuerdo",
            "razonamiento": "La inflación en Argentina es un producto del capitalismo y de las políticas económicas de los gobiernos, que priorizan los intereses de los grandes capitalistas y del FMI. La dolarización no es la solución, sino un mecanismo que atenta contra la soberanía económica del país y los derechos de los trabajadores. La defensa de una economía que priorice el bienestar del pueblo debe basarse en el control social y la nacionalización de la banca. La respuesta a la inflación no puede ser más ajustes y medidas que benefician al capital."
        },
        "Los impuestos de la Argentina son excesivos y hay que reducirlos": {
            "respuesta": "En desacuerdo",
            "razonamiento": "Reducir los impuestos sería un beneficio para las grandes fortunas y las patronales, mientras que la clase trabajadora seguiría cargando con el peso de la crisis. Lo que necesitamos son impuestos progresivos a los que más tienen, no recortes que solo perpetúan la desigualdad y logran desfinanciar el Estado. Es fundamental utilizar los recursos fiscales para enfrentar las necesidades del pueblo y financiar servicios públicos. En este sentido, estoy en desacuerdo con la afirmación."
        },
        "El Estado debe regular a los privados para mejorar la distribución de la riqueza": {
            "respuesta": "En desacuerdo",
            "razonamiento": "La posición del FIT-U sostiene que la regulación del Estado no es suficiente para mejorar la distribución de la riqueza mientras el sistema capitalista continúe vigente. Creemos que el cambio estructural es necesario, donde la riqueza generada por el trabajo de las y los trabajadores debe ser redistribuida de forma justa, lo que implica cuestionar el propio sistema capitalista. Por lo tanto, no se puede confiar en la regulación estatal dentro de un marco capitalista como una solución efectiva."
        },
        "Las restricciones a las importaciones son necesarias para fomentar y proteger a la industria nacional": {
            "respuesta": "En desacuerdo",
            "razonamiento": "Las restricciones a las importaciones son una medida que, si bien puede tener un objetivo de protección de la industria nacional, muchas veces sirve para beneficiar a las grandes patronales y perjudicar a los trabajadores, manteniendo altos precios y baja calidad en los productos. La verdadera solución es fortalecer la industria nacional mediante la nacionalización y protocolos de control obrero, no mediante políticas que pueden ser limitadas y controladas por los mismos intereses capitalistas."
        },
        "El Estado debe reducir sus gastos para alcanzar el equilibrio fiscal": {
            "respuesta": "Muy en desacuerdo",
            "razonamiento": "Reducir los gastos del Estado implica aplicar ajustes que afectan directamente a las clases trabajadoras y a los sectores populares. En lugar de recortar gastos, el Estado debe incrementar sus inversiones en salud, educación, y servicios básicos para garantizar el bienestar de la población. La crisis no puede ser pagada por los trabajadores, sino que deben ser los capitalistas quienes asuman la carga fiscal. Por lo tanto, es incorrecto promover una reducción de los gastos estatales."
        },
        "El país necesita una reforma laboral que baje los costos de despido": {
            "respuesta": "Muy en desacuerdo",
            "razonamiento": "La reforma laboral que busca bajar los costos de despido es una medida que beneficia a los capitalistas, permitiendo despidos más fáciles y baratos, lo que a su vez precariza aún más el trabajo y ataca los derechos de los trabajadores. En lugar de esto, hay que prohibir los despidos y proteger a la clase trabajadora."
        },
        "El control de precios es una buena estrategia para combatir la inflación": {
            "respuesta": "De acuerdo",
            "razonamiento": "El control de precios, cuando se implementa de manera efectiva y bajo control obrero, puede ser una herramienta para proteger a la clase trabajadora del aumento desmedido de precios que solo beneficia a los capitalistas. Sin embargo, es crucial entender que este control no puede ser una solución aislada sino parte de un programa más amplio que exija el reparto de la riqueza y el respeto a los derechos de los trabajadores. En este sentido, apoyo la idea de que la clase trabajadora debe controlar los precios y abastecimiento. Por lo tanto, considero que es una buena estrategia en el marco de una lucha más profunda. "
        },
        "La fuerza pública debe desalojar a los grupos que cortan rutas o avenidas principales de las ciudades": {
            "respuesta": "Muy en desacuerdo",
            "razonamiento": "La postura del FIT-U es clara: defendemos el derecho a la protesta y la movilización social como herramientas legítimas de lucha de la clase trabajadora y los sectores populares. La represión y el desalojo solo sirven para silenciar las voces de quienes luchan por sus derechos. No se puede criminalizar la protesta social, especialmente cuando quienes protestan son los más afectados por las políticas de ajuste del gobierno y las patronales. La respuesta a la crisis debe pasar por escuchar y atender las demandas del pueblo, no por reprimirlas."
        },
        "Hay que eliminar los planes sociales porque generan un enorme gasto y atentan contra la cultura del esfuerzo": {
            "respuesta": "Muy en desacuerdo",
            "razonamiento": "Los planes sociales son una herramienta fundamental para garantizar un mínimo de subsistencia a los sectores más vulnerables. Eliminarlos no solo agravaría la pobreza, sino que también alejaría a las personas del acceso a derechos básicos, que deberían ser garantizados por el Estado. La cultura del esfuerzo no puede construirse sobre el sufrimiento y la miseria. Es necesario reformar y ampliar los planes sociales, no eliminarlos."
        },
        "El Estado debe tomar medidas para asegurar la paridad salarial entre mujeres y hombres": {
            "respuesta": "Muy de acuerdo",
            "razonamiento": "La igualdad de salario entre hombres y mujeres es un derecho fundamental que debe ser garantizado por el Estado. Asegurar la paridad salarial es una cuestión de justicia social y equidad laboral, además de ser un paso crucial para combatir la discriminación de género en el ámbito laboral. Tal medida debe ser impulsada, pero sin protocolos burocráticos que beneficien a las patronales. Como FIT-U, luchamos por derechos iguales en la vida laboral, y en esto estamos muy de acuerdo."
        },
        "La ley de aborto legal, seguro y gratuito es una conquista social de enorme trascendencia": {
            "respuesta": "Muy de acuerdo",
            "razonamiento": "La ley de aborto legal, seguro y gratuito es una conquista social que garantiza el derecho de las mujeres a decidir sobre su propio cuerpo. En un contexto donde las mujeres enfrentan violencia, desigualdades y restricciones a su autonomía, esta ley representa un avance fundamental en la lucha por los derechos sociales y humanos. Es una victoria de las luchas feministas y parte del programa por la igualdad. Desde el FIT-U apoyamos y defendemos la implementación de esta ley en su totalidad."
        },
        "Ante la inseguridad creciente, debería permitirse la libre portación de armas": {
            "respuesta": "Muy en desacuerdo",
            "razonamiento": "Permitir la libre portación de armas es una medida que no resolvería la raíz del problema de la inseguridad, y pone en riesgo la seguridad de la población. La respuesta a la inseguridad no debe ser más armas, sino políticas que ataquen las causas sociales que generan la violencia, como la pobreza y la desigualdad. Mayor armado en manos de la población solo genera más conflictos y confrontaciones. En vez de militarizar la vida cotidiana, necesitamos un enfoque social y de inclusión que promueva la seguridad como un derecho."
        },
        "La salud y la educación pública deberían continuar siendo gratuitas": {
            "respuesta": "Muy de acuerdo",
            "razonamiento": "La salud y la educación son derechos fundamentales que deben ser garantizados por el Estado, sin ningún tipo de costo para la población. Asegurar el acceso gratuito a estos servicios es esencial para garantizar la igualdad y la justicia social, permitiendo que todos los sectores de la sociedad tengan las mismas oportunidades."
        },
        "La Argentina debe romper el acuerdo con el FMI para cortar la dependencia económica": {
            "respuesta": "Muy de acuerdo",
            "razonamiento": "La posición del FIT-U es clara: la ruptura con el FMI es fundamental para recuperar nuestra soberanía económica y no permitir que sean los trabajadores quienes paguen los costos de la deuda externa fraudulenta. El FMI representa los intereses del capital financiero internacional que impone políticas de ajuste y recortes que destruyen las condiciones de vida de la población. Por lo tanto, es imprescindible romper este acuerdo y buscar alternativas que prioricen los derechos de los trabajadores."
        },
        "El matrimonio igualitario es uno de los grandes avances sociales de los últimos años en el país": {
            "respuesta": "Muy de acuerdo",
            "razonamiento": "El matrimonio igualitario es efectivamente un avance social importante que garantiza derechos a la comunidad LGBTQ+, promoviendo la igualdad y la no discriminación. Esta medida forma parte de la lucha por los derechos civiles y humanos. Sin embargo, no debemos perder de vista que la lucha debe ir más allá de cuestiones legales y enfocarse también en una transformación profunda de las estructuras sociales que perpetúan la desigualdad. La lucha por la igualdad de género y la defensa de los derechos de las minorías debe ser un eje central en nuestro accionar político."
        },
        "Hay que pensar leyes que protejan a los policías y no a los delincuentes": {
            "respuesta": "Muy en desacuerdo",
            "razonamiento": "Esta afirmación refleja una visión que prioriza la represión y la criminalización de la pobreza sobre la defensa de los derechos humanos. Las leyes deben garantizar la protección de todos, comenzando por los sectores más vulnerables. En lugar de pensar en leyes que protejan a los policías, deberíamos cuestionar y exigir una protocolos de actuación que protejan a las comunidades y quienes luchan por sus derechos. La violencia estatal no debe ser legitimada y en su lugar deben fortalecerse políticas de inclusión y soluciones a las causas estructurales del delito."
        }
    }
}