[
    {
    "id": 1,
    "nombre": "Ley de Interrupción Voluntaria del Embarazo (IVE) – aborto legal",
    "año": 2020,
    "estado": "Aprobada",
    "resumen": "Legaliza el aborto voluntario hasta la semana 14 de gestación inclusive, y garantiza su cobertura por el sistema de salud de forma gratuita y segura. Después de la semana 14, se mantiene el derecho bajo causales.",
    "posturas": {
      "izquierda_fit": {
        "argumentacion": "A favor. Se consideró un triunfo histórico de la lucha feminista. Se reafirmó que era un problema de salud pública, de justicia social (la clandestinidad afectaba a las más pobres) y de autonomía personal. Se mantuvo una postura vigilante sobre la efectiva implementación y se cuestionaron aspectos como la objeción de conciencia que podría obstaculizar el derecho.",
        "voto": "A favor"
      },
      "centro_izquierda_fdt_otros": {
        "argumentacion": "A favor. El proyecto fue impulsado por el Poder Ejecutivo. Argumentos centrales: 1. Salud Pública: Reducir mortalidad materna y complicaciones por abortos inseguros (clandestinos). 2. Equidad y Justicia Social: Terminar con la discriminación donde las mujeres con recursos accedían a abortos seguros y las pobres arriesgaban su vida. Se aclaró que no promueve el aborto, sino que lo regula para evitar más muertes. 3. Autonomía Personal y Derechos Humanos. 4. Realidad Innegable: Los abortos ocurren y la penalización no los evita.",
        "voto": "A favor"
      },
      "centro_derecha_jxc_otros": {
        "argumentacion": "Reiteraron la defensa de 'las dos vidas', objeciones constitucionales y convicciones religiosas/morales. Criticaron el plazo de 14 semanas y la amplitud de la causal salud post-semana 14. Plantearon que la solución era la prevención y el apoyo a la maternidad. Enfasis en la protección de la vida desde la concepción y el derecho a nacer. Algunos sectores (especialmente de la UCR y Coalición Cívica) apoyaron la ley, argumentando que era un avance en derechos de las mujeres y que debía ser regulado para evitar abusos.",
        "voto": "En contra"
      },
      "derecha_lla_pro_otros": {
        "argumentacion": "Se opusieron férreamente con argumentos de defensa irrestricta de la vida desde la concepción, objeciones morales y religiosas. Consideraron la ley una imposición ideológica. Consideran que viola la Constitucion ya que todas las personas gozan del derecho a la vida desde su conceopción. Argumentan que este proyecto de ley fomenta la anulación, invisibilización, desprotección y desconocimiento de la dignidad humana de los seres vulnerables y sin voz, a los que se pretende quitar todo derecho, hasta el más elemental derecho, que es el derecho a la vida.",
        "voto": "En contra"
      }
    },
    "resultado_final": "Aprobada. Media sanción en Diputados (131-117-6). Sancionada en el Senado (38-29-1)."
    },

  
  {
    "id": 3,
    "nombre": "Ley de Aporte Solidario a las Grandes Fortunas (Ley 27.605)",
    "año": 2020,
    "estado": "Aprobada",
    "resumen": "Estableció un impuesto único por única vez sobre patrimonios personales mayores a 200 millones de pesos para financiar gastos de la pandemia (insumos médicos, subsidios a pymes, becas Progresar, urbanización de barrios populares y programas de gas).",
    "posturas": {
      "izquierda_fit": {
        "argumentacion": "Abstención o críticas por insuficiencia. Si bien no se oponían a gravar grandes fortunas, consideraron el aporte limitado, excepcional y no una reforma tributaria progresiva y permanente. Plantearon que debía ser más abarcativo y los fondos gestionados por trabajadores y sectores populares.",
        "voto": "Apoyo critico"
      },
      "centro_izquierda_fdt_otros": {
        "argumentacion": "A favor. Impulsó y defendió el aporte como un acto de 'justicia social' y 'solidaridad' en un contexto de emergencia por la pandemia. Se argumentó que era necesario que los sectores de mayor capacidad contributiva realizaran un esfuerzo 'extraordinario' y 'por única vez' para financiar políticas sanitarias, productivas y sociales urgentes. Se enfatizó que no era un impuesto, sino un aporte excepcional para atender una situación crítica.",
        "voto": "A favor"
      },
      "centro_derecha_jxc_otros": {
        "argumentacion": "En contra. Rechazó la medida calificándola de 'confiscatoria' y un 'impuestazo' que desalentaría la inversión y promovería la fuga de capitales. Se argumentó que generaría doble imposición, que afectaría el ahorro y la producción, y que los impuestos 'extraordinarios' en Argentina tienden a volverse permanentes. Se sostuvo que el Estado debía reducir el gasto en lugar de aumentar la presión tributaria y que la medida tenía 'falencias' y 'falta de creatividad'.",
        "voto": "En contra"
      },
      "derecha_lla_pro_otros": {
        "argumentacion": "Sectores liberales lideraron el rechazo, con argumentos centrados en la defensa de la propiedad privada, la crítica a la 'voracidad fiscal' del Estado y el impacto negativo sobre la actividad económica. Lo consideraron una 'salvajada tributaria'. sostuvo que el impuesto es confiscatorio y atentatorio contra la inversión. Acusaron a la ley de perjudicar la inversión privada.",
        "voto": "En contra"
      }
    },
    "resultado_final": "Aprobada. Diputados: 133 a favor, 115 en contra. Senado: 42 a favor, 26 en contra."
  },
  {
    "id": 4,
    "nombre": "Ley de Etiquetado Frontal de Alimentos (Ley de Promoción de la Alimentación Saludable)",
    "año": 2021,
    "estado": "Aprobada",
    "resumen": "Obliga a alimentos y bebidas analcohólicas a llevar sellos negros de advertencia en el frente del envase si presentan excesos en azúcares, sodio, grasas saturadas, grasas totales o calorías. Prohíbe publicidad dirigida a niños de productos con sellos y su venta en entornos escolares.",
    "posturas": {
      "izquierda_fit": {
        "argumentacion": "A favor. Se apoyó la medida como un avance en el derecho a la información y la salud pública, especialmente para proteger a los niños de la publicidad engañosa y combatir la obesidad y enfermedades no transmisibles. Podrían haber señalado la necesidad de ir más allá, regulando precios o la producción de alimentos ultraprocesados.",
        "voto": "A favor"
      },
      "centro_izquierda_fdt_otros": {
        "argumentacion": "A favor. Impulsó la ley argumentando que protegía el derecho a la salud y a la información de los consumidores, ayudando a prevenir la obesidad infantil y enfermedades asociadas. Se destacó que era una herramienta para que la población tome decisiones más saludables y que estaba en línea con recomendaciones de organismos internacionales (OMS/OPS). Se mencionó la coherencia con la preocupación por la emergencia alimentaria.",
        "voto": "A favor"
      },
      "centro_derecha_jxc_otros": {
        "argumentacion": "Posturas divididas. Un sector (especialmente de la UCR y Coalición Cívica) apoyó la ley basándose en el derecho a la información del consumidor, la salud pública y la evidencia internacional. Otro sector (principalmente del PRO) la criticó por considerarla 'rígida', 'punitiva' hacia la industria, y por haberse votado 'sin escuchar todas las opiniones' del sector productivo. Argumentaron que podría generar sobrecostos, afectar a las economías regionales y que existían otras formas de informar al consumidor.",
        "voto": "Dividido"
      },
      "derecha_lla_pro_otros": {
        "argumentacion": "Los sectores más liberales dentro de JxC (PRO) mostraron mayor escepticismo o rechazo, argumentando contra la 'excesiva regulación' y el potencial impacto negativo en la industria alimentaria. La cuestionan como excesiva injerencia estatal, tratando de equilibrar la protección del consumidor con la libre iniciativa privada.",
        "voto": "En contra"
      }
    },
    "resultado_final": "Aprobada con amplio apoyo transversal. Diputados: 200 votos a favor, 22 en contra, 16 abstenciones. Senado: 60 a favor, 5 en contra, 3 abstenciones."
  },

  {
    "id": 6,
    "nombre": "Ley de Alquileres (Ley 27.551)",
    "año": "2019-2020",
    "estado": "Derogada",
    "resumen": "Estableció contratos de alquiler de vivienda por un mínimo de 3 años, actualización anual de precios mediante un índice que promedia inflación y salarios (ICL), y limitó depósitos y comisiones. Buscaba proteger a los inquilinos.",
    "posturas": {
      "izquierda_fit": {
        "argumentacion": "Postura crítica sobre sus efectos, aunque inicialmente pudieron verla como un intento de proteger a inquilinos. Con el tiempo, denunciaron que la ley, en el marco de una crisis habitacional más profunda y especulación inmobiliaria, no solucionó el problema de fondo y que se necesitaban medidas más estructurales como control de precios, impuestos a la vivienda ociosa y construcción de vivienda pública.",
        "voto": "A favor"
      },
      "centro_izquierda_fdt_otros": {
        "argumentacion": "Impulsó y aprobó la ley con el objetivo de brindar mayor previsibilidad y protección a los inquilinos frente a los vaivenes del mercado y la inflación. Se buscó equilibrar la relación entre propietarios e inquilinos. Con el tiempo, y ante las críticas sobre la retracción de la oferta y el aumento de precios iniciales, sectores del oficialismo reconocieron problemas en su aplicación y se abrieron a discutir modificaciones.",
        "voto": "A favor"
      },
      "centro_derecha_jxc_otros": {
        "argumentacion": "Inicialmente divididos, con algunos sectores apoyando la necesidad de una nueva ley. Sin embargo, con el tiempo se consolidó una postura mayoritariamente crítica o a favor de su derogación/modificación profunda. Argumentaron que la ley generó el efecto contrario al buscado: retracción de la oferta de alquileres, aumento de los precios de entrada, y dificultades para los propietarios, lo que terminó perjudicando también a los inquilinos. Propusieron volver a plazos de contrato más cortos y libre acuerdo entre las partes para la actualización de precios.",
        "voto": "En contra"
      },
      "derecha_lla_pro_otros": {
        "argumentacion": "Crítica frontal y a favor de la derogación total. Argumentaron que la ley representaba una intervención excesiva del Estado en contratos privados, que distorsionaba el mercado inmobiliario, desincentivaba la inversión en propiedades para alquilar y reducía drásticamente la oferta. Abogaron por la libre negociación entre partes y la mínima regulación estatal.",
        "voto": "En contra"
      }
    },
    "resultado_final": "Sancionada en junio de 2020. Generó controversia y fue modificada parcialmente en 2023. Finalmente, fue derogada por el DNU 70/2023 en diciembre de 2023, restableciendo en gran medida la libertad contractual (Código Civil y Comercial) con algunas disposiciones especiales."
  },
  {
    "id": 7,

    "nombre": "Atención y Cuidado Integral de la Salud durante el Embarazo y la Primera Infancia (Ley de los Mil Dias)",
    "año": 2020,
    "estado": "Aprobada",
    "resumen": " Establece un conjunto de políticas públicas destinadas a garantizar la atención integral de la salud y el bienestar de las personas gestantes y de niños y niñas hasta los tres años de edad. Entre sus principales disposiciones se encuentran la ampliación de la Asignación Universal por Embarazo para cubrir toda la gestación, la provisión gratuita de medicamentos esenciales, vacunas y leche fortificada, y el fortalecimiento del acceso a controles médicos, tanto prenatales como postnatales. Además, promueve un sistema de seguimiento para detectar riesgos sanitarios y sociales, con especial foco en contextos de vulnerabilidad, con el objetivo de reducir la mortalidad materna e infantil y acompañar a las familias durante los primeros mil días de vida.",
    "posturas": {
      "izquierda_fit": {
        "argumentacion": "A favor pero no conformes. Desde su perspectiva, la ley representa un avance en derechos, pero limitado frente a las profundas desigualdades estructurales que afectan a los sectores populares. Probablemente habrían exigido mayor presupuesto, implementación efectiva y una articulación con otras políticas públicas que aborden la precarización laboral, la falta de vivienda y el acceso a servicios básicos que también condicionan el embarazo y la crianza.",
        "voto": "A favor"
      },
      "centro_izquierda_fdt_otros": {
        "argumentacion": "A favor. poyó activamente la Ley de los Mil Días como una política integral para garantizar derechos durante el embarazo y la primera infancia. Sus senadores defendieron la iniciativa como una herramienta clave para ampliar la protección social, destacando la extensión de la Asignación Universal por Embarazo a toda la gestación, el acceso gratuito a medicamentos y controles médicos, y el acompañamiento estatal a las personas gestantes y a niños en situación de vulnerabilidad. Enmarcaron la ley como una medida de justicia social que busca reducir la mortalidad materno-infantil y fortalecer la salud pública desde un enfoque de derechos.",
        "voto": "A favor"
      },
      "centro_derecha_jxc_otros": {
        "argumentacion": "A favor. votó unánimemente a favor de la ley, valorando su objetivo de acompañar la maternidad y promover el desarrollo infantil desde los primeros días de vida. Sus legisladores destacaron la importancia de brindar contención sanitaria y social a las personas gestantes y sus hijos, considerándola una política transversal que merecía consenso. Aunque el espacio suele mostrarse más crítico con el aumento del gasto público, en este caso consideraron que la iniciativa contribuía a fortalecer la salud y la nutrición infantil sin representar una expansión presupuestaria desmedida.",
        "voto": "A favor"
      },
      "derecha_lla_pro_otros": {
        "argumentacion": "Consideran que el Estado no debe intervenir en decisiones personales ni ampliar el gasto público mediante subsidios o asignaciones. Desde su visión liberal, este tipo de políticas refuerzan la dependencia del Estado, desincentivan la responsabilidad individual y distorsionan el funcionamiento del mercado. Probablemente habrían propuesto en su lugar soluciones basadas en organizaciones privadas, iglesias o redes familiares, limitando la acción estatal a un mínimo indispensable..",
        "voto": "En contra"
      }
    },
    "resultado_final": "Aprobada con amplio consenso, casi unánime."
  },
  {
    "id": 8,
    "nombre": "Ley de Paridad de Género en Competencias (Ley 27.636)",
    "año": 2021,
    "estado": "Aprobada",
    "resumen": "Establece la paridad de género (50% de cada género) en la conformación de las listas de candidatos/as a cargos electivos nacionales (diputados, senadores, parlamentarios del Mercosur) y en los cargos partidarios. También conocida como Ley de Paridad de Género en Ámbitos de Representación Política.",
    "posturas": {
      "izquierda_fit": {
        "argumentacion": "A favor. Apoyaron la medida como un avance hacia la igualdad de género en la representación política y una herramienta para combatir la subrepresentación histórica de las mujeres y disidencias en los espacios de poder. Podrían haber señalado que la paridad formal no garantiza por sí sola la transformación de las estructuras patriarcales.",
        "voto": "A favor"
      },
      "centro_izquierda_fdt_otros": {
        "argumentacion": "A favor. Impulsaron y respaldaron la ley destacando la necesidad de garantizar la igualdad de oportunidades y el acceso equitativo a los cargos de representación política para varones y mujeres, como un piso mínimo para una democracia más inclusiva.",
        "voto": "A favor"
      },
      "centro_derecha_jxc_otros": {
        "argumentacion": "A favor en su mayoría. Hubo un consenso considerable en la importancia de avanzar hacia la paridad de género, reconociéndolo como un estándar democrático. Algunas voces minoritarias pudieron expresar reservas sobre las 'cuotas' o la intervención en la conformación de listas, pero no impidieron el apoyo mayoritario.",
        "voto": "A favor"
      },
      "derecha_lla_pro_otros": {
        "argumentacion": "Sectores más conservadores o liberales podrían expresar escepticismo hacia las leyes de cupo o paridad, argumentando que los cargos deben definirse por 'mérito' y no por género, aunque la tendencia hacia la paridad ya estaba bastante instalada.",
        "voto": "En contra"
      }
    },
    "resultado_final": "Aprobada con amplio apoyo de todos los bloques principales."
  },
  {
  "id": 10,
  "nombre": "Ley de Declaración de Interés Público de la Fabricación, Desarrollo y Adquisición de Vacunas contra el Covid-19",
  "año": 2020,
  "estado": "Aprobada",
  "resumen": "Declaró de interés público la investigación, desarrollo, fabricación y adquisición de las vacunas contra el Covid-19. La ley buscaba asegurar el acceso equitativo a las vacunas, estableciendo un marco legal para su producción nacional y la importación, incluyendo aspectos de indemnidad para los fabricantes y distribuidores, y la autorización de procedimientos abreviados de emergencia para su aprobación.",
  "posturas": {
    "izquierda_fit": {
      "argumentacion": "Aunque no se desglosan votos individuales de esta banca en el acta para confirmarlo, históricamente votarían a favor de garantizar el acceso a la salud pública y la soberanía sanitaria, pero con críticas a cláusulas de confidencialidad o indemnidad a favor de laboratorios privados, exigiendo transparencia y que el proceso no esté sujeto a intereses comerciales. Se argumentaría por la necesidad de que el Estado asuma un rol central y sin condicionamientos en la producción y distribución.",
      "voto": "A favor"
    },
    "centro_izquierda_fdt_otros": {
      "argumentacion": "A favor. El Frente de Todos (incluyendo bloques como Unidad Ciudadana y Frente Nacional y Popular) impulsó y defendió la ley como una herramienta crucial para enfrentar la pandemia de Covid-19, garantizando el acceso a las vacunas de forma masiva y equitativa. Se argumentó la necesidad de contar con un marco legal que permitiera al Estado negociar y adquirir las vacunas rápidamente, priorizando la salud pública. La votación nominal en el acta muestra un apoyo casi unánime de los senadores de estos bloques. Bloques como Unidad Federal y Santa Fe Federal también votaron afirmativamente. [cite: 21, 22, 24, 25, 26, 27]",
      "voto": "A favor"
    },
    "centro_derecha_jxc_otros": {
      "argumentacion": "A favor. Los bloques de Unión Cívica Radical y Frente PRO (ambos parte de la coalición Juntos por el Cambio) votaron mayoritariamente a favor de la ley. Reconocieron la urgencia y la necesidad de contar con vacunas para la población. Si bien pudieron haber planteado algunas objeciones puntuales durante el debate respecto a la transparencia de los contratos o las facultades delegadas, el objetivo primordial de la ley (adquisición de vacunas) generó un consenso generalizado en esta materia. El acta de votación muestra un apoyo mayoritario de estos bloques. [cite: 21, 22, 24, 25, 26, 27]",
      "voto": "A favor"
    },
    "derecha_lla_pro_otros": {
      "argumentacion": "A favor. La Libertad Avanza como bloque no existía en 2020. Los senadores del PRO (parte de Juntos por el Cambio) votaron mayoritariamente a favor de la ley, alineados con la postura de su coalición ante la emergencia sanitaria. A pesar de su ideología de menor intervención estatal, la gravedad de la pandemia y la urgencia por acceder a las vacunas generó un consenso que superó las diferencias ideológicas en este punto específico. [cite: 21, 22, 24, 25, 26, 27]",
      "voto": "A favor"
    }
  },
  "resultado_final": "Aprobada por unanimidad o con una gran mayoría. La ley contó con un amplio consenso de todos los bloques políticos en el Senado, reflejando la prioridad de la salud pública frente a la pandemia de COVID-19. [cite: 18, 19, 20]"
},
  {
  "id": 12,
  "nombre": "Ley de Promoción de la Economía del Conocimiento (Ley 27.506, modificada por Ley 27.570)",
  "año": 2019,
  "estado": "Aprobada",
  "resumen": "Establece un régimen de promoción para empresas que desarrollen actividades basadas en el conocimiento (software, servicios informáticos, biotecnología, nanotecnología, industria audiovisual, etc.). Otorga beneficios fiscales como reducción de contribuciones patronales y del impuesto a las ganancias, y estabilidad fiscal. La Ley 27.570 (2020) modificó la original, ajustando beneficios, requisitos y eliminando la estabilidad fiscal, buscando orientar la promoción y equilibrar la situación fiscal, pero generando algunas críticas por la incertidumbre.",
  "posturas": {
    "izquierda_fit": {
      "argumentacion": "Crítica. Si bien no se opusieron al fomento de sectores tecnológicos, cuestionaron que los beneficios fiscales, especialmente en la versión original y en la modificada, pudieran ser 'subsidios a grandes empresas' o multinacionales sin suficientes contraprestaciones en términos de creación de empleo de calidad y formal. Argumentaron que el sector a menudo enfrenta precarización y que los incentivos deberían estar condicionados a mejoras concretas para los trabajadores, más que a una reducción generalizada de la carga fiscal que pudiera no generar un derrame significativo hacia el resto de la economía o evitar la fuga de ganancias. Pudieron haber votado a favor de la ley en general por su potencial de desarrollo, pero con fuertes reservas sobre su aplicación.",
      "voto": "Crítico"
    },
    "centro_izquierda_fdt_otros": {
      "argumentacion": "Amplio apoyo y liderazgo en la modificación de la ley. El Frente de Todos, que asumió el gobierno tras la sanción de la Ley 27.506 y promulgó la Ley 27.570, defendió el régimen como una herramienta estratégica para impulsar un sector de alta empleabilidad, valor agregado y potencial exportador. Argumentaron que los beneficios fiscales eran una inversión para generar divisas, empleo calificado y desarrollo tecnológico soberano, buscando 'recuperar la esencia de la de 2008'. Las modificaciones (Ley 27.570) buscaron una mayor 'equidad fiscal' (reducción de beneficios para grandes empresas, cupo fiscal) y orientaron la ley también hacia las PyMEs del sector y la promoción de la diversidad e inclusión en la fuerza laboral.",
      "voto": "A favor"
    },
    "centro_derecha_jxc_otros": {
      "argumentacion": "Amplio apoyo. La Ley 27.506 original fue impulsada durante el gobierno de Cambiemos. Juntos por el Cambio acompañó la sanción de la ley original y, aunque pudo tener matices con las modificaciones de la Ley 27.570 (especialmente la eliminación de la estabilidad fiscal), en general, la consideraron una política de Estado necesaria para la inserción de Argentina en la economía global del conocimiento. Valoraron los beneficios fiscales como un incentivo adecuado para la inversión, la radicación de empresas y la generación de empleo de calidad, promoviendo la inversión privada como motor de crecimiento.",
      "voto": "A favor"
    },
    "derecha_lla_pro_otros": {
      "argumentacion": "A favor. Aunque La Libertad Avanza no existía como bloque en ese momento, los sectores liberales y del PRO (dentro de JxC) apoyaron la Ley de Economía del Conocimiento. Generalmente, estos sectores ven con buenos ojos la promoción de industrias de alta tecnología, la reducción de impuestos y la simplificación de regulaciones para fomentar la inversión privada. Si bien podrían preferir una baja de impuestos generalizada sobre regímenes sectoriales específicos, la Ley de Economía del Conocimiento se alinea con el principio de reducción de la carga fiscal para fomentar la inversión y el desarrollo productivo, por lo que su voto fue afirmativo.",
      "voto": "A favor"
    }
  },
  "resultado_final": "Aprobada con amplio consenso (casi unanimidad tanto la ley original como sus modificaciones). La votación en el Senado el 22/05/2019 (Ley 27.506) fue de 49 votos afirmativos y 0 negativos o abstenciones, lo que indica un fuerte apoyo transversal de todos los bloques presentes."
  },
  {
  "id": 13,
  "nombre": "Proyecto de Boleta Única de Papel",
  "año": 2022,
  "estado": "Estancado en Senado (tras media sanción en Diputados)",
  "resumen": "Proponía reemplazar el sistema de boletas partidarias múltiples por una única boleta de papel (BUP) donde figurarían todos los candidatos para cada categoría, administrada y distribuida por el Estado. Buscaba mayor transparencia, equidad, reducción del clientelismo, robo de boletas y costos. Aunque obtuvo media sanción en Diputados en 2022, el proyecto no prosperó en el Senado ese año.",
  "posturas": {
    "izquierda_fit": {
      "argumentacion": "Posiciones divididas o con matices. Algunos sectores pudieron apoyar la BUP como una herramienta para reducir el poder de los 'aparatos partidarios' tradicionales y mejorar la transparencia, alineándose con la búsqueda de mayor equidad en el proceso electoral. Sin embargo, otros expresaron dudas sobre su implementación, los costos asociados a la capacitación, o si realmente abordaría los problemas de fondo del sistema electoral, pudiendo incluso dificultar la fiscalización para partidos más pequeños al requerir un mayor despliegue de control sobre el escrutinio de cada categoría en la boleta única.",
      "voto": "Dividido"
    },
    "centro_izquierda_fdt_otros": {
      "argumentacion": "Rechazo mayoritario. El oficialismo (Frente de Todos en ese momento) se opuso argumentando que el sistema de boleta única de papel podía generar boletas excesivamente grandes y complejas (especialmente en las PASO), dificultando la comprensión del elector. Defendieron el sistema actual de boleta partidaria, considerándolo ágil, conocido y un pilar de la 'militancia' y la organización partidaria. Alegaron que la BUP podría 'fragmentar' el sistema de partidos, 'debilitar' a las fuerzas políticas consolidadas y 'favorecer a las corporaciones', además de cuestionar la necesidad y la oportunidad de la reforma en ese momento, sin evidencia de fraude estructural generalizado.",
      "voto": "En contra"
    },
    "centro_derecha_jxc_otros": {
      "argumentacion": "Fuerte impulso y apoyo. La oposición (principalmente Juntos por el Cambio, incluyendo PRO y Coalición Cívica) fue la principal impulsora del proyecto. Argumentaron que la BUP fortalecería drásticamente la transparencia electoral al eliminar el 'robo de boletas' y la 'distribución de boletas falsas', reduciría costos de impresión significativamente, combatiría el clientelismo ('voto cadena') y facilitaría la fiscalización para todas las fuerzas políticas. La consideraron una herramienta clave para modernizar la calidad institucional, garantizar la equidad en la competencia electoral y otorgar mayor autonomía al elector para elegir libremente, incluso realizando voto cruzado.",
      "voto": "A favor"
    },
    "derecha_lla_pro_otros": {
      "argumentacion": "Apoyo. Sectores liberales y de derecha (incluyendo el PRO, y la futura La Libertad Avanza) apoyaron firmemente la iniciativa. Coincidieron con los argumentos de JxC sobre la transparencia, la reducción del gasto público en boletas, la lucha contra el clientelismo y la agilización del proceso. Consideraron que el sistema tradicional de boletas múltiples era 'arcaico', ineficiente y excesivamente susceptible a la manipulación política y al gasto innecesario. Vieron en la BUP un paso hacia una mayor libertad y responsabilidad individual del votante.",
      "voto": "A favor"
    }
  },
  "resultado_final": "Rechazado en el senado: obtuvo media sanción en la Cámara de Diputados el 8 de junio de 2022 (132 votos a favor, 104 en contra, 4 abstenciones). Sin embargo, el proyecto quedó 'encajonado' (sin tratamiento) en el Senado durante el resto del año 2022 y no logró su aprobación final en dicho período."
  },
 

  {
    "id": 15,
    "nombre": "Ley del Cannabis Medicinal y Cáñamo Industrial (Ley 27.669)",
    "año": 2022,
    "estado": "Aprobada",
    "resumen": "Crea un marco regulatorio para la inversión pública y privada en toda la cadena del cannabis medicinal y el cáñamo industrial. Busca promover la investigación científica, el desarrollo productivo, la importación, exportación, y el acceso para usuarios medicinales. Crea la Agencia Regulatoria de la Industria del Cáñamo y del Cannabis Medicinal (ARICCAME).",
    "posturas": {
      "izquierda_fit": {
        "argumentacion": "Apoyo crítico. Si bien valoraron el avance en el acceso al cannabis medicinal y el potencial desarrollo productivo, suelen plantear la necesidad de un enfoque que priorice la producción pública, el control estatal y el acceso gratuito o a bajo costo para los pacientes, evitando que se convierta en un negocio para grandes corporaciones. Podrían haber abogado por una despenalización más amplia del cannabis.",
        "voto": "Apoyo critico"
      },
      "centro_izquierda_fdt_otros": {
        "argumentacion": "A favor. Impulsó la ley argumentando que ampliaba derechos para los usuarios de cannabis medicinal, fomentaba la investigación científica y generaba una nueva industria con potencial de inversión, empleo y exportación. Se destacó la importancia de una regulación estatal para garantizar la calidad y seguridad de los productos, y la posibilidad de desarrollo para pymes y economías regionales.",
        "voto": "A favor"
      },
      "centro_derecha_jxc_otros": {
        "argumentacion": "Voto dividido, aunque con un sector importante a favor. Argumentos a favor se centraron en los beneficios terapéuticos para los pacientes, la necesidad de una regulación clara para una actividad que ya existía de facto, y el potencial económico de la industria. Argumentos en contra o abstenciones provinieron de sectores más conservadores, con preocupaciones sobre el control, el posible desvío al mercado recreativo o reparos morales/sanitarios.",
        "voto": "A favor"
      },
      "derecha_lla_pro_otros": {
        "argumentacion": "No aplicable como LLA con postura unificada en 2022. Sectores liberales podrían ver con buenos ojos el desarrollo de una nueva industria y la libertad de elección de los pacientes, mientras que sectores más conservadores podrían tener reservas similares a las expresadas en JxC.",
        "voto": "A favor"
      }
    },
    "resultado_final": "Aprobada con mayoría amplia en ambas cámaras. Senado: 56 votos a favor, 5 en contra, 1 abstención. Diputados: 155 a favor, 56 en contra, 19 abstenciones."
  },
  {
    "id": 16,
    "nombre": "Reforma de la Corte Suprema (Proyecto para ampliar miembros)",
    "año": 2022,
    "estado": "Rechazada",
    "resumen": "El oficialismo (FdT) impulsó un proyecto para ampliar el número de miembros de la Corte Suprema de Justicia de la Nación, llevándolo de 5 a 15 o 25 miembros, argumentando la necesidad de mayor federalismo y especialización.",
    "posturas": {
      "izquierda_fit": {
        "argumentacion": "Rechazo o crítica. Argumentaron que una simple ampliación del número de miembros no garantizaba una justicia más democrática, independiente o accesible para el pueblo. Plantearon que podría ser una maniobra para asegurar una mayoría adicta al gobierno de turno y que se necesitaban reformas más profundas, como la elección popular de los jueces o mecanismos de control ciudadano.",
        "voto": "En contra"
      },
      "centro_izquierda_fdt_otros": {
        "argumentacion": "A favor. El oficialismo argumentó que la ampliación permitiría una Corte más federal, con representación de las provincias, y con mayor diversidad de miradas y especializaciones para abordar la complejidad de los casos. Se sostuvo que una Corte con más miembros sería más ágil y menos susceptible a presiones. Se vinculó con la necesidad de 'desconcentrar' el poder judicial.",
        "voto": "A favor"
      },
      "centro_derecha_jxc_otros": {
        "argumentacion": "Rechazo total. La oposición denunció el proyecto como un intento del oficialismo de 'copar' la Corte Suprema, nombrar jueces afines y garantizar la impunidad en causas de corrupción. Argumentaron que no había fundamentos técnicos para una ampliación tan grande y que solo buscaba licuar el poder de los jueces existentes y controlar al máximo tribunal. Defendieron la composición actual o, en todo caso, reformas consensuadas.",
        "voto": "En contra"
      },
      "derecha_lla_pro_otros": {
        "argumentacion": "Rechazo. Coincidieron con los argumentos de JxC sobre el intento de cooptación y la falta de fundamentos válidos para la ampliación, viéndolo como un avance sobre la independencia judicial.",
        "voto": "En contra"
      }
    },
    "resultado_final": "Rechazada. Obtuvo media sanción en el Senado (impulsada por el FdT y aliados) pero no logró ser tratada o no consiguió los votos necesarios en la Cámara de Diputados."
  },
  {
  "id": 17,
  "nombre": "Ley de Góndolas (Ley 27.545)",
  "año": 2020,
  "estado": "Aprobada y luego derogada vía DNU",
  "resumen": "Buscaba fomentar la competencia y evitar prácticas monopólicas en supermercados. Establecía límites a la participación de una marca en la góndola (máximo 30%), obligaba a exhibir productos de pymes, agricultura familiar y economía popular (mínimo 25% para pymes, 5% para economía popular), y a destacar los productos de menor precio.",
  "posturas": {
    "izquierda_fit": {
      "argumentacion": "Apoyo crítico. Vieron positivamente la intención de regular a los grandes supermercados y dar visibilidad a pequeños productores, pero pudieron considerarla insuficiente para controlar realmente los precios o combatir la inflación estructural. Abogarían por controles de precios más estrictos y medidas contra la especulación. (Nota: El FIT no tenía representación en el Senado en 2020).",
      "voto": "Apoyo critico"
    },
    "centro_izquierda_fdt_otros": {
      "argumentacion": "A favor. Impulsó la ley como una herramienta para defender a los consumidores, mejorar la competencia en las góndolas, dar oportunidades a pequeños y medianos productores y cooperativas, y transparentar la formación de precios. Se argumentó que buscaba evitar abusos de posición dominante por parte de las grandes empresas proveedoras y cadenas de supermercados. (La gran mayoría del FdT y aliados votó afirmativamente en el Senado).",
      "voto": "A favor"
    },
    "centro_derecha_jxc_otros": {
      "argumentacion": "Argumentaron que la ley era una intervención excesiva e innecesaria en el mercado, que generaría mayores costos para los supermercados (que se trasladarían a precios), que sería de difícil fiscalización y que no solucionaría el problema de la inflación. Sostuvieron que la competencia se fomenta con otras medidas y no con regulaciones de este tipo. Consideraron que podría afectar la libertad de comercio. (En el Senado, parte de este bloque se abstuvo o se ausentó en lugar de votar negativamente).",
      "voto": "En contra"
    },
    "derecha_lla_pro_otros": {
      "argumentacion": "Consideraron la ley un ejemplo de intervencionismo estatal perjudicial, que distorsionaba el funcionamiento del mercado, imponía cuotas artificiales y no atacaba las causas reales de los problemas de precios. La derogación fue parte del DNU 70/2023, argumentando la necesidad de liberar la economía. (En el Senado, sectores conservadores probablemente se abstuvieron o ausentaron).",
      "voto": "En contra"
    }
  },
  "resultado_final": "Aprobada en febrero de 2020 (Senado: 56 a favor, 0 en contra, 4 abstenciones, 12 ausentes). Reglamentada en diciembre de 2020. Derogada por el DNU 70/2023 en diciembre de 2023."
  },
  {
  "id": 19,
  "nombre": "Proyecto de Expropiación de Vicentin",
  "año": 2020,
  "estado": "Retirado (fracasado)",
  "resumen": "El Poder Ejecutivo (FdT) anunció la intervención de la empresa agroexportadora Vicentin (en concurso de acreedores y con una gran deuda con el Estado, especialmente el Banco Nación) y envió un proyecto de ley para su expropiación, argumentando la necesidad de rescatar la empresa, mantener las fuentes de trabajo y asegurar la soberanía alimentaria.",
  "posturas": {
    "izquierda_fit": {
      "argumentacion": "Postura crítica y de rechazo al proyecto tal como fue presentado por el gobierno, aunque con matices. Si bien algunos sectores de izquierda abogan por la estatización de empresas estratégicas, criticaron que la propuesta gubernamental implicaba un 'salvataje' a los accionistas privados con fondos públicos, sin un control obrero efectivo ni un plan claro de gestión estatal que beneficiara al pueblo. Propusieron la estatización bajo control de los trabajadores y sin pago a los dueños fraudulentos.",
      "voto": "En contra"
    },
    "centro_izquierda_fdt_otros": {
      "argumentacion": "Impulso inicial y luego retroceso. El gobierno argumentó que la intervención y expropiación buscaban evitar la quiebra y extranjerización de una empresa clave para el sector agroexportador, proteger empleos, recuperar deudas del Estado y garantizar la soberanía alimentaria. Se habló de una empresa testigo en el mercado de granos. Sin embargo, la fuerte resistencia política, social (productores agropecuarios) e institucional, sumada a cuestionamientos sobre la viabilidad y la forma, llevaron al gobierno a retirar el proyecto de expropiación y buscar otras alternativas.",
      "voto": "A favor"
    },
    "centro_derecha_jxc_otros": {
      "argumentacion": "Fuerte y unánime rechazo. Denunciaron la medida como un avasallamiento de la propiedad privada, un intento de 'venezuelización' de la economía y una señal negativa para las inversiones. Argumentaron que el Estado no debía intervenir en empresas privadas en crisis de esa manera y que existían otros mecanismos para resolver la situación concursal. Se movilizaron en defensa de la 'libertad de empresa' y contra el 'avance estatal'.",
      "voto": "En contra"
    },
    "derecha_lla_pro_otros": {
      "argumentacion": "Fuerte rechazo. Coincidieron plenamente con los argumentos de JxC, enfatizando la defensa de la propiedad privada y la crítica al intervencionismo estatal. Lo vieron como un ejemplo de las políticas 'populistas' y 'confiscatorias' que, según ellos, destruyen la economía.",
      "voto": "En contra"
    }
  },
  "resultado_final": "Retirado por el Poder Ejecutivo tras una fuerte resistencia política, social y manifestaciones en varias ciudades. El intento de expropiación fracasó."
  },
  {
    "id": 20,
    "nombre": "Ley de Promoción del Acceso al Empleo Formal para Personas Travestis, Transexuales y Transgénero 'Diana Sacayán - Lohana Berkins' (Cupo Laboral Trans)",
    "año": 2021,
    "estado": "Aprobada",
    "resumen": "Establece que el Estado nacional (los tres poderes, organismos descentralizados, empresas y sociedades del Estado) debe ocupar en una proporción no inferior al 1% de la totalidad de su personal con personas travestis, transexuales y transgénero que reúnan las condiciones de idoneidad. Incentiva al sector privado a la contratación.",
    "posturas": {
      "izquierda_fit": {
        "argumentacion": "A favor. Apoyaron la ley como una medida de acción afirmativa necesaria para reparar la exclusión histórica y la discriminación estructural que sufre el colectivo trans, y para garantizar el derecho al trabajo digno. Pudieron haber planteado la necesidad de su efectiva implementación y la ampliación a otros ámbitos.",
        "voto": "A favor"
      },
      "centro_izquierda_fdt_otros": {
        "argumentacion": "A favor. Impulsó la ley como una política de Estado para promover la igualdad de oportunidades, la inclusión social y laboral del colectivo travesti-trans, y para combatir la discriminación y la violencia. Se reconoció la vulnerabilidad particular de esta población y la necesidad de medidas específicas para garantizar sus derechos.",
        "voto": "A favor"
      },
      "centro_derecha_jxc_otros": {
        "argumentacion": "Posturas divididas, aunque con un sector importante acompañando. Argumentos a favor se centraron en la necesidad de garantizar derechos humanos, la no discriminación y la inclusión de un colectivo históricamente marginado. Algunas resistencias o abstenciones pudieron provenir de sectores más conservadores, con argumentos sobre la 'idoneidad' como único criterio o cuestionamientos a las 'cuotas'.",
        "voto": "A favor"
      },
      "derecha_lla_pro_otros": {
        "argumentacion": "No aplicable como LLA con postura unificada en 2021. Sectores más conservadores o liberales meritocráticos podrían mostrarse escépticos o contrarios a las leyes de cupo, argumentando que la contratación debe basarse exclusivamente en el mérito individual y no en la pertenencia a un colectivo, aunque la problemática trans tiene particularidades reconocidas.",
        "voto": "En contra"
      }
    },
    "resultado_final": "Aprobada con amplio apoyo en ambas cámaras. Diputados: 207 votos a favor, 11 en contra, 7 abstenciones. Senado: 55 a favor, 1 en contra, 6 abstenciones."
  },
  {
  "id": 21,
  "nombre": "Ley Micaela (Ley 27.499 - Capacitación obligatoria en género)",
  "año": 2019,
  "estado": "Aprobada",
  "resumen": "Establece la capacitación obligatoria en la temática de género y violencia contra las mujeres para todas las personas que se desempeñan en la función pública en todos sus niveles y jerarquías en los poderes Ejecutivo, Legislativo y Judicial de la Nación. Su objetivo es fomentar una perspectiva crítica sobre patrones culturales que perpetúan desigualdades y violencia, buscando una transformación cultural e institucional del Estado con perspectiva de género.",
  "posturas": {
    "izquierda_fit": {
      "argumentacion": "A favor. Apoyaron la ley como una herramienta fundamental para la deconstrucción de prácticas machistas y patriarcales en el Estado y para que los funcionarios actúen con perspectiva de género. Reclamarían su efectiva implementación, profundización y la adopción de pedagogías feministas y transfeministas, considerándola un paso necesario aunque no suficiente por sí solo para erradicar la violencia de género.",
      "voto": "A favor"
    },
    "centro_izquierda_fdt_otros": {
      "argumentacion": "A favor. Impulsaron y apoyaron la ley como un paso crucial para transversalizar la perspectiva de género en todas las áreas del Estado, prevenir la violencia de género y asegurar que los agentes públicos brinden un trato adecuado y respetuoso, libre de discriminación. La ley fue aprobada con amplio consenso durante un gobierno de este signo político.",
      "voto": "A favor"
    },
    "centro_derecha_jxc_otros": {
      "argumentacion": "A favor. Hubo un consenso generalizado sobre la importancia de la capacitación en género para erradicar la violencia contra las mujeres y mejorar el funcionamiento del Estado. La ley surgió tras el femicidio de Micaela García y generó un fuerte impacto social que trascendió las diferencias partidarias, llevando a un amplio apoyo parlamentario.",
      "voto": "A favor"
    },
    "derecha_lla_pro_otros": {
      "argumentacion": "No aplicable como LLA en 2018. Si bien la ley tuvo un consenso muy amplio en el momento de su sanción, sectores conservadores o que niegan la 'ideología de género' podrían, a futuro, cuestionar la obligatoriedad o el contenido de estas capacitaciones, argumentando que no han dado resultados en la reducción de femicidios o que imponen una ideología. Sin embargo, en el momento de la aprobación, no hubo oposición significativa.",
      "voto": "A favor"
    }
  },
  "resultado_final": "Aprobada. La Ley 27.499 fue promulgada el 10 de enero de 2019 con un amplio consenso parlamentario (171 votos a favor y 1 en contra en Diputados)."
},

{
  "id": 23,
  "nombre": "Ley de Financiamiento Educativo (Proyecto para alcanzar el 8% del PBI)",
  "año": 2023,
  "estado": "Rechazada",
  "resumen": "Iniciativa legislativa de 2023 que buscaba aumentar progresivamente la inversión en educación hasta alcanzar un piso del 8% del Producto Bruto Interno (PBI) en un período de siete años, superando el 6% fijado por la Ley de Financiamiento Educativo de 2005. Contemplaba un 6.5% del PBI para educación obligatoria y formación docente, y un 1.5% para la educación universitaria. Fue rechazada por falta de consenso y preocupaciones fiscales.",
  "posturas": {
    "izquierda_fit": {
      "argumentacion": "Reclamaron consistentemente un aumento sustancial del presupuesto educativo, considerando el 8% como un piso necesario para garantizar una educación pública, gratuita y de calidad en todos los niveles. Hicieron hincapié en la mejora de los salarios docentes, la infraestructura escolar y la reversión del desfinanciamiento histórico. Se manifestaron en contra de cualquier veto presidencial o recorte presupuestario.",
      "voto": "A favor"
    },
    "centro_izquierda_fdt_otros": {
      "argumentacion": "A favor, aunque con matices sobre la viabilidad fiscal inmediata. Históricamente apoyaron el aumento de la inversión educativa (la ley del 6% fue de un gobierno de esta orientación). Argumentaron que una mayor inversión es crucial para el desarrollo nacional, la igualdad de oportunidades y la mejora de la calidad educativa. El proyecto fue presentado por el Ministro de Economía de este signo político.",
      "voto": "A favor"
    },
    "centro_derecha_jxc_otros": {
      "argumentacion": "Reparos por 'gasto estructural no financiado'. Si bien pudieron compartir el objetivo de mejorar la educación, plantearon dudas sobre la viabilidad de alcanzar el 8% del PBI sin un plan de financiamiento claro y sostenible, temiendo impactos negativos en otras áreas presupuestarias o un aumento del déficit fiscal. Priorizaron la 'eficiencia del gasto' sobre los aumentos nominales.",
      "voto": "En contra"
    },
    "derecha_lla_pro_otros": {
      "argumentacion": "Rechazo firme por 'gasto estructural no financiado'. Argumentaron en contra de fijar pisos de gasto por ley, especialmente tan elevados, considerándolos rigideces presupuestarias insostenibles y fuentes de déficit. Propusieron reformas estructurales y una gestión más 'eficiente' de los recursos existentes. Las acciones del gobierno actual, como la suspensión del piso del 6% y el veto a la ley de financiamiento universitario, se alinean con esta postura.",
      "voto": "En contra"
    }
  },
  "resultado_final": "Rechazada. El proyecto no logró el consenso necesario para su aprobación en el Congreso, especialmente en un contexto de restricciones fiscales. Esto se vio reforzado por el posterior veto presidencial a una ley de financiamiento universitario en 2024 que buscaba un incremento similar, lo que indica un claro cambio de política con respecto a los compromisos legales establecidos."
},
{
  "id": 24,
  "nombre": "Reforma de la Ley de Seguridad Interior (proyecto Artículo 27)",
  "año": 2024,
  "estado": "En estudio",
  "resumen": "El proyecto propone modificar el artículo 27 de la Ley de Seguridad Interior (Ley 24.059) para habilitar el uso de Fuerzas Armadas en tareas de seguridad ante situaciones calificadas como terrorismo. La medida requeriría aprobación judicial y del Comité de Crisis. Fue impulsada por el gobierno de Javier Milei en 2024 como parte de su doctrina de orden.",
  "posturas": {
    "izquierda_fit": {
      "argumentacion": "Denuncian que la iniciativa pone en riesgo los derechos humanos y quiebra el consenso de no militarización de la seguridad interior.",
      "voto": "En contra"
    },
    "centro_izquierda_fdt_otros": {
      "argumentacion": "Advierten que la reforma habilita una deriva autoritaria y contradice principios constitucionales sobre funciones de las Fuerzas Armadas.",
      "voto": "En contra"
    },
    "centro_derecha_jxc_otros": {
      "argumentacion": "Algunos sectores ven con buenos ojos la medida ante amenazas graves, otros alertan sobre su ambigüedad y riesgos institucionales.",
      "voto": "Dividido"
    },
    "derecha_lla_pro_otros": {
      "argumentacion": "Impulsada por el Ministerio de Defensa bajo el gobierno de LLA, consideran que es necesaria para enfrentar amenazas internas con mayor eficacia.",
      "voto": "A favor"
    }
  },
  "resultado_final": "En debate parlamentario desde 2024. Aún sin dictamen ni sanción definitiva."
},
{
  "id": 26,
  "nombre": "Ley de Envases con Inclusión Social y Responsabilidad Extendida del Productor (proyecto)",
  "año": 2023,
  "estado": "En tratamiento",
  "resumen": "La Ley de Envases se basa en el principio de Responsabilidad Extendida al Productor (REP), la cual es entendida como el deber de cada uno de los productores de tomar responsabilidad objetiva por la gestión ambiental y su financiamiento respecto de los envases introducidos por ellos en el mercado nacional y los envases post consumo.El proyecto implica la implementación de una tasa ambiental para las empresas y productores que coloquen envases en el mercado, premiando a los que se hagan con materiales reciclables y sean fáciles de reciclar. Lo recaudado se utilizará para implementar Sistemas de Reciclado con Inclusión Social, que permitan recuperar los envases para que vuelvan a la industria y dignifiquen el trabajo de los cartoneros y las cartoneras de todo el país.",
  "posturas": {
    "izquierda_fit": {
      "argumentacion": "A favor. Apoya la inclusión de cartoneros y trabajadores informales en el sistema de reciclado, con financiamiento de las empresas contaminantes.",
      "voto": "A favor"
    },
    "centro_izquierda_fdt_otros": {
      "argumentacion": "A favor. El oficialismo impulsa la ley como parte de una política ambiental con justicia social, articulando con cooperativas de reciclado.",
      "voto": "A favor"
    },
    "centro_derecha_jxc_otros": {
      "argumentacion": "En contra. Critican que la tasa propuesta es un nuevo impuesto que impactará en los precios de productos y castigará al sector productivo.",
      "voto": "En contra"
    },
    "derecha_lla_pro_otros": {
      "argumentacion": "En contra. El proyecto es visto como una imposición fiscal innecesaria y una traba al sector privado, rechazando la creación de nuevos tributos.",
      "voto": "En contra"
    }
  },
  "resultado_final": "No sancionada. El proyecto fue reintroducido en 2023 y sigue en debate sin dictamen."
},

{
  "id": 27,
  "nombre": "Proyecto de moratoria previsional (Ley de Plan de Pago de Deuda Previsional)",
  "año": 2023,
  "estado": "Aprobada",
  "resumen": "Esta ley crea un plan para que las personas que no cumplen con los 30 años de aportes obligatorios puedan acceder a una jubilación. Se divide en dos grupos principales: Para quienes ya tienen la edad jubilatoria (mujeres de 60 años y hombres de 65) pero les faltan aportes, permite 'comprar' los períodos que les falten hasta diciembre de 2008. La deuda se paga en un plan de hasta 120 cuotas que se descuentan directamente del haber jubilatorio, siempre y cuando superen una evaluación socioeconómica para demostrar la necesidad. Para quienes aún no tienen la edad jubilatoria (mujeres de 50 a 59 años y hombres de 55 a 64), les permite anticiparse y empezar a pagar los aportes faltantes hasta marzo de 2012. De esta forma, al llegar a la edad de retiro, ya habrán completado los años requeridos sin necesidad de una evaluación socioeconómica.",
  "posturas": {
    "izquierda_fit": {
      "argumentacion": "A favor. Apoyaron la medida como una forma de garantizar el acceso a la jubilación a miles de personas (especialmente mujeres, que suelen tener trayectorias laborales más informales o interrumpidas por tareas de cuidado) que de otra forma quedarían desprotegidas. Consideraron que es una responsabilidad del Estado ante la informalidad laboral estructural. Podrían criticar que los descuentos sean elevados.",
      "voto": "A favor"
    },
    "centro_izquierda_fdt_otros": {
      "argumentacion": "A favor. Impulsó la ley argumentando que era una medida de 'justicia social' y 'reparación' para quienes trabajaron toda su vida pero no lograron completar los aportes debido a la informalidad laboral, crisis económicas o por dedicarse a tareas de cuidado no remuneradas. Se presentó como una herramienta para garantizar la cobertura previsional y evitar que más adultos mayores caigan en la pobreza.",
      "voto": "A favor"
    },
    "centro_derecha_jxc_otros": {
      "argumentacion": "Rechazo o fuertes críticas. Argumentaron que las moratorias previsionales 'quiebran el sistema', son 'injustas' con quienes sí aportaron durante 30 años, y que generan un 'gasto fiscal insostenible'. Sostuvieron que fomentan la informalidad y que se necesitan reformas estructurales en el sistema previsional en lugar de parches. Propusieron pensiones no contributivas de menor cuantía para quienes no tienen aportes, en lugar de jubilaciones por moratoria.",
      "voto": "En contra"
    },
    "derecha_lla_pro_otros": {
      "argumentacion": "Rechazo. Considerarían las moratorias como un ejemplo de 'populismo previsional' que desfinancia el sistema, no respeta el principio contributivo (relación entre aportes y beneficios) y genera un incentivo perverso a no aportar. Abogarían por sistemas de capitalización individual o por una drástica reforma del sistema estatal.",
      "voto": "En contra"
    }
  },
  "resultado_final": "Aprobada. Diputados: 134 votos a favor, 107 en contra. Senado: 37 a favor, 23 en contra."
},  
{
  "id": 28,
  "nombre": "Ley de Alquiler Social (proyectos legislativos)",
  "año": 2023,
  "estado": "En tratamiento",
  "resumen": "Varias iniciativas legislativas buscan crear un régimen de alquiler social que facilite el acceso a la vivienda. Estas propuestas incluyen plazos de contrato extendidos, subsidios estatales para inquilinos vulnerables y eliminación de requisitos como depósito o comprobantes de ingresos formales. El objetivo es ofrecer alquileres a precios asequibles a familias de bajos recursos y hogares monoparentales, liberándolos de las barreras típicas del mercado informal.",
  "posturas": {
  "izquierda_fit": {"argumentacion": "El FIT impulsa una ley de alquiler social con garantía estatal y subsidios para los sectores más vulnerables.", 
  "voto": "A favor"},
  "centro_izquierda_fdt_otros": {"argumentacion": "A favor. Desde el oficialismo apoyan medidas para proteger inquilinos (por ejemplo, extensión de subSIDios y mayor intervención estatal).",
  "voto": "A favor"},
  "centro_derecha_jxc_otros": {"argumentacion": "En contra. El espacio de centro-derecha se opone a nuevas cargas sobre los propietarios y cuestiona la intervención estatal en el mercado inmobiliario.",
  "voto": "En contra"},
  "derecha_lla_pro_otros": {"argumentacion": "En contra. El sector de derecha critica los costos fiscales que implican subsidios al alquiler y aboga por soluciones de mercado, no estatales.",
  "voto": "En contra"}
  },
  "resultado_final": "No se avanzó a sanción. Los proyectos se encuentran pendientes de tratamiento en comisión."
  },
{
  "id": 29,
  "nombre": "Ley General del Ambiente (Ley 25.675) – COFEMA",
  "año": 2002,
  "estado": "Aprobada",
  "resumen": "La Ley 25.675/2002 (Ley General del Ambiente) estableció los presupuestos mínimos para una gestión ambiental sustentable y creó el Consejo Federal de Medio Ambiente (COFEMA) como organismo permanente para la concertación de la política ambiental entre la Nación y las provincias COFEMA define políticas integrales, coordina planes regionales y promueve la cooperación federal en temas ambientales.",
  "posturas": {
  "izquierda_fit": {"argumentacion": "A favor. Destaca la creación de COFEMA como avance en la protección ambiental federal.",
          "voto": "A favor" },
  "centro_izquierda_fdt_otros": {"argumentacion": "A favor. El Frente de Todos apoya la ley como parte de su agenda ambiental y respalda el rol de COFEMA.",
  "voto": "A favor"},
  "centro_derecha_jxc_otros": {"argumentacion": "Generalmente a favor. Reconoce el valor del consenso federal en materia ambiental, aunque puede criticar la carga burocrática.",
  "voto": "A favor"},
  "derecha_lla_pro_otros": {"argumentacion": "En general crítico. Difícilmente impulsa nuevas regulaciones ambientales; sin embargo, esta ley histórica no genera controversias significativas actualmente.",
  "voto": "A favor"}
  },
  "resultado_final": "Sancionada en noviembre de 2002 y vigente"
  }
  ]
