[
    {
        "ley": "Prórroga del ASPO y de medidas complementarias hasta el 24/5/2020. Nuevos regímenes de excepciones. Prórroga del decreto 331/2020.",
        "votos_en_contra": 3
    },
    {
        "ley": "Medidas presupuestarias.",
        "votos_en_contra": 3
    },
    {
        "ley": "Suspensión hasta el 30/04/2020, inclusive, (1) del cierre de cuentas bancarias para los libradores de cheques rechazados por falta de fondos, y (2) de la obligación de las instituciones crediticias a requerir a los empleadores, en forma previa al otorgamiento de un crédito, un libre de deuda en concepto de aportes y/o contribuciones.",
        "votos_en_contra": 3
    },
    {
        "ley": "Modificación del art. 10 e incorporación del art. 15 bis al DNU 260/2020, en cuanto a las facultades del JGM y una autorización de contratación directa de bienes y servicios sin sujeción al régimen de contrataciones de la APN, respectivamente.",
        "votos_en_contra": 3
    },
    {
        "ley": "Prórroga hasta el 26/4/2020 del decreto 274/2020.",
        "votos_en_contra": 3
    },
    {
        "ley": "Creación del Comité de Evaluación y Monitoreo del Programa ATP.",
        "votos_en_contra": 3
    },
    {
        "ley": "Aislamiento social preventivo y obligatorio (ASPO) desde 20/3/2020 hasta 31/3/2020. Se establecieron 24 excepciones.",
        "votos_en_contra": 3
    },
    {
        "ley": "Fijación de derechos de exportación de conformidad a las pautas de la ley 27.541.",
        "votos_en_contra": 3
    },
    {
        "ley": "Aumentos salariales del sector privado a cuenta de paritarias por $4.000.",
        "votos_en_contra": 3
    },
    {
        "ley": "Subsidio de $5.000 a beneficiarios de prestaciones previsionales y de $2.000 para beneficiarios AUH (diciembre de 2019).",
        "votos_en_contra": 3
    },
    {
        "ley": "Reperfilamiento al 30/7/2020 de los “Bonos de la Nación Argentina en Moneda Dual Vencimiento 2020”.",
        "votos_en_contra": 3
    },
    {
        "ley": "Reperfilamiento de letes en dólares.",
        "votos_en_contra": 3
    },
    {
        "ley": "Prórroga indefinida del vencimiento de la medida ordenada en el DNU 609/2019, en el que se dispuso que el contravalor de la exportación de bienes y servicios debía ingresarse al país en divisas y/o negociarse en el mercado de cambios.",
        "votos_en_contra": 3
    },
    {
        "ley": "Reestructuración de títulos públicos emitidos bajo ley extranjera.",
        "votos_en_contra": 3
    },
    {
        "ley": "Prórroga del artículo 2 del decreto 311/2020 (servicios reducidos para sistemas prepagos de energía eléctrica y telefonía celular).",
        "votos_en_contra": 3
    },
    {
        "ley": "Prórroga del plazo del DNU 274/2020 hasta el día 12/4/2020.",
        "votos_en_contra": 3
    },
    {
        "ley": "Modificación del decreto 333/2020 sobre DIE",
        "votos_en_contra": 3
    },
    {
        "ley": "Modificación del decreto 332/2020.",
        "votos_en_contra": 3
    },
    {
        "ley": "Reperfilamiento de los títulos denominados en dólares estadounidenses emitidos bajo ley de la República Argentina hasta el 31/12/2020, o hasta fecha anterior que el Ministerio de Economía lo determine.",
        "votos_en_contra": 3
    },
    {
        "ley": "Prórroga hasta el 30/6/2020 del plazo establecido para que los contribuyentes puedan acogerse al régimen de regularización establecido en el título IV de la ley 27.541.",
        "votos_en_contra": 3
    },
    {
        "ley": "Medidas presupuestarias.",
        "votos_en_contra": 3
    }
]