{
    "Round 0": {
        "Agente Liberal": {
            "argumentacion": "[Agente Liberal]: El decreto de prórroga del Aislamiento Social, Preventivo y Obligatorio (ASPO) hasta el 10 de mayo de 2020, bajo el pretexto de proteger la salud pública frente a la pandemia de COVID-19, es una violación flagrante de las libertades individuales y los derechos fundamentales consagrados en la Constitución Nacional. Este tipo de medidas, aunque pueden parecer urgentes, son, en realidad, un reflejo de un estado paternalista que asume un rol excesivo, restringiendo los derechos de libre circulación y de trabajo de los ciudadanos. La necesidad de la salud pública no puede ser una excusa para anular la libertad personal, en especial cuando evidencias indican que muchos departamentos del país no tenían casos confirmados en ese momento. Las libertades individuales son irrestrictas, y los riesgos sanitarios deben ser gestionados a través de estrategias que no impliquen confinamientos coercitivos. La opción de habilitar excepciones, aunque es un paso, sigue siendo un enfoque que reside y centraliza el poder en el Estado, en vez de fomentar la responsabilidad individual y la capacidad de acción de los ciudadanos. La respuesta apropiada implica confiar en los ciudadanos y promover el uso de la responsabilidad individual, basado en información clara y precisa sobre la situación sanitaria, en lugar de imponer restricciones drásticas. Por tanto, considero que este decreto no aborda el problema de fondo y es perjudicial para el tejido social y económico del país.",
            "voto": 0
        },
        "Agente de Juntos Por El Cambio": {
            "argumentacion": "[Agente de Juntos Por El Cambio]: Desde nuestra perspectiva en Juntos por el Cambio, la extensión del Aislamiento Social, Preventivo y Obligatorio (ASPO) hasta el 10 de mayo de 2020 plantea serias preocupaciones en varios frentes. En primer lugar, es fundamental reconocer que el derecho a la movilidad y a llevar a cabo actividades económicas son pilares esenciales de una democracia y de una economía de mercado saludable. Las restricciones prolongadas generan un impacto severo no solo en la economía, sino también en la calidad de vida de los ciudadanos, en particular, de aquellos que dependen diariamente de sus ingresos para sobrevivir. \n\nSi bien entendemos la necesidad de proteger la salud pública y reconocer la amenaza que representa el COVID-19, la implementación de medidas estrictas y de larga duración debería ser analizada con un enfoque que permita el equilibrio entre la salud y la actividad económica. La experiencia internacional sugiere que un enfoque que combine la responsabilidad individual con medidas sanitarias efectivas es más eficiente para contener la pandemia sin causar un daño significativo a la economía y al bienestar social.\n\nAdicionalmente, se observa que la prórroga se apoya en datos como el tiempo de duplicación de casos y la posibilidad de permitir excepciones a las actividades productivas. Sin embargo, es esencial tener en cuenta que los gobernadores y autoridades locales deben tener la flexibilidad de administrar estas excepciones de acuerdo a la realidad epidemiológica específica de sus jurisdicciones, evitando la concentración de decisiones en un nivel central que puede no ser capaz de evaluar correctamente las dinámicas locales.\n\nEn definitiva, la medida se alinea con una postura que prioriza la restricción por encima de la libertad y la actividad empresarial, lo que puede revivir los problemas estructurales que han llevado a la Argentina a crisis recurrentes. Por todo esto, nuestra postura es en contra de la prórroga del ASPO tal como está planteada, ya que consideramos que debemos buscar fórmulas más equilibradas que promuevan el cumplimiento de las normas sanitarias sin sacrificar las libertades individuales y el desarrollo económico. \n",
            "voto": 0
        },
        "Agente de Union Por La Patria": {
            "argumentacion": "[Agente de Union Por La Patria]: La prórroga del Aislamiento Social, Preventivo y Obligatorio (ASPO) hasta el 10 de mayo de 2020 es una medida fundamental para la salvaguarda de la salud pública, especialmente en el contexto de una pandemia global. Esta legislación responde a la necesidad urgente de contener el COVID-19 y prevenir un colapso del sistema sanitario, algo que podría afectar de manera desproporcionada a los sectores más vulnerables de nuestra sociedad. Desde la perspectiva del justicialismo, la justicia social es un valor central, y esta medida se alinea con nuestro compromiso hacia el bienestar colectivo. La prórroga del ASPO permite que el Estado actúe de manera proactiva para proteger la vida y la salud de toda la ciudadanía. Además, esta medida es coherente con la defensa de la soberanía política y el rol del Estado como garante de los derechos de los argentinos, reafirmando su responsabilidad en tiempos de crisis.",
            "voto": 4
        },
        "Agente de Izquierda": {
            "argumentacion": "[Agente de Izquierda]: La prórroga del Aislamiento Social, Preventivo y Obligatorio (ASPO) hasta el 10 de mayo de 2020 es una medida que busca preservar la salud pública frente a la pandemia de COVID-19. Sin embargo, es fundamental analizar cómo esta medida se enmarca en un sistema que, en última instancia, continúa favoreciendo a las grandes patronales y al capital por encima de los derechos y necesidades de la clase trabajadora. Si bien entendemos la urgencia de proteger la salud pública, hay que cuestionar la falta de acompañamiento de esta prórroga con medidas efectivas que atiendan no solo la salud, sino también el impacto económico que la crisis sanitaria genera en el pueblo trabajador. Las políticas que se han implementado hasta ahora no han salvaguardado los ingresos de las trabajadoras y los trabajadores, que se encuentran en condiciones críticas, con salarios que apenas cubren lo esencial, y una creciente desocupación. Además, la prórroga del ASPO no debe ser utilizada como argumento para reforzar políticas de ajuste y recortes por parte del Estado, como el actual gobierno que hace alarde de medidas sanitarias pero que también ha implementado políticas de austeridad que golpean a los sectores populares. En lugar de extender el aislamiento sin abordar estas cuestiones, es necesario desarrollar un plan integral que contemple la salud y la vidad digna del trabajador, incluyendo garantías económicas y sociales. Si no se hace, se corre el riesgo de que esta prórroga se utilice como una justificación para mantener el control sobre la población a la vez que se sigue despojando a los y las trabajadoras de sus derechos.",
            "voto": 1
        }
    },
    "Round 1": {
        "Agente Liberal": {
            "argumentacion": "[Agente Liberal]: En esta ronda, analizo los argumentos expuestos tanto por Juntos por el Cambio, Unión por la Patria, y la Izquierda. Juntos por el Cambio ha planteado adecuadamente la preocupación por la afectación de las libertades individuales y la actividad económica. Sin embargo, creo que su crítica a la medida no es lo suficientemente contundente, ya que no abordan cómo estos confinamientos afectan la iniciativa privada a largo plazo y el impacto en la economía como un todo. Por otro lado, Unión por la Patria y la Izquierda han señalado la importancia de la salud pública, pero su postura también tiende a ignorar que la salud de la población no se logra solamente a través de medidas restrictivas, sino mediante un equilibrio que respete las libertades. La Izquierda menciona que se debe hacer un llamado a garantizar las condiciones de vida de los trabajadores, pero no ofrece una alternativa clara al aislamiento ni considera los graves efectos colaterales que esto tiene en el empleo y en la economía. Este es un punto importante porque una política que restringe derechos de manera sistemática crea un precedente peligroso para futuras situaciones. Por lo tanto, refuerzo mi argumento: la prórroga del ASPO es, en última instancia, una intromisión del estado en la vida de los ciudadanos, y no una solución viable. Mi voto se mantiene en contra.",
            "voto": 0
        },
        "Agente de Juntos Por El Cambio": {
            "argumentacion": "[Agente de Juntos Por El Cambio]: En esta ronda, es importante señalar algunas inconsistencias y falacias en los argumentos presentados por los otros agentes. En primer lugar, el Agente de Unión por la Patria defiende la prórroga del ASPO afirmando que es fundamental para la salud pública, lo que es innegable. Sin embargo, su argumentación parece ignorar el impacto económico que estas restricciones prolongadas tienen, especialmente en los sectores más vulnerables. La salud no debe ser puesta en contrapunto con las libertades individuales y la actividad económica; debemos encontrar un equilibrio que permita proteger la salud pública sin sacrificar la economía de las familias argentinas.\n\nEl Agente de Izquierda, si bien plantea que la prórroga es necesaria por la salud pública, también señala la falta de atención a los derechos de los trabajadores y las condiciones críticas que están viviendo. Sin embargo, su argumento sugiere que la prórroga del ASPO es suficiente en sí misma sin plantear medidas complementarias que atiendan el impacto directo en la vida de los trabajadores. No se trata solo de restricciones, sino de un enfoque integral que contemple no solo las libertades individuales, sino la necesidad de generar condiciones para que la economía se reactive rápidamente.\n\nPor otro lado, el Agente Liberal plantea una postura de rechazo a la prórroga basada en una visión extrema sobre la libertad individual, olvidando que durante una emergencia sanitaria, el Estado tiene la responsabilidad de actuar en consenso científico y con experticia. Es importante recordar que la salud pública es un derecho de todos y que en esta crisis global, la responsabilidad compartida es crucial.\n\nPor lo tanto, considerando el contexto y los argumentos, reitero la necesidad de una postura que busque un balance, manteniendo restricciones pero con una apertura cuidadosa y basada en las condiciones locales. Mi voto se mantiene en contra de la prórroga del ASPO tal como está planteada, porque requiere un enfoque más equilibrado que contemple tanto la salud como el bienestar económico y social de los ciudadanos.",
            "voto": 0
        },
        "Agente de Union Por La Patria": {
            "argumentacion": "[Agente de Union Por La Patria]: Al revisar los argumentos presentados por mis colegas, es evidente que todos comparten una preocupación genuina por las libertades individuales y la salud pública. Sin embargo, es importante destacar que la situación excepcional que plantea una pandemia requiere medidas excepcionales. Los agentes de Juntos por el Cambio y el agente Liberal argumentan que la prórroga del ASPO representa una violación de derechos fundamentales, pero ignoran que, en tiempos de crisis sanitaria, la salvaguarda de la vida y la salud colectiva debe ser la prioridad. El agente de Izquierda menciona la necesidad de reconocer las necesidades de la clase trabajadora y critica que no se acompañen medidas económicas efectivas, lo cual es un punto válido. Sin embargo, el ASPO no está en contradicción con la implementación de políticas que protejan a los sectores vulnerables; de hecho, estas medidas son complementarias. La calidad de vida de los argentinos depende de la salud de la población, que solo puede garantizarse con un Estado presente y activo en la gestión de la crisis. Por lo tanto, mi postura se mantiene firme: la prórroga del ASPO es necesaria para proteger nuestra sociedad en un momento crítico. Al analizar la situación y las críticas planteadas, refuerzo mi voto a favor de la ley.",
            "voto": 4
        },
        "Agente de Izquierda": {
            "argumentacion": "[Agente de Izquierda]: Al escuchar las intervenciones de los demás agentes, me gustaría señalar varios puntos críticos y coincidencias. El Agente Liberal argumenta que el ASPO limita las libertades individuales y que un Estado paternalista puede ser contraproducente. Sin embargo, la realidad del contexto de pandemia debe prevalecer en nuestras preocupaciones. Lo que se necesita en este momento no es solo la libertad de movimiento, sino también una gestión adecuada de la crisis sanitaria que garantice la vida de los trabajadores y sus derechos. La protección de la salud pública es una responsabilidad del Estado que no puede ser ignorada. Por otra parte, el Agente de Juntos por el Cambio, aunque reconoce la importancia de la libertad de movimiento, subestima el hecho de que las medidas restrictivas son temporales y necesarias en un contexto de crisis sanitaria. Ignorar la ciencia y las recomendaciones sanitarias por un enfoque economicista puede llevar a un desastre mayor, como hemos visto en otras naciones. La intervención del Agente de Unión por la Patria parece resaltar los aspectos de justicia social, pero también se olvida de exigir medidas adicionales que garanticen ayuda y protección a la clase trabajadora ante la crisis. Esta falta de atención a las necesidades inmediatas de los trabajadores muestra que la intervención no es suficiente.  En definitiva, hay una omisión de reconocer la urgencia de adoptar medidas complementarias al ASPO que aseguren que la crisis no la paguen los trabajadores.  Mantengo mi postura firmemente a favor del ASPO como una medida necesaria, aunque reconozco que debe venir acompañada de un plan de protección social integral para la clase trabajadora en un contexto tan crítico como el actual. Por lo tanto, mi voto sigue siendo a favor de la prórroga del ASPO ya que prioriza la salud pública en esta emergencia.",
            "voto": 4
        }
    },
    "Round 2": {
        "Agente Liberal": {
            "argumentacion": "[Agente Liberal]: En esta ronda final, reafirmo mi postura inicial al rechazar la prórroga del Aislamiento Social, Preventivo y Obligatorio (ASPO). Si bien reconozco la importancia de proteger la salud pública en tiempos de pandemia, las restricciones impuestas por el ASPO constituyen una intromisión inaceptable en las libertades individuales, así como en la capacidad de las personas para trabajar y llevar a cabo sus vidas cotidianas. La mayoría de mis colegas han expresado preocupaciones sobre la salud y el bienestar de la población, pero es fundamental entender que la salud no debe ser un pretexto para restringir libertades. La experiencia en otros países ha demostrado que se puede cuidar la salud pública sin sacrificar el derecho a la libre circulación y el trabajo. Desde el momento en que estas medidas se extienden sin un plan claro para restablecer la normalidad, se crea un precedente peligroso sobre la relación entre el Estado y el individuo, lo que puede traer repercusiones negativas en el futuro. Es fundamental que las políticas se enfoquen en la responsabilidad individual y en la creación de condiciones necesarias para que cada uno pueda desenvolverse en su vida cotidiana, sin la intervención coercitiva del poder estatal. Por lo tanto, mi voto se mantiene en contra de la prórroga del ASPO.",
            "voto": 0
        },
        "Agente de Juntos Por El Cambio": {
            "argumentacion": "[Agente de Juntos Por El Cambio]: En esta ronda, al revisar los argumentos expuestos por los otros agentes, se destacan varias cuestiones importantes. El Agente Liberal ha enfatizado en la violación de libertades individuales, algo que resuena con nuestra posición, que también defiende los derechos fundamentales de los ciudadanos. Sin embargo, su crítica al ASPO no fue lo suficientemente contundente en cuanto a los costos económicos derivados de tales restricciones. Por otro lado, el Agente de Unión por la Patria ha defendido la prórroga del ASPO como necesaria para la salud pública, pero ha dejado en un segundo plano el impacto económico que esto tiene, lo cual es esencial en el contexto actual de crisis. La Izquierda, mientras tanto, introduce preocupaciones sobre la situación de la clase trabajadora que, si bien son válidas, falla al ofrecer soluciones concretas sobre cómo atender estas necesidades sin comprometer la salud pública.  \n\nA pesar de las validaciones que algunos puntos de vista han traído a la mesa, a lo largo del debate se ha hecho evidente que la prórroga del ASPO es una medida que repercute negativamente en los derechos de autonomía y en la necesidad urgente de reactivar la economía. Por lo tanto, refuerzo mi postura original: necesitamos un enfoque que permita cuidar la salud sin sacrificar las libertades individuales y la vitalidad de nuestra economía. Así las cosas, mi voto sigue siendo en contra de la prórroga del ASPO, ya que creo que se deben implementar medidas más equilibradas y efectivas que den primacía al bienestar integral de los argentinos.",
            "voto": 0
        },
        "Agente de Union Por La Patria": {
            "argumentacion": "[Agente de Union Por La Patria]: En esta última ronda, he tenido la oportunidad de considerar cuidadosamente todos los argumentos expuestos a lo largo del debate. Valoro la preocupación compartida por los Agentes de Juntos por el Cambio y la Izquierda respecto a la importancia de proteger las libertades y los derechos de la ciudadanía. Sin embargo, mantengo que estas preocupaciones no pueden anteponerse a la necesidad inmediata de proteger la salud pública en un contexto de crisis sanitaria global. \n\nEl Agente Liberal sostiene que el ASPO representa una violación a las libertades individuales, pero su enfoque ignora que la salud colectiva debe ser prioritaria. Sin un enfoque que contemple la contención del virus, poniendo en riesgo el bienestar de toda la población, las libertades individuales pueden resultar irrelevantes si no hay una salud mínima que garantizar. \n\nPor otro lado, el Agente de Juntos por el Cambio ha enfatizado la necesidad de equilibrio, pero creo que su argumento subestima la urgencia de la situación actual y cómo un levantamiento prematuro de las restricciones podría traer consecuencias catastróficas para la salud pública. \n\nEl Agente de Izquierda logró destacar la importancia de no solo implementar el ASPO, sino también garantizar la protección de los derechos de los trabajadores. Sin embargo, esta perspectiva debería transformarse en una sinergia entre la defensa de la salud pública y el apoyo social a la clase trabajadora.\n\nA pesar de los argumentos y preocupaciones legítimas planteadas por los demás agentes, reafirmo que el ASPO y su prórroga son esenciales en este momento. Esta medida permite al Estado proteger la vida de los ciudadanos, especialmente de los más vulnerables, asegurando que podamos enfrentar esta crisis y reconstruir a partir de un lugar seguro y saludable. Mi voto sigue siendo a favor de la prórroga del ASPO, en defensa de la salud pública y el bienestar de todos los argentinos.",
            "voto": 4
        },
        "Agente de Izquierda": {
            "argumentacion": "[Agente de Izquierda]: A medida que avanzó el debate, los argumentos presentados por mis colegas han reforzado mi posición inicial en favor de la prórroga del ASPO, aunque este debate ha puesto de manifiesto la complejidad de la situación. Coincido con el Agente de Unión por la Patria en la necesidad de priorizar la salud pública, ya que el COVID-19 es una crisis de magnitudes sin precedentes que requiere medidas decisivas. Sin embargo, también es crucial reconocer que la prórroga del ASPO debe complementarse con políticas que aseguren el bienestar de los trabajadores durante la crisis. La intervención del Agente de Juntos por el Cambio refleja una preocupación válida por las libertades individuales, pero ignora que la vida y la salud de la población son prioritarias en este contexto. Asimismo, el Agente Liberal plantea que el estado no debe interferir, pero esta perspectiva minimiza el rol del estado en la protección de la salud pública, un derecho fundamental. Por tanto, mi rechazo hacia la posición de la oposición se reafirma, pero también considero que debemos exigir que no solo se implemente la prórroga, sino que esto venga acompañado de un plan de apoyo social y económico para el pueblo trabajador.",
            "voto": 4
        }
    },
    "Debate Completo": [
        {
            "role": "user",
            "content": "Este es un debate simulado entre agentes políticos argentinos sobre el decreto: Prórroga del ASPO hasta el 10/5/2020.. Edición del\n3 de Julio de 2025\nEdiciones Anteriores\nBúsqueda avanzada\nSecciones\nBúsqueda\nCantidad de resultados\nBúsqueda avanzada\nLegislación y Avisos Oficiales\nPrimera Sección\nSociedades y Avisos Judiciales\nSegunda Sección\nContrataciones\nTercera Sección\nVolver\nLegislación y Avisos Oficiales\nPrimera sección\nPrimera\nDecretos\nDetalle\n|\n|\nVer páginas publicadas\nVer texto del aviso\nAISLAMIENTO SOCIAL, PREVENTIVO Y OBLIGATORIO\nDecreto 408/2020\nDECNU-2020-408-APN-PTE - Prórroga.\nCiudad de Buenos Aires, 26/04/2020\nVISTO el Expediente N° EX-2020-27946119-APN-DSGA#SLYT, la Ley Nº 27.541, los Decretos Nros. 260 del 12 de marzo de 2020 y su modificatorio, 287 del 17 de marzo de 2020, 297 del 19 de marzo de 2020, 325 del 31 de marzo de 2020 y 355 del 11 de abril de 2020 y sus normas complementarias, y\nCONSIDERANDO:\nQue por el Decreto N° 260/20 se amplió en nuestro país la emergencia pública en materia sanitaria establecida por la Ley N° 27.541 por el plazo de UN (1) año, en virtud de la pandemia de COVID-19 declarada con fecha 11 de marzo del corriente año por la ORGANIZACIÓN MUNDIAL DE LA SALUD (OMS).\nQue la velocidad en el agravamiento de la situación epidemiológica a escala internacional requirió, pocos días después, la adopción de medidas inmediatas para hacer frente a la emergencia dando lugar al dictado del Decreto N° 297/20, por el cual se dispuso el “aislamiento social, preventivo y obligatorio” durante el plazo comprendido entre el 20 y el 31 de marzo del corriente año. Ese plazo, por similares razones, fue prorrogado mediante el Decreto N° 325/20 hasta el día 12 de abril de este año y por el Decreto N° 355/20 hasta el día 26 de abril inclusive.\nQue, a más de CINCUENTA (50) días de confirmado el primer caso y luego de que el 20 de marzo se decretara el aislamiento social, preventivo obligatorio, las medidas de aislamiento y distanciamiento social siguen revistiendo un rol de vital importancia para hacer frente a la situación epidemiológica y mitigar el impacto sanitario de COVID-19, ya que a la fecha no se cuenta con un tratamiento efectivo ni con una vacuna que lo prevenga.\nQue, al momento de disponer el aislamiento social, preventivo y obligatorio a nivel nacional, el tiempo de duplicación de casos era de 3.3 días y en la actualidad alcanza los 17.1 días.\nQue aun sin conocer todas las implicancias y particularidades de este nuevo virus y visualizando lo que ha ocurrido y sigue ocurriendo en otros países del mundo, deben seguir tomándose decisiones que procuren reducir la morbimortalidad y adecuar el sistema de salud para mejorar su capacidad de respuesta.\nQue las estrategias que se han elegido en otros países del mundo no permiten aún dimensionar su eficacia dado que no hay ninguno que haya superado totalmente la epidemia y eso nos obliga a diseñar una estrategia nacional específica para atender las urgencias que demanda una situación con características inusitadas.\nQue, atendiendo a la experiencia reciente y a diferencia de los comportamientos observados en otros países del mundo, Argentina ha tomado la decisión de disponer un conjunto de medidas preventivas que fueron instrumentadas tempranamente.\nQue estas medidas permitieron, por el momento, contener la epidemia por la aparición gradual y detección precoz de casos y la implementación de las acciones de control con menor tiempo de evolución, registrándose una disminución en la velocidad de propagación y evitando que se verificara la saturación del sistema de salud, tal como sucedió en otros lugares del mundo.\nQue el artículo 14 de la CONSTITUCIÓN NACIONAL establece que: “Todos los habitantes de la Nación gozan de los siguientes derechos conforme a las leyes que reglamenten su ejercicio; a saber: de trabajar y ejercer toda industria lícita; de navegar y comerciar; de peticionar a las autoridades; de entrar, permanecer, transitar y salir del territorio argentino…”.\nQue, si bien tales derechos resultan pilares fundamentales de nuestro ordenamiento jurídico, los mismos están sujetos a limitaciones por razones de orden público, seguridad y salud pública. En efecto, el Pacto Internacional de Derechos Civiles y Políticos recoge en su artículo 12, inciso 1 el derecho a “…circular libremente…”, y el artículo 12, inciso 3 establece que el ejercicio de los derechos por él consagrados “no podrá ser objeto de restricciones a no ser que éstas se encuentren previstas en la ley, sean necesarias para proteger la seguridad nacional, el orden público, la salud o la moral públicas o los derechos y libertades de terceros, y sean compatibles con los demás derechos reconocidos en el presente Pacto”.\nQue, en igual sentido, la Convención Americana sobre Derechos Humanos establece en su artículo 22, inciso 3 que el ejercicio de los derechos a circular y residir en un Estado, consagrados en el artículo 22, inciso 1, entre otros, “…no puede ser restringido sino en virtud de una ley, en la medida indispensable en una sociedad democrática, para prevenir infracciones penales o para proteger la seguridad nacional, la seguridad o el orden públicos, la moral o la salud públicas o los derechos y libertades de los demás”.\nQue la Justicia Federal de la Provincia de TUCUMÁN, en cuanto a la razonabilidad de las medidas adoptadas en nuestro país, en el marco del Decreto N° 260/20, ha manifestado que: “…Asimismo, se contempló que algunos derechos pueden ser temporalmente suspendidos (como los de circulación y de residencia) y, en consecuencia, que su ejercicio puede restringirse, en forma proporcionada y razonable, y por el menor tiempo posible, ante la emergencia pública en materia sanitaria que la REPÚBLICA ARGENTINA se encuentra atravesando. También se ha considerado que los Estados tienen la prerrogativa de regular de manera temporal el control de los movimientos migratorios a lo largo de cada una de sus fronteras, lo que comprende la facultad de restringir el ingreso al territorio nacional cuando se determine fundadamente que ello representa una amenaza o riesgo relevante para la salud pública o la seguridad”; y en ese mismo orden de ideas que: “La medida dispuesta responde a la necesidad de garantizar la salud pública frente a circunstancias de inusitadas características, siendo la protección de ella una obligación inalienable del Estado.” (C., J. A c/ Estado Nacional - Presidencia de la Nación y otro s/ amparo Ley 16.986 – Cámara Federal de Tucumán - 11/04/2020).\nQue el presente decreto, así como el Decreto N° 297/20 y sus prórrogas, se dicta con el fin de contener y mitigar la propagación de la epidemia de COVID-19 y con su aplicación se pretende preservar la salud pública, adoptándose en tal sentido medidas proporcionadas a la amenaza que se enfrenta, en forma razonable y temporaria. La restricción a la libertad ambulatoria tiende a la preservación del orden público, en cuanto el bien jurídico tutelado es el derecho colectivo a la salud pública. En efecto, no se trata solo de la salud de cada una de las personas obligadas a cumplir la medida de aislamiento dispuesta, sino de todas y todos los habitantes en su conjunto, ya que la salud pública, por las características de contagio de COVID-19, depende de que cada una y cada uno de nosotros cumpla con su aislamiento, como la forma más eficaz para cuidarnos como sociedad.\nQue, antes de decidir esta medida, el Presidente de la Nación y el Ministro de Salud de la Nación mantuvieron una reunión con destacados expertos en epidemiología y recibieron precisas recomendaciones acerca de la conveniencia y necesidad, a los fines de proteger la salud pública, de prorrogar el “Aislamiento Social, Preventivo y Obligatorio” hasta el día 10 de mayo del corriente año, inclusive.\nQue, asimismo, los gobernadores, las gobernadoras y el Jefe de Gobierno de la Ciudad Autónoma de Buenos Aires manifestaron su acompañamiento a las medidas dispuestas para mitigar la propagación del Virus SARS-CoV-2, y realizaron consideraciones sobre las realidades locales, las cuales se tienen en cuenta en la presente medida.\nQue nuestro país es el octavo en extensión territorial a nivel mundial y presenta una diversidad geográfica, socio-económica y demográfica que impacta en la dinámica de transmisión del virus.\nQue esta diversidad se evidencia en la situación epidemiológica actual ya que el SESENTA Y DOS POR CIENTO (62%) de los departamentos del país no registran casos de COVID-19, mientras que la totalidad de los casos confirmados se localizan en el TREINTA Y OCHO POR CIENTO (38%) restante.\nQue la densidad poblacional constituye un factor relevante en la dinámica de esta epidemia ya que el CUARENTA Y SIETE COMA CUATRO POR CIENTO (47,4%) de la población total reside en departamentos que han notificado casos confirmados en grandes conglomerados o con circulación comunitaria y que la mayor parte de los departamentos de esta categoría coincide con los grandes centros urbanos de la Argentina.\nQue esta diversidad se evidencia en la situación epidemiológica actual ya que el SESENTA Y DOS POR CIENTO (62%) de los departamentos del país no registran casos de COVID-19; sin embargo, el CUARENTA Y SIETE COMA CUATRO POR CIENTO (47,4%) de la población total reside en departamentos que han notificado casos confirmados en grandes conglomerados o con circulación comunitaria.\nQue la mayor parte de los departamentos de esta categoría coincide con los grandes centros urbanos de Argentina.\nQue la presente medida resulta necesaria con el fin de continuar controlando el impacto de la epidemia en cada jurisdicción, y que para ello se requiere avanzar hacia una nueva forma de abordaje de la misma, atendiendo a las diversas situaciones locales que se han manifestado de manera distinta a lo largo del país.\nQue para esta nueva etapa se requiere un sistema de monitoreo permanente de la situación que permita el seguimiento de la evolución de la epidemia en cada área geográfica, en función de un conjunto de indicadores dinámicos y criteriosamente seleccionados.\nQue, en virtud de la dinámica de la transmisión, es posible identificar:\n1. Áreas en las que solo se han confirmado casos importados o casos de contactos locales a partir del caso importado y que están controladas; por ello implican un bajo riesgo de transmisión en la comunidad si se sostienen las medidas adecuadas de detección precoz, aislamiento de casos y de contactos. En estos casos, se recomienda conservar medidas y recomendaciones generales y un permanente monitoreo ante la aparición de un nuevo caso.\n2. Áreas que presentan transmisión local extendida, ya sea por conglomerados (cantidad importante de casos, pero relacionados a un nexo o varios nexos conocidos) o con casos comunitarios (casos que no presentan nexo epidemiológico). En estos contextos, el control de la transmisión constituye un desafío mayor e implica un riesgo aumentado de la propagación del virus, entre otras razones debido a la gran dificultad de detectar e identificar casos sospechosos y sus contactos, para poder realizar las medidas de aislamiento correspondiente y limitar la transmisión.\nQue, en cuanto a las características demográficas que se pueden observar en las distintas jurisdicciones y hacia el interior de cada una de ellas, se pueden caracterizar áreas donde la implementación de las recomendaciones para limitar la transmisión de COVID-19 es de difícil cumplimiento. En efecto, tal es el caso de las zonas densamente pobladas que, ante la aparición de nuevos casos, exhiben un muy alto riesgo de transmisión masiva y dificultad para su control, que se incrementa cuanto mayor es la densidad poblacional.\nQue es fundamental, para minimizar el impacto que pueda tener la aparición de casos en territorios que hasta el momento no han constatado la presencia del virus SARS-CoV-2, extremar las medidas de precaución y avanzar con lentitud en la habilitación de actividades que generen mayor circulación de personas y por lo tanto, más riesgo.\nQue, por lo tanto, en función de los párrafos precedentes, el MINISTERIO DE SALUD de la Nación es quien determina las condiciones que deben ser exigidas como requisito previo a la habilitación de funcionamiento de determinadas actividades en cada Partido o Departamento de una determinada jurisdicción provincial.\nQue, en virtud de todo lo expuesto, la presente medida prorroga el aislamiento social, preventivo y Obligatorio, a la vez que establece que los Gobernadores y las Gobernadoras de las Provincias, podrán decidir excepciones a dicho aislamiento y a la prohibición de circular, al personal afectado a determinadas actividades y servicios en determinados Departamentos y Partidos de su jurisdicción, siempre que se verifiquen en cada Departamento o Partido comprometido en la excepción, los requisitos exigidos por la autoridad sanitaria nacional, cuyo basamento responde a parámetros epidemiológicos y sanitarios, con base científica, que se establecen expresamente.\nQue la presente medida avanza hacia una nueva fase de abordaje del aislamiento social, preventivo y obligatorio, atendiendo las diversidades de las distintas jurisdicciones, según criterios epidemiológicos y sanitarios definidos, resultando prudente mantener fuera de las excepciones que podrán decidir las autoridades locales, a las actividades, servicios y lugares que se establecen en el artículo 4° del presente decreto, por implicar necesariamente la concurrencia de personas y riesgos epidemiológicos que es necesario evitar.\nQue, asimismo, toda vez que los indicadores epidemiológicos señalan que los grandes conglomerados urbanos son los lugares de mayor peligro de expansión del virus SARS-CoV-2 y, también, los lugares donde es más difícil contener el contagio, no se establece la posibilidad de decidir excepciones al aislamiento social, preventivo y obligatorio, por parte de las autoridades de las jurisdicciones provinciales, respecto de los aglomerados urbanos con más de QUINIENTOS MIL (500.000) habitantes situados en cualquier lugar del país, ni respecto del Área Metropolitana de BUENOS AIRES, que incluye a la CIUDAD AUTÓNOMA DE BUENOS AIRES y a CUARENTA (40) Partidos, a los fines de este decreto.\nQue, dado que ya han transcurrido más de CINCO (5) semanas de vigencia del aislamiento, social, preventivo y obligatorio, se establece que las personas alcanzadas por este, podrán realizar breves salidas de esparcimiento, considerando la importancia de ellas para el bienestar psicofísico de la población. La realización de dichas salidas merecerá la reglamentación de la autoridad local competente y, según la situación epidemiológica del lugar y el análisis de riesgo, se podrán restringir los días de su realización, su duración y, eventualmente, suspenderlas con el fin de proteger la salud pública.\nQue, atento que las medidas actuales acerca del aislamiento, social, preventivo y obligatorio adoptadas en el presente decreto implicarán una mayor circulación de personas, que nunca podrá superar el CINCUENTA POR CIENTO (50%) de quienes habitan en un Partido o Departamento, resulta necesario proceder a evaluar sus resultados, en los próximos días, con el fin de efectuar las rectificaciones necesarias en caso de que los indicadores así lo evidenciaren, ante signos de alertas epidemiológicos y sanitarios por propagación del nuevo Coronavirus COVID-19.\nQue las medidas que se establecen en el presente decreto son temporarias y resultan necesarias, razonables y proporcionadas con relación a la amenaza y al riesgo sanitario que enfrenta nuestro país.\nQue en virtud de lo expuesto, deviene imposible seguir los trámites ordinarios para la sanción de las leyes.\nQue la Ley N° 26.122 regula el trámite y los alcances de la intervención del HONORABLE CONGRESO DE LA NACIÓN respecto de los Decretos de Necesidad y Urgencia dictados por el PODER EJECUTIVO NACIONAL, en virtud de lo dispuesto por el artículo 99 inciso 3 de la CONSTITUCIÓN NACIONAL.\nQue la citada ley determina que la COMISIÓN BICAMERAL PERMANENTE tiene competencia para pronunciarse respecto de la validez o invalidez de los Decretos de Necesidad y Urgencia, así como para elevar el dictamen al plenario de cada Cámara para su expreso tratamiento, en el plazo de DIEZ (10) días hábiles.\nQue el artículo 22 de la Ley N° 26.122 dispone que las Cámaras se pronuncien mediante sendas resoluciones, y que el rechazo o aprobación de los decretos deberá ser expreso conforme lo establecido en el artículo 82 de la Carta Magna.\nQue ha tomado intervención el servicio jurídico pertinente.\nQue la presente medida se dicta en uso de las atribuciones conferidas por el artículo 99 incisos 1 y 3 de la CONSTITUCIÓN NACIONAL.\nPor ello,\nEL PRESIDENTE DE LA NACIÓN ARGENTINA EN ACUERDO GENERAL DE MINISTROS\nDECRETA:\nARTÍCULO 1º.- Prorrógase hasta el día 10 de mayo de 2020 inclusive, la vigencia del Decreto N° 297/20, prorrogado por los Decretos Nros. 325/20 y 355/20 y sus normativas complementarias.\nARTÍCULO 2º.- Por el mismo plazo indicado en el artículo 1° del presente, prorrógase la vigencia del artículo 2° del Decreto N° 325/20.\nARTÍCULO 3º.- Los Gobernadores y las Gobernadoras de Provincias podrán decidir excepciones al cumplimiento del “aislamiento social, preventivo y obligatorio” y a la prohibición de circular, respecto del personal afectado a determinadas actividades y servicios, en Departamentos o Partidos de sus jurisdicciones, previa aprobación de la autoridad sanitaria local y siempre que se dé cumplimiento, en cada Departamento o Partido comprendido en la medida, a los requisitos exigidos por los siguientes parámetros epidemiológicos y sanitarios:\n1. El tiempo de duplicación de casos confirmados de Covid-19 no debe ser inferior a QUINCE (15) días. Este requisito no será requerido si, por la escasa o nula cantidad de casos, no puede realizarse el mencionado cálculo.\n2. El sistema de salud debe contar con capacidad suficiente y adecuada para dar respuesta a la potencial demanda sanitaria.\n3. Debe existir una evaluación positiva de las autoridades sanitarias respecto del riesgo socio-sanitario con relación a la densidad poblacional del área geográfica involucrada.\n4. La proporción de personas exceptuadas del aislamiento social, preventivo y obligatorio, no podrá superar el CINCUENTA POR CIENTO (50%) de la población total del Departamento o Partido, según corresponda.\n5. El Departamento o Partido comprendido en la medida no debe estar definido por la autoridad sanitaria nacional como aquellos “con transmisión local o por conglomerado” (https://www.argentina.gob.ar/salud/coronavirus-COVID-19/zonas-definidas-transmision-local)\nCuando cualquiera de los indicadores epidemiológicos y sanitarios señalados no se cumpliere en el Departamento o Partido comprendido en la medida, no podrá disponerse la excepción respecto del mismo y esta prohibición alcanzará a todo el aglomerado urbano que incluye sus zonas lindantes.\nCuando se autorice una excepción en los términos previstos en este artículo, se deberá implementar, en forma previa, un protocolo de funcionamiento que dé cumplimiento a las recomendaciones e instrucciones sanitarias y de seguridad, nacionales y locales.\nAl disponerse la excepción se debe ordenar la inmediata comunicación de la medida al MINISTERIO DE SALUD de la Nación.\nARTÍCULO 4º.- No podrán incluirse como excepción en los términos del artículo 3° del presente decreto, las siguientes actividades y servicios:\n1. Dictado de clases presenciales en todos los niveles y todas las modalidades.\n2. Eventos públicos y privados: sociales, culturales, recreativos, deportivos, religiosos y de cualquier otra índole que implique la concurrencia de personas.\n3. Centros comerciales, cines, teatros, centros culturales, bibliotecas, museos, restaurantes, bares, gimnasios, clubes y cualquier espacio público o privado que implique la concurrencia de personas.\n4. Transporte público de pasajeros interurbano, interjurisdiccional e internacional.\n5. Actividades turísticas; apertura de parques, plazas o similares.\nARTÍCULO 5º.- Las jurisdicciones provinciales que dispusieren excepciones en el marco del artículo 3° del presente decreto, deberán realizar, en forma conjunta con el MINISTERIO DE SALUD de la Nación, el monitoreo de la evolución de la situación epidemiológica y sanitaria.\nEn forma semanal, las autoridades sanitarias locales deberán remitir a la autoridad sanitaria nacional, un “Informe de Seguimiento Epidemiológico y Sanitario COVID-19” (ISES COVID-19) que deberá contener toda la información que esta les requiera para evaluar la trayectoria de la enfermedad y la capacidad del sistema sanitario para atender a la población. Si las autoridades locales detectaren un signo de alerta epidemiológico o sanitario, deberán comunicarlo de inmediato a la autoridad sanitaria nacional.\nEl MINISTERIO DE SALUD de la Nación realizará el monitoreo de la evolución epidemiológica y sanitaria, y si detectare una situación de riesgo epidemiológico o sanitario, deberá recomendar en forma inmediata al Jefe de Gabinete de Ministros, que adopte las medidas pertinentes para contener la transmisión del virus SARS-CoV-2 que puede incluir la decisión de dejar sin efecto la excepción dispuesta por la autoridad provincial correspondiente.\nEl Jefe de Gabinete de Ministros podrá disponer el cese de las excepciones dispuestas en el marco del artículo 3° del presente decreto, respecto de la jurisdicción provincial que incumpla con la entrega del Informe de Seguimiento Epidemiológico y Sanitario requerido o incumpla con la carga de información exigida en el marco del “Monitoreo de Indicadores de Riesgo Epidemiológico y Sanitario – COVID-19” (MIRES COVID-19).\nEl Jefe de Gabinete de Ministros, en su carácter de Coordinador de la “Unidad de Coordinación General del Plan Integral para la Prevención de Eventos de Salud Pública de Importancia Internacional” podrá, en cualquier momento, por recomendación de la autoridad sanitaria nacional, dejar sin efecto las excepciones dispuestas en los términos del artículo 3° del presente decreto.\nARTÍCULO 6º.- Toda vez que los indicadores epidemiológicos señalan que los grandes aglomerados urbanos son los lugares de mayor riesgo de transmisión del virus SARS-CoV-2 y donde más difícil resulta controlar esa transmisión, no será de aplicación el artículo 3° del presente decreto respecto de los aglomerados urbanos con más de QUINIENTOS MIL (500.000) habitantes, ubicados en cualquier lugar del país, ni tampoco respecto del Área Metropolitana de BUENOS AIRES.\nA los fines de este decreto, se considera Área Metropolitana de BUENOS AIRES a la zona urbana común que conforman la CIUDAD AUTÓNOMA DE BUENOS AIRES y los siguientes CUARENTA (40) Municipios de la Provincia de BUENOS AIRES: Almirante Brown, Avellaneda, Berazategui, Berisso, Brandsen, Campana, Cañuelas, Ensenada, Escobar, Esteban Echeverría, Exaltación de la Cruz, Ezeiza, Florencio Varela, General Las Heras, General Rodríguez, General San Martín, Hurlingham, Ituzaingó, José C. Paz, La Matanza, Lanús, La Plata, Lomas de Zamora, Luján, Marcos Paz, Malvinas Argentinas, Moreno, Merlo, Morón, Pilar, Presidente Perón, Quilmes, San Fernando, San Isidro, San Miguel, San Vicente, Tigre, Tres de Febrero, Vicente López y Zárate.\nEl Jefe de Gabinete de Ministros, en su carácter de Coordinador de la “Unidad de Coordinación General del Plan Integral para la Prevención de Eventos de Salud Pública de Importancia Internacional”, podrá incluir en esta prohibición a aglomerados urbanos que tengan menos de QUINIENTOS MIL (500.000) habitantes o excluir a otros que superen esa cantidad de población, en atención a la evolución epidemiológica específica del lugar y previa intervención de la autoridad sanitaria nacional.\nARTÍCULO 7º.- Los trabajadores y las trabajadoras mayores de SESENTA (60) años de edad, embarazadas o personas incluidas en los grupos en riesgo según fueran definidos por el MINISTERIO DE SALUD de la Nación (https://www.boletinoficial.gob.ar/detalleAviso/primera/227068/20200320), y aquellas cuya presencia en el hogar resulte indispensable para el cuidado del niño, niña o adolescente, están dispensados del deber de asistencia al lugar de trabajo en los términos de la Resolución N° 207 del 16 de marzo de 2020, prorrogada por la Resolución del MINISTERIO DE TRABAJO, EMPLEO Y SEGURIDAD SOCIAL N° 296 del 2 de abril de 2020.\nARTÍCULO 8º.- Las personas que deben cumplir el “aislamiento social, preventivo y obligatorio” podrán realizar una breve salida de esparcimiento, en beneficio de la salud y el bienestar psicofísico, sin alejarse más de QUINIENTOS (500) metros de su residencia, con una duración máxima de SESENTA (60) minutos, en horario diurno y antes de las 20 horas. No se podrá usar transporte público o vehicular y se deberá guardar en todo momento un distanciamiento físico entre peatones no menor a DOS (2) metros, salvo en el caso de niños y niñas de hasta DOCE (12) años de edad, quienes deberán realizar la salida en compañía de una persona mayor conviviente. En ningún caso se podrán realizar aglomeramientos o reuniones y se deberá dar cumplimiento a las instrucciones generales de la autoridad sanitaria (https://www.argentina.gob.ar/salud/coronavirus/poblacion/prevencion). Para esta salida se recomienda el uso de cubre boca, nariz y mentón o barbijo casero (https://www.argentina.gob.ar/coronavirus/barbijo). Las autoridades locales dictaran las correspondientes normas reglamentarias y, en atención a las condiciones epidemiológicas y a la evaluación de riesgo en los distintos Departamentos o Partidos de la jurisdicción a su cargo, podrán incluso determinar uno o algunos días para ejercer este derecho, limitar su duración y, eventualmente, suspenderlo con el fin de proteger la salud pública.\nARTÍCULO 9º.- Las autoridades de las jurisdicciones y organismos del sector público nacional, en coordinación con sus pares de las jurisdicciones provinciales, de la CIUDAD AUTÓNOMA DE BUENOS AIRES y las autoridades municipales, cada una en el ámbito de sus competencias, dispondrán los procedimientos de fiscalización necesarios para garantizar el cumplimiento del aislamiento social, preventivo y obligatorio, de los protocolos vigentes y de las normas dispuestas en el marco de la emergencia sanitaria y de sus normas complementarias.\nARTÍCULO 10.- El presente decreto es de orden público.\nARTÍCULO 11.- La presente medida entrará en vigencia el día siguiente de su publicación en el BOLETÍN OFICIAL.\nARTÍCULO 12.- Dése cuenta a la COMISIÓN BICAMERAL PERMANENTE DEL HONORABLE CONGRESO DE LA NACIÓN.\nARTÍCULO 13.- Comuníquese, publíquese, dése a la DIRECCIÓN NACIONAL DEL REGISTRO OFICIAL y archívese. FERNÁNDEZ - Santiago Andrés Cafiero - Eduardo Enrique de Pedro - Felipe Carlos Solá - Agustin Oscar Rossi - Martín Guzmán - Matías Sebastián Kulfas - Luis Eugenio Basterra - Gabriel Nicolás Katopodis - Marcela Miriam Losardo - Sabina Andrea Frederic - Ginés Mario González García - Daniel Fernando Arroyo - Elizabeth Gómez Alcorta - Mario Andrés Meoni - Claudio Omar Moroni - Nicolás A. Trotta - Roberto Carlos Salvarezza - Juan Cabandie - Matías Lammens - María Eugenia Bielsa - Tristán Bauer\ne. 26/04/2020 N° 17993/20 v. 26/04/2020\nFecha de publicación 26/04/2020\nCompartir por email\n×\nPara:\nAsunto:\nAviso:\nCerrar\nEnviar.\n                                    El debate constará de tres rondas:\n                                    1. **Primera ronda**: Cada agente expresará su postura inicial, presentando argumentos a favor o en contra de la ley.\n                                    2. **Segunda ronda**: Los agentes recibirán un informe con datos (provenientes de búsquedas en Google) y los argumentos expuestos por el resto de los agentes. Con esta información, podrán formular contraargumentos o reforzar su postura inicial.\n                                    3. **Tercera ronda**: Los agentes recibirán tanto los argumentos iniciales como los contraargumentos de las rondas previas. En base a ello, deberán realizar una argumentación final y emitir una conclusión definitiva.\n                                    En cada ronda, al finalizar su exposición, cada agente deberá explicitar su voto (a favor o en contra de la ley). El voto puede modificarse de ronda a ronda, pero el voto que determina la aprobación o rechazo de la ley será el emitido en la última ronda."
        },
        {
            "role": "user",
            "content": "Ahora arranca la ronda 0"
        },
        {
            "role": "user",
            "content": "En esta primera ronda, cada agente debe exponer su postura inicial respecto a la ley 'Prórroga del ASPO hasta el 10/5/2020.. Edición del\n3 de Julio de 2025\nEdiciones Anteriores\nBúsqueda avanzada\nSecciones\nBúsqueda\nCantidad de resultados\nBúsqueda avanzada\nLegislación y Avisos Oficiales\nPrimera Sección\nSociedades y Avisos Judiciales\nSegunda Sección\nContrataciones\nTercera Sección\nVolver\nLegislación y Avisos Oficiales\nPrimera sección\nPrimera\nDecretos\nDetalle\n|\n|\nVer páginas publicadas\nVer texto del aviso\nAISLAMIENTO SOCIAL, PREVENTIVO Y OBLIGATORIO\nDecreto 408/2020\nDECNU-2020-408-APN-PTE - Prórroga.\nCiudad de Buenos Aires, 26/04/2020\nVISTO el Expediente N° EX-2020-27946119-APN-DSGA#SLYT, la Ley Nº 27.541, los Decretos Nros. 260 del 12 de marzo de 2020 y su modificatorio, 287 del 17 de marzo de 2020, 297 del 19 de marzo de 2020, 325 del 31 de marzo de 2020 y 355 del 11 de abril de 2020 y sus normas complementarias, y\nCONSIDERANDO:\nQue por el Decreto N° 260/20 se amplió en nuestro país la emergencia pública en materia sanitaria establecida por la Ley N° 27.541 por el plazo de UN (1) año, en virtud de la pandemia de COVID-19 declarada con fecha 11 de marzo del corriente año por la ORGANIZACIÓN MUNDIAL DE LA SALUD (OMS).\nQue la velocidad en el agravamiento de la situación epidemiológica a escala internacional requirió, pocos días después, la adopción de medidas inmediatas para hacer frente a la emergencia dando lugar al dictado del Decreto N° 297/20, por el cual se dispuso el “aislamiento social, preventivo y obligatorio” durante el plazo comprendido entre el 20 y el 31 de marzo del corriente año. Ese plazo, por similares razones, fue prorrogado mediante el Decreto N° 325/20 hasta el día 12 de abril de este año y por el Decreto N° 355/20 hasta el día 26 de abril inclusive.\nQue, a más de CINCUENTA (50) días de confirmado el primer caso y luego de que el 20 de marzo se decretara el aislamiento social, preventivo obligatorio, las medidas de aislamiento y distanciamiento social siguen revistiendo un rol de vital importancia para hacer frente a la situación epidemiológica y mitigar el impacto sanitario de COVID-19, ya que a la fecha no se cuenta con un tratamiento efectivo ni con una vacuna que lo prevenga.\nQue, al momento de disponer el aislamiento social, preventivo y obligatorio a nivel nacional, el tiempo de duplicación de casos era de 3.3 días y en la actualidad alcanza los 17.1 días.\nQue aun sin conocer todas las implicancias y particularidades de este nuevo virus y visualizando lo que ha ocurrido y sigue ocurriendo en otros países del mundo, deben seguir tomándose decisiones que procuren reducir la morbimortalidad y adecuar el sistema de salud para mejorar su capacidad de respuesta.\nQue las estrategias que se han elegido en otros países del mundo no permiten aún dimensionar su eficacia dado que no hay ninguno que haya superado totalmente la epidemia y eso nos obliga a diseñar una estrategia nacional específica para atender las urgencias que demanda una situación con características inusitadas.\nQue, atendiendo a la experiencia reciente y a diferencia de los comportamientos observados en otros países del mundo, Argentina ha tomado la decisión de disponer un conjunto de medidas preventivas que fueron instrumentadas tempranamente.\nQue estas medidas permitieron, por el momento, contener la epidemia por la aparición gradual y detección precoz de casos y la implementación de las acciones de control con menor tiempo de evolución, registrándose una disminución en la velocidad de propagación y evitando que se verificara la saturación del sistema de salud, tal como sucedió en otros lugares del mundo.\nQue el artículo 14 de la CONSTITUCIÓN NACIONAL establece que: “Todos los habitantes de la Nación gozan de los siguientes derechos conforme a las leyes que reglamenten su ejercicio; a saber: de trabajar y ejercer toda industria lícita; de navegar y comerciar; de peticionar a las autoridades; de entrar, permanecer, transitar y salir del territorio argentino…”.\nQue, si bien tales derechos resultan pilares fundamentales de nuestro ordenamiento jurídico, los mismos están sujetos a limitaciones por razones de orden público, seguridad y salud pública. En efecto, el Pacto Internacional de Derechos Civiles y Políticos recoge en su artículo 12, inciso 1 el derecho a “…circular libremente…”, y el artículo 12, inciso 3 establece que el ejercicio de los derechos por él consagrados “no podrá ser objeto de restricciones a no ser que éstas se encuentren previstas en la ley, sean necesarias para proteger la seguridad nacional, el orden público, la salud o la moral públicas o los derechos y libertades de terceros, y sean compatibles con los demás derechos reconocidos en el presente Pacto”.\nQue, en igual sentido, la Convención Americana sobre Derechos Humanos establece en su artículo 22, inciso 3 que el ejercicio de los derechos a circular y residir en un Estado, consagrados en el artículo 22, inciso 1, entre otros, “…no puede ser restringido sino en virtud de una ley, en la medida indispensable en una sociedad democrática, para prevenir infracciones penales o para proteger la seguridad nacional, la seguridad o el orden públicos, la moral o la salud públicas o los derechos y libertades de los demás”.\nQue la Justicia Federal de la Provincia de TUCUMÁN, en cuanto a la razonabilidad de las medidas adoptadas en nuestro país, en el marco del Decreto N° 260/20, ha manifestado que: “…Asimismo, se contempló que algunos derechos pueden ser temporalmente suspendidos (como los de circulación y de residencia) y, en consecuencia, que su ejercicio puede restringirse, en forma proporcionada y razonable, y por el menor tiempo posible, ante la emergencia pública en materia sanitaria que la REPÚBLICA ARGENTINA se encuentra atravesando. También se ha considerado que los Estados tienen la prerrogativa de regular de manera temporal el control de los movimientos migratorios a lo largo de cada una de sus fronteras, lo que comprende la facultad de restringir el ingreso al territorio nacional cuando se determine fundadamente que ello representa una amenaza o riesgo relevante para la salud pública o la seguridad”; y en ese mismo orden de ideas que: “La medida dispuesta responde a la necesidad de garantizar la salud pública frente a circunstancias de inusitadas características, siendo la protección de ella una obligación inalienable del Estado.” (C., J. A c/ Estado Nacional - Presidencia de la Nación y otro s/ amparo Ley 16.986 – Cámara Federal de Tucumán - 11/04/2020).\nQue el presente decreto, así como el Decreto N° 297/20 y sus prórrogas, se dicta con el fin de contener y mitigar la propagación de la epidemia de COVID-19 y con su aplicación se pretende preservar la salud pública, adoptándose en tal sentido medidas proporcionadas a la amenaza que se enfrenta, en forma razonable y temporaria. La restricción a la libertad ambulatoria tiende a la preservación del orden público, en cuanto el bien jurídico tutelado es el derecho colectivo a la salud pública. En efecto, no se trata solo de la salud de cada una de las personas obligadas a cumplir la medida de aislamiento dispuesta, sino de todas y todos los habitantes en su conjunto, ya que la salud pública, por las características de contagio de COVID-19, depende de que cada una y cada uno de nosotros cumpla con su aislamiento, como la forma más eficaz para cuidarnos como sociedad.\nQue, antes de decidir esta medida, el Presidente de la Nación y el Ministro de Salud de la Nación mantuvieron una reunión con destacados expertos en epidemiología y recibieron precisas recomendaciones acerca de la conveniencia y necesidad, a los fines de proteger la salud pública, de prorrogar el “Aislamiento Social, Preventivo y Obligatorio” hasta el día 10 de mayo del corriente año, inclusive.\nQue, asimismo, los gobernadores, las gobernadoras y el Jefe de Gobierno de la Ciudad Autónoma de Buenos Aires manifestaron su acompañamiento a las medidas dispuestas para mitigar la propagación del Virus SARS-CoV-2, y realizaron consideraciones sobre las realidades locales, las cuales se tienen en cuenta en la presente medida.\nQue nuestro país es el octavo en extensión territorial a nivel mundial y presenta una diversidad geográfica, socio-económica y demográfica que impacta en la dinámica de transmisión del virus.\nQue esta diversidad se evidencia en la situación epidemiológica actual ya que el SESENTA Y DOS POR CIENTO (62%) de los departamentos del país no registran casos de COVID-19, mientras que la totalidad de los casos confirmados se localizan en el TREINTA Y OCHO POR CIENTO (38%) restante.\nQue la densidad poblacional constituye un factor relevante en la dinámica de esta epidemia ya que el CUARENTA Y SIETE COMA CUATRO POR CIENTO (47,4%) de la población total reside en departamentos que han notificado casos confirmados en grandes conglomerados o con circulación comunitaria y que la mayor parte de los departamentos de esta categoría coincide con los grandes centros urbanos de la Argentina.\nQue esta diversidad se evidencia en la situación epidemiológica actual ya que el SESENTA Y DOS POR CIENTO (62%) de los departamentos del país no registran casos de COVID-19; sin embargo, el CUARENTA Y SIETE COMA CUATRO POR CIENTO (47,4%) de la población total reside en departamentos que han notificado casos confirmados en grandes conglomerados o con circulación comunitaria.\nQue la mayor parte de los departamentos de esta categoría coincide con los grandes centros urbanos de Argentina.\nQue la presente medida resulta necesaria con el fin de continuar controlando el impacto de la epidemia en cada jurisdicción, y que para ello se requiere avanzar hacia una nueva forma de abordaje de la misma, atendiendo a las diversas situaciones locales que se han manifestado de manera distinta a lo largo del país.\nQue para esta nueva etapa se requiere un sistema de monitoreo permanente de la situación que permita el seguimiento de la evolución de la epidemia en cada área geográfica, en función de un conjunto de indicadores dinámicos y criteriosamente seleccionados.\nQue, en virtud de la dinámica de la transmisión, es posible identificar:\n1. Áreas en las que solo se han confirmado casos importados o casos de contactos locales a partir del caso importado y que están controladas; por ello implican un bajo riesgo de transmisión en la comunidad si se sostienen las medidas adecuadas de detección precoz, aislamiento de casos y de contactos. En estos casos, se recomienda conservar medidas y recomendaciones generales y un permanente monitoreo ante la aparición de un nuevo caso.\n2. Áreas que presentan transmisión local extendida, ya sea por conglomerados (cantidad importante de casos, pero relacionados a un nexo o varios nexos conocidos) o con casos comunitarios (casos que no presentan nexo epidemiológico). En estos contextos, el control de la transmisión constituye un desafío mayor e implica un riesgo aumentado de la propagación del virus, entre otras razones debido a la gran dificultad de detectar e identificar casos sospechosos y sus contactos, para poder realizar las medidas de aislamiento correspondiente y limitar la transmisión.\nQue, en cuanto a las características demográficas que se pueden observar en las distintas jurisdicciones y hacia el interior de cada una de ellas, se pueden caracterizar áreas donde la implementación de las recomendaciones para limitar la transmisión de COVID-19 es de difícil cumplimiento. En efecto, tal es el caso de las zonas densamente pobladas que, ante la aparición de nuevos casos, exhiben un muy alto riesgo de transmisión masiva y dificultad para su control, que se incrementa cuanto mayor es la densidad poblacional.\nQue es fundamental, para minimizar el impacto que pueda tener la aparición de casos en territorios que hasta el momento no han constatado la presencia del virus SARS-CoV-2, extremar las medidas de precaución y avanzar con lentitud en la habilitación de actividades que generen mayor circulación de personas y por lo tanto, más riesgo.\nQue, por lo tanto, en función de los párrafos precedentes, el MINISTERIO DE SALUD de la Nación es quien determina las condiciones que deben ser exigidas como requisito previo a la habilitación de funcionamiento de determinadas actividades en cada Partido o Departamento de una determinada jurisdicción provincial.\nQue, en virtud de todo lo expuesto, la presente medida prorroga el aislamiento social, preventivo y Obligatorio, a la vez que establece que los Gobernadores y las Gobernadoras de las Provincias, podrán decidir excepciones a dicho aislamiento y a la prohibición de circular, al personal afectado a determinadas actividades y servicios en determinados Departamentos y Partidos de su jurisdicción, siempre que se verifiquen en cada Departamento o Partido comprometido en la excepción, los requisitos exigidos por la autoridad sanitaria nacional, cuyo basamento responde a parámetros epidemiológicos y sanitarios, con base científica, que se establecen expresamente.\nQue la presente medida avanza hacia una nueva fase de abordaje del aislamiento social, preventivo y obligatorio, atendiendo las diversidades de las distintas jurisdicciones, según criterios epidemiológicos y sanitarios definidos, resultando prudente mantener fuera de las excepciones que podrán decidir las autoridades locales, a las actividades, servicios y lugares que se establecen en el artículo 4° del presente decreto, por implicar necesariamente la concurrencia de personas y riesgos epidemiológicos que es necesario evitar.\nQue, asimismo, toda vez que los indicadores epidemiológicos señalan que los grandes conglomerados urbanos son los lugares de mayor peligro de expansión del virus SARS-CoV-2 y, también, los lugares donde es más difícil contener el contagio, no se establece la posibilidad de decidir excepciones al aislamiento social, preventivo y obligatorio, por parte de las autoridades de las jurisdicciones provinciales, respecto de los aglomerados urbanos con más de QUINIENTOS MIL (500.000) habitantes situados en cualquier lugar del país, ni respecto del Área Metropolitana de BUENOS AIRES, que incluye a la CIUDAD AUTÓNOMA DE BUENOS AIRES y a CUARENTA (40) Partidos, a los fines de este decreto.\nQue, dado que ya han transcurrido más de CINCO (5) semanas de vigencia del aislamiento, social, preventivo y obligatorio, se establece que las personas alcanzadas por este, podrán realizar breves salidas de esparcimiento, considerando la importancia de ellas para el bienestar psicofísico de la población. La realización de dichas salidas merecerá la reglamentación de la autoridad local competente y, según la situación epidemiológica del lugar y el análisis de riesgo, se podrán restringir los días de su realización, su duración y, eventualmente, suspenderlas con el fin de proteger la salud pública.\nQue, atento que las medidas actuales acerca del aislamiento, social, preventivo y obligatorio adoptadas en el presente decreto implicarán una mayor circulación de personas, que nunca podrá superar el CINCUENTA POR CIENTO (50%) de quienes habitan en un Partido o Departamento, resulta necesario proceder a evaluar sus resultados, en los próximos días, con el fin de efectuar las rectificaciones necesarias en caso de que los indicadores así lo evidenciaren, ante signos de alertas epidemiológicos y sanitarios por propagación del nuevo Coronavirus COVID-19.\nQue las medidas que se establecen en el presente decreto son temporarias y resultan necesarias, razonables y proporcionadas con relación a la amenaza y al riesgo sanitario que enfrenta nuestro país.\nQue en virtud de lo expuesto, deviene imposible seguir los trámites ordinarios para la sanción de las leyes.\nQue la Ley N° 26.122 regula el trámite y los alcances de la intervención del HONORABLE CONGRESO DE LA NACIÓN respecto de los Decretos de Necesidad y Urgencia dictados por el PODER EJECUTIVO NACIONAL, en virtud de lo dispuesto por el artículo 99 inciso 3 de la CONSTITUCIÓN NACIONAL.\nQue la citada ley determina que la COMISIÓN BICAMERAL PERMANENTE tiene competencia para pronunciarse respecto de la validez o invalidez de los Decretos de Necesidad y Urgencia, así como para elevar el dictamen al plenario de cada Cámara para su expreso tratamiento, en el plazo de DIEZ (10) días hábiles.\nQue el artículo 22 de la Ley N° 26.122 dispone que las Cámaras se pronuncien mediante sendas resoluciones, y que el rechazo o aprobación de los decretos deberá ser expreso conforme lo establecido en el artículo 82 de la Carta Magna.\nQue ha tomado intervención el servicio jurídico pertinente.\nQue la presente medida se dicta en uso de las atribuciones conferidas por el artículo 99 incisos 1 y 3 de la CONSTITUCIÓN NACIONAL.\nPor ello,\nEL PRESIDENTE DE LA NACIÓN ARGENTINA EN ACUERDO GENERAL DE MINISTROS\nDECRETA:\nARTÍCULO 1º.- Prorrógase hasta el día 10 de mayo de 2020 inclusive, la vigencia del Decreto N° 297/20, prorrogado por los Decretos Nros. 325/20 y 355/20 y sus normativas complementarias.\nARTÍCULO 2º.- Por el mismo plazo indicado en el artículo 1° del presente, prorrógase la vigencia del artículo 2° del Decreto N° 325/20.\nARTÍCULO 3º.- Los Gobernadores y las Gobernadoras de Provincias podrán decidir excepciones al cumplimiento del “aislamiento social, preventivo y obligatorio” y a la prohibición de circular, respecto del personal afectado a determinadas actividades y servicios, en Departamentos o Partidos de sus jurisdicciones, previa aprobación de la autoridad sanitaria local y siempre que se dé cumplimiento, en cada Departamento o Partido comprendido en la medida, a los requisitos exigidos por los siguientes parámetros epidemiológicos y sanitarios:\n1. El tiempo de duplicación de casos confirmados de Covid-19 no debe ser inferior a QUINCE (15) días. Este requisito no será requerido si, por la escasa o nula cantidad de casos, no puede realizarse el mencionado cálculo.\n2. El sistema de salud debe contar con capacidad suficiente y adecuada para dar respuesta a la potencial demanda sanitaria.\n3. Debe existir una evaluación positiva de las autoridades sanitarias respecto del riesgo socio-sanitario con relación a la densidad poblacional del área geográfica involucrada.\n4. La proporción de personas exceptuadas del aislamiento social, preventivo y obligatorio, no podrá superar el CINCUENTA POR CIENTO (50%) de la población total del Departamento o Partido, según corresponda.\n5. El Departamento o Partido comprendido en la medida no debe estar definido por la autoridad sanitaria nacional como aquellos “con transmisión local o por conglomerado” (https://www.argentina.gob.ar/salud/coronavirus-COVID-19/zonas-definidas-transmision-local)\nCuando cualquiera de los indicadores epidemiológicos y sanitarios señalados no se cumpliere en el Departamento o Partido comprendido en la medida, no podrá disponerse la excepción respecto del mismo y esta prohibición alcanzará a todo el aglomerado urbano que incluye sus zonas lindantes.\nCuando se autorice una excepción en los términos previstos en este artículo, se deberá implementar, en forma previa, un protocolo de funcionamiento que dé cumplimiento a las recomendaciones e instrucciones sanitarias y de seguridad, nacionales y locales.\nAl disponerse la excepción se debe ordenar la inmediata comunicación de la medida al MINISTERIO DE SALUD de la Nación.\nARTÍCULO 4º.- No podrán incluirse como excepción en los términos del artículo 3° del presente decreto, las siguientes actividades y servicios:\n1. Dictado de clases presenciales en todos los niveles y todas las modalidades.\n2. Eventos públicos y privados: sociales, culturales, recreativos, deportivos, religiosos y de cualquier otra índole que implique la concurrencia de personas.\n3. Centros comerciales, cines, teatros, centros culturales, bibliotecas, museos, restaurantes, bares, gimnasios, clubes y cualquier espacio público o privado que implique la concurrencia de personas.\n4. Transporte público de pasajeros interurbano, interjurisdiccional e internacional.\n5. Actividades turísticas; apertura de parques, plazas o similares.\nARTÍCULO 5º.- Las jurisdicciones provinciales que dispusieren excepciones en el marco del artículo 3° del presente decreto, deberán realizar, en forma conjunta con el MINISTERIO DE SALUD de la Nación, el monitoreo de la evolución de la situación epidemiológica y sanitaria.\nEn forma semanal, las autoridades sanitarias locales deberán remitir a la autoridad sanitaria nacional, un “Informe de Seguimiento Epidemiológico y Sanitario COVID-19” (ISES COVID-19) que deberá contener toda la información que esta les requiera para evaluar la trayectoria de la enfermedad y la capacidad del sistema sanitario para atender a la población. Si las autoridades locales detectaren un signo de alerta epidemiológico o sanitario, deberán comunicarlo de inmediato a la autoridad sanitaria nacional.\nEl MINISTERIO DE SALUD de la Nación realizará el monitoreo de la evolución epidemiológica y sanitaria, y si detectare una situación de riesgo epidemiológico o sanitario, deberá recomendar en forma inmediata al Jefe de Gabinete de Ministros, que adopte las medidas pertinentes para contener la transmisión del virus SARS-CoV-2 que puede incluir la decisión de dejar sin efecto la excepción dispuesta por la autoridad provincial correspondiente.\nEl Jefe de Gabinete de Ministros podrá disponer el cese de las excepciones dispuestas en el marco del artículo 3° del presente decreto, respecto de la jurisdicción provincial que incumpla con la entrega del Informe de Seguimiento Epidemiológico y Sanitario requerido o incumpla con la carga de información exigida en el marco del “Monitoreo de Indicadores de Riesgo Epidemiológico y Sanitario – COVID-19” (MIRES COVID-19).\nEl Jefe de Gabinete de Ministros, en su carácter de Coordinador de la “Unidad de Coordinación General del Plan Integral para la Prevención de Eventos de Salud Pública de Importancia Internacional” podrá, en cualquier momento, por recomendación de la autoridad sanitaria nacional, dejar sin efecto las excepciones dispuestas en los términos del artículo 3° del presente decreto.\nARTÍCULO 6º.- Toda vez que los indicadores epidemiológicos señalan que los grandes aglomerados urbanos son los lugares de mayor riesgo de transmisión del virus SARS-CoV-2 y donde más difícil resulta controlar esa transmisión, no será de aplicación el artículo 3° del presente decreto respecto de los aglomerados urbanos con más de QUINIENTOS MIL (500.000) habitantes, ubicados en cualquier lugar del país, ni tampoco respecto del Área Metropolitana de BUENOS AIRES.\nA los fines de este decreto, se considera Área Metropolitana de BUENOS AIRES a la zona urbana común que conforman la CIUDAD AUTÓNOMA DE BUENOS AIRES y los siguientes CUARENTA (40) Municipios de la Provincia de BUENOS AIRES: Almirante Brown, Avellaneda, Berazategui, Berisso, Brandsen, Campana, Cañuelas, Ensenada, Escobar, Esteban Echeverría, Exaltación de la Cruz, Ezeiza, Florencio Varela, General Las Heras, General Rodríguez, General San Martín, Hurlingham, Ituzaingó, José C. Paz, La Matanza, Lanús, La Plata, Lomas de Zamora, Luján, Marcos Paz, Malvinas Argentinas, Moreno, Merlo, Morón, Pilar, Presidente Perón, Quilmes, San Fernando, San Isidro, San Miguel, San Vicente, Tigre, Tres de Febrero, Vicente López y Zárate.\nEl Jefe de Gabinete de Ministros, en su carácter de Coordinador de la “Unidad de Coordinación General del Plan Integral para la Prevención de Eventos de Salud Pública de Importancia Internacional”, podrá incluir en esta prohibición a aglomerados urbanos que tengan menos de QUINIENTOS MIL (500.000) habitantes o excluir a otros que superen esa cantidad de población, en atención a la evolución epidemiológica específica del lugar y previa intervención de la autoridad sanitaria nacional.\nARTÍCULO 7º.- Los trabajadores y las trabajadoras mayores de SESENTA (60) años de edad, embarazadas o personas incluidas en los grupos en riesgo según fueran definidos por el MINISTERIO DE SALUD de la Nación (https://www.boletinoficial.gob.ar/detalleAviso/primera/227068/20200320), y aquellas cuya presencia en el hogar resulte indispensable para el cuidado del niño, niña o adolescente, están dispensados del deber de asistencia al lugar de trabajo en los términos de la Resolución N° 207 del 16 de marzo de 2020, prorrogada por la Resolución del MINISTERIO DE TRABAJO, EMPLEO Y SEGURIDAD SOCIAL N° 296 del 2 de abril de 2020.\nARTÍCULO 8º.- Las personas que deben cumplir el “aislamiento social, preventivo y obligatorio” podrán realizar una breve salida de esparcimiento, en beneficio de la salud y el bienestar psicofísico, sin alejarse más de QUINIENTOS (500) metros de su residencia, con una duración máxima de SESENTA (60) minutos, en horario diurno y antes de las 20 horas. No se podrá usar transporte público o vehicular y se deberá guardar en todo momento un distanciamiento físico entre peatones no menor a DOS (2) metros, salvo en el caso de niños y niñas de hasta DOCE (12) años de edad, quienes deberán realizar la salida en compañía de una persona mayor conviviente. En ningún caso se podrán realizar aglomeramientos o reuniones y se deberá dar cumplimiento a las instrucciones generales de la autoridad sanitaria (https://www.argentina.gob.ar/salud/coronavirus/poblacion/prevencion). Para esta salida se recomienda el uso de cubre boca, nariz y mentón o barbijo casero (https://www.argentina.gob.ar/coronavirus/barbijo). Las autoridades locales dictaran las correspondientes normas reglamentarias y, en atención a las condiciones epidemiológicas y a la evaluación de riesgo en los distintos Departamentos o Partidos de la jurisdicción a su cargo, podrán incluso determinar uno o algunos días para ejercer este derecho, limitar su duración y, eventualmente, suspenderlo con el fin de proteger la salud pública.\nARTÍCULO 9º.- Las autoridades de las jurisdicciones y organismos del sector público nacional, en coordinación con sus pares de las jurisdicciones provinciales, de la CIUDAD AUTÓNOMA DE BUENOS AIRES y las autoridades municipales, cada una en el ámbito de sus competencias, dispondrán los procedimientos de fiscalización necesarios para garantizar el cumplimiento del aislamiento social, preventivo y obligatorio, de los protocolos vigentes y de las normas dispuestas en el marco de la emergencia sanitaria y de sus normas complementarias.\nARTÍCULO 10.- El presente decreto es de orden público.\nARTÍCULO 11.- La presente medida entrará en vigencia el día siguiente de su publicación en el BOLETÍN OFICIAL.\nARTÍCULO 12.- Dése cuenta a la COMISIÓN BICAMERAL PERMANENTE DEL HONORABLE CONGRESO DE LA NACIÓN.\nARTÍCULO 13.- Comuníquese, publíquese, dése a la DIRECCIÓN NACIONAL DEL REGISTRO OFICIAL y archívese. FERNÁNDEZ - Santiago Andrés Cafiero - Eduardo Enrique de Pedro - Felipe Carlos Solá - Agustin Oscar Rossi - Martín Guzmán - Matías Sebastián Kulfas - Luis Eugenio Basterra - Gabriel Nicolás Katopodis - Marcela Miriam Losardo - Sabina Andrea Frederic - Ginés Mario González García - Daniel Fernando Arroyo - Elizabeth Gómez Alcorta - Mario Andrés Meoni - Claudio Omar Moroni - Nicolás A. Trotta - Roberto Carlos Salvarezza - Juan Cabandie - Matías Lammens - María Eugenia Bielsa - Tristán Bauer\ne. 26/04/2020 N° 17993/20 v. 26/04/2020\nFecha de publicación 26/04/2020\nCompartir por email\n×\nPara:\nAsunto:\nAviso:\nCerrar\nEnviar'. La respuesta debe dejar en claro si el agente está a favor o en contra de la ley, con una argumentación sólida, clara y fundamentada en su marco ideológico. Se espera que la intervención incluya al menos una referencia específica al contenido o impacto potencial de la ley. Dado que esta ronda establece las bases del debate, es fundamental que cada agente exprese con precisión sus valores, principios y preocupaciones centrales en relación con la ley, en distintos ejes. Al finalizar su intervención, el agente debe explicitar su voto actual (a favor o en contra de la ley)."
        },
        {
            "role": "user",
            "content": "Tiene la palabra el Agente Liberal"
        },
        {
            "role": "assistant",
            "content": "[Agente Liberal]: El decreto de prórroga del Aislamiento Social, Preventivo y Obligatorio (ASPO) hasta el 10 de mayo de 2020, bajo el pretexto de proteger la salud pública frente a la pandemia de COVID-19, es una violación flagrante de las libertades individuales y los derechos fundamentales consagrados en la Constitución Nacional. Este tipo de medidas, aunque pueden parecer urgentes, son, en realidad, un reflejo de un estado paternalista que asume un rol excesivo, restringiendo los derechos de libre circulación y de trabajo de los ciudadanos. La necesidad de la salud pública no puede ser una excusa para anular la libertad personal, en especial cuando evidencias indican que muchos departamentos del país no tenían casos confirmados en ese momento. Las libertades individuales son irrestrictas, y los riesgos sanitarios deben ser gestionados a través de estrategias que no impliquen confinamientos coercitivos. La opción de habilitar excepciones, aunque es un paso, sigue siendo un enfoque que reside y centraliza el poder en el Estado, en vez de fomentar la responsabilidad individual y la capacidad de acción de los ciudadanos. La respuesta apropiada implica confiar en los ciudadanos y promover el uso de la responsabilidad individual, basado en información clara y precisa sobre la situación sanitaria, en lugar de imponer restricciones drásticas. Por tanto, considero que este decreto no aborda el problema de fondo y es perjudicial para el tejido social y económico del país."
        },
        {
            "role": "user",
            "content": "Tiene la palabra el Agente de Juntos Por El Cambio"
        },
        {
            "role": "assistant",
            "content": "[Agente de Juntos Por El Cambio]: Desde nuestra perspectiva en Juntos por el Cambio, la extensión del Aislamiento Social, Preventivo y Obligatorio (ASPO) hasta el 10 de mayo de 2020 plantea serias preocupaciones en varios frentes. En primer lugar, es fundamental reconocer que el derecho a la movilidad y a llevar a cabo actividades económicas son pilares esenciales de una democracia y de una economía de mercado saludable. Las restricciones prolongadas generan un impacto severo no solo en la economía, sino también en la calidad de vida de los ciudadanos, en particular, de aquellos que dependen diariamente de sus ingresos para sobrevivir. \n\nSi bien entendemos la necesidad de proteger la salud pública y reconocer la amenaza que representa el COVID-19, la implementación de medidas estrictas y de larga duración debería ser analizada con un enfoque que permita el equilibrio entre la salud y la actividad económica. La experiencia internacional sugiere que un enfoque que combine la responsabilidad individual con medidas sanitarias efectivas es más eficiente para contener la pandemia sin causar un daño significativo a la economía y al bienestar social.\n\nAdicionalmente, se observa que la prórroga se apoya en datos como el tiempo de duplicación de casos y la posibilidad de permitir excepciones a las actividades productivas. Sin embargo, es esencial tener en cuenta que los gobernadores y autoridades locales deben tener la flexibilidad de administrar estas excepciones de acuerdo a la realidad epidemiológica específica de sus jurisdicciones, evitando la concentración de decisiones en un nivel central que puede no ser capaz de evaluar correctamente las dinámicas locales.\n\nEn definitiva, la medida se alinea con una postura que prioriza la restricción por encima de la libertad y la actividad empresarial, lo que puede revivir los problemas estructurales que han llevado a la Argentina a crisis recurrentes. Por todo esto, nuestra postura es en contra de la prórroga del ASPO tal como está planteada, ya que consideramos que debemos buscar fórmulas más equilibradas que promuevan el cumplimiento de las normas sanitarias sin sacrificar las libertades individuales y el desarrollo económico. \n"
        },
        {
            "role": "user",
            "content": "Tiene la palabra el Agente de Union Por La Patria"
        },
        {
            "role": "assistant",
            "content": "[Agente de Union Por La Patria]: La prórroga del Aislamiento Social, Preventivo y Obligatorio (ASPO) hasta el 10 de mayo de 2020 es una medida fundamental para la salvaguarda de la salud pública, especialmente en el contexto de una pandemia global. Esta legislación responde a la necesidad urgente de contener el COVID-19 y prevenir un colapso del sistema sanitario, algo que podría afectar de manera desproporcionada a los sectores más vulnerables de nuestra sociedad. Desde la perspectiva del justicialismo, la justicia social es un valor central, y esta medida se alinea con nuestro compromiso hacia el bienestar colectivo. La prórroga del ASPO permite que el Estado actúe de manera proactiva para proteger la vida y la salud de toda la ciudadanía. Además, esta medida es coherente con la defensa de la soberanía política y el rol del Estado como garante de los derechos de los argentinos, reafirmando su responsabilidad en tiempos de crisis."
        },
        {
            "role": "user",
            "content": "Tiene la palabra el Agente de Izquierda"
        },
        {
            "role": "assistant",
            "content": "[Agente de Izquierda]: La prórroga del Aislamiento Social, Preventivo y Obligatorio (ASPO) hasta el 10 de mayo de 2020 es una medida que busca preservar la salud pública frente a la pandemia de COVID-19. Sin embargo, es fundamental analizar cómo esta medida se enmarca en un sistema que, en última instancia, continúa favoreciendo a las grandes patronales y al capital por encima de los derechos y necesidades de la clase trabajadora. Si bien entendemos la urgencia de proteger la salud pública, hay que cuestionar la falta de acompañamiento de esta prórroga con medidas efectivas que atiendan no solo la salud, sino también el impacto económico que la crisis sanitaria genera en el pueblo trabajador. Las políticas que se han implementado hasta ahora no han salvaguardado los ingresos de las trabajadoras y los trabajadores, que se encuentran en condiciones críticas, con salarios que apenas cubren lo esencial, y una creciente desocupación. Además, la prórroga del ASPO no debe ser utilizada como argumento para reforzar políticas de ajuste y recortes por parte del Estado, como el actual gobierno que hace alarde de medidas sanitarias pero que también ha implementado políticas de austeridad que golpean a los sectores populares. En lugar de extender el aislamiento sin abordar estas cuestiones, es necesario desarrollar un plan integral que contemple la salud y la vidad digna del trabajador, incluyendo garantías económicas y sociales. Si no se hace, se corre el riesgo de que esta prórroga se utilice como una justificación para mantener el control sobre la población a la vez que se sigue despojando a los y las trabajadoras de sus derechos."
        },
        {
            "role": "user",
            "content": "Ahora arranca la ronda 1"
        },
        {
            "role": "user",
            "content": "En esta ronda, cada agente tiene acceso a los argumentos expresados por todos los agentes en todo el debate hasta el momento, incluido el propio. La tarea consiste en analizar críticamente estos argumentos, respondiendo, reforzando o modificando su postura según corresponda. Cada agente puede señalar inconsistencias, falacias, omisiones o debilidades en los planteos de otros agentes, así como destacar puntos de coincidencia. Es importante que los agentes identifiquen explícitamente a qué argumentos o agentes están respondiendo, y que los contraargumentos sean coherentes con su orientación ideológica. Si algún agente decide modificar su postura o voto, debe justificar claramente los motivos de ese cambio. Al finalizar, el agente debe indicar si mantiene o modifica su voto (a favor o en contra de la ley)."
        },
        {
            "role": "user",
            "content": "Tiene la palabra el Agente Liberal"
        },
        {
            "role": "assistant",
            "content": "[Agente Liberal]: En esta ronda, analizo los argumentos expuestos tanto por Juntos por el Cambio, Unión por la Patria, y la Izquierda. Juntos por el Cambio ha planteado adecuadamente la preocupación por la afectación de las libertades individuales y la actividad económica. Sin embargo, creo que su crítica a la medida no es lo suficientemente contundente, ya que no abordan cómo estos confinamientos afectan la iniciativa privada a largo plazo y el impacto en la economía como un todo. Por otro lado, Unión por la Patria y la Izquierda han señalado la importancia de la salud pública, pero su postura también tiende a ignorar que la salud de la población no se logra solamente a través de medidas restrictivas, sino mediante un equilibrio que respete las libertades. La Izquierda menciona que se debe hacer un llamado a garantizar las condiciones de vida de los trabajadores, pero no ofrece una alternativa clara al aislamiento ni considera los graves efectos colaterales que esto tiene en el empleo y en la economía. Este es un punto importante porque una política que restringe derechos de manera sistemática crea un precedente peligroso para futuras situaciones. Por lo tanto, refuerzo mi argumento: la prórroga del ASPO es, en última instancia, una intromisión del estado en la vida de los ciudadanos, y no una solución viable. Mi voto se mantiene en contra."
        },
        {
            "role": "user",
            "content": "Tiene la palabra el Agente de Juntos Por El Cambio"
        },
        {
            "role": "assistant",
            "content": "[Agente de Juntos Por El Cambio]: En esta ronda, es importante señalar algunas inconsistencias y falacias en los argumentos presentados por los otros agentes. En primer lugar, el Agente de Unión por la Patria defiende la prórroga del ASPO afirmando que es fundamental para la salud pública, lo que es innegable. Sin embargo, su argumentación parece ignorar el impacto económico que estas restricciones prolongadas tienen, especialmente en los sectores más vulnerables. La salud no debe ser puesta en contrapunto con las libertades individuales y la actividad económica; debemos encontrar un equilibrio que permita proteger la salud pública sin sacrificar la economía de las familias argentinas.\n\nEl Agente de Izquierda, si bien plantea que la prórroga es necesaria por la salud pública, también señala la falta de atención a los derechos de los trabajadores y las condiciones críticas que están viviendo. Sin embargo, su argumento sugiere que la prórroga del ASPO es suficiente en sí misma sin plantear medidas complementarias que atiendan el impacto directo en la vida de los trabajadores. No se trata solo de restricciones, sino de un enfoque integral que contemple no solo las libertades individuales, sino la necesidad de generar condiciones para que la economía se reactive rápidamente.\n\nPor otro lado, el Agente Liberal plantea una postura de rechazo a la prórroga basada en una visión extrema sobre la libertad individual, olvidando que durante una emergencia sanitaria, el Estado tiene la responsabilidad de actuar en consenso científico y con experticia. Es importante recordar que la salud pública es un derecho de todos y que en esta crisis global, la responsabilidad compartida es crucial.\n\nPor lo tanto, considerando el contexto y los argumentos, reitero la necesidad de una postura que busque un balance, manteniendo restricciones pero con una apertura cuidadosa y basada en las condiciones locales. Mi voto se mantiene en contra de la prórroga del ASPO tal como está planteada, porque requiere un enfoque más equilibrado que contemple tanto la salud como el bienestar económico y social de los ciudadanos."
        },
        {
            "role": "user",
            "content": "Tiene la palabra el Agente de Union Por La Patria"
        },
        {
            "role": "assistant",
            "content": "[Agente de Union Por La Patria]: Al revisar los argumentos presentados por mis colegas, es evidente que todos comparten una preocupación genuina por las libertades individuales y la salud pública. Sin embargo, es importante destacar que la situación excepcional que plantea una pandemia requiere medidas excepcionales. Los agentes de Juntos por el Cambio y el agente Liberal argumentan que la prórroga del ASPO representa una violación de derechos fundamentales, pero ignoran que, en tiempos de crisis sanitaria, la salvaguarda de la vida y la salud colectiva debe ser la prioridad. El agente de Izquierda menciona la necesidad de reconocer las necesidades de la clase trabajadora y critica que no se acompañen medidas económicas efectivas, lo cual es un punto válido. Sin embargo, el ASPO no está en contradicción con la implementación de políticas que protejan a los sectores vulnerables; de hecho, estas medidas son complementarias. La calidad de vida de los argentinos depende de la salud de la población, que solo puede garantizarse con un Estado presente y activo en la gestión de la crisis. Por lo tanto, mi postura se mantiene firme: la prórroga del ASPO es necesaria para proteger nuestra sociedad en un momento crítico. Al analizar la situación y las críticas planteadas, refuerzo mi voto a favor de la ley."
        },
        {
            "role": "user",
            "content": "Tiene la palabra el Agente de Izquierda"
        },
        {
            "role": "assistant",
            "content": "[Agente de Izquierda]: Al escuchar las intervenciones de los demás agentes, me gustaría señalar varios puntos críticos y coincidencias. El Agente Liberal argumenta que el ASPO limita las libertades individuales y que un Estado paternalista puede ser contraproducente. Sin embargo, la realidad del contexto de pandemia debe prevalecer en nuestras preocupaciones. Lo que se necesita en este momento no es solo la libertad de movimiento, sino también una gestión adecuada de la crisis sanitaria que garantice la vida de los trabajadores y sus derechos. La protección de la salud pública es una responsabilidad del Estado que no puede ser ignorada. Por otra parte, el Agente de Juntos por el Cambio, aunque reconoce la importancia de la libertad de movimiento, subestima el hecho de que las medidas restrictivas son temporales y necesarias en un contexto de crisis sanitaria. Ignorar la ciencia y las recomendaciones sanitarias por un enfoque economicista puede llevar a un desastre mayor, como hemos visto en otras naciones. La intervención del Agente de Unión por la Patria parece resaltar los aspectos de justicia social, pero también se olvida de exigir medidas adicionales que garanticen ayuda y protección a la clase trabajadora ante la crisis. Esta falta de atención a las necesidades inmediatas de los trabajadores muestra que la intervención no es suficiente.  En definitiva, hay una omisión de reconocer la urgencia de adoptar medidas complementarias al ASPO que aseguren que la crisis no la paguen los trabajadores.  Mantengo mi postura firmemente a favor del ASPO como una medida necesaria, aunque reconozco que debe venir acompañada de un plan de protección social integral para la clase trabajadora en un contexto tan crítico como el actual. Por lo tanto, mi voto sigue siendo a favor de la prórroga del ASPO ya que prioriza la salud pública en esta emergencia."
        },
        {
            "role": "user",
            "content": "Ahora arranca la ronda 2"
        },
        {
            "role": "user",
            "content": "En esta última ronda, cada agente debe elaborar una conclusión integradora que contemple su postura inicial, los argumentos del resto de los agentes y los contraargumentos surgidos en la segunda ronda. La intervención debe explicar qué aspectos de los argumentos ajenos resultaron convincentes o irrelevantes, y cómo impactaron (o no) en la postura del agente. Se espera una síntesis reflexiva que muestre si el debate enriqueció su perspectiva o reforzó su posición original, manteniendo siempre la coherencia con sus valores e identidad ideológica. Finalmente, cada agente debe justificar de manera clara y fundamentada su voto final (a favor o en contra de la ley 'Prórroga del ASPO hasta el 10/5/2020.. Edición del\n3 de Julio de 2025\nEdiciones Anteriores\nBúsqueda avanzada\nSecciones\nBúsqueda\nCantidad de resultados\nBúsqueda avanzada\nLegislación y Avisos Oficiales\nPrimera Sección\nSociedades y Avisos Judiciales\nSegunda Sección\nContrataciones\nTercera Sección\nVolver\nLegislación y Avisos Oficiales\nPrimera sección\nPrimera\nDecretos\nDetalle\n|\n|\nVer páginas publicadas\nVer texto del aviso\nAISLAMIENTO SOCIAL, PREVENTIVO Y OBLIGATORIO\nDecreto 408/2020\nDECNU-2020-408-APN-PTE - Prórroga.\nCiudad de Buenos Aires, 26/04/2020\nVISTO el Expediente N° EX-2020-27946119-APN-DSGA#SLYT, la Ley Nº 27.541, los Decretos Nros. 260 del 12 de marzo de 2020 y su modificatorio, 287 del 17 de marzo de 2020, 297 del 19 de marzo de 2020, 325 del 31 de marzo de 2020 y 355 del 11 de abril de 2020 y sus normas complementarias, y\nCONSIDERANDO:\nQue por el Decreto N° 260/20 se amplió en nuestro país la emergencia pública en materia sanitaria establecida por la Ley N° 27.541 por el plazo de UN (1) año, en virtud de la pandemia de COVID-19 declarada con fecha 11 de marzo del corriente año por la ORGANIZACIÓN MUNDIAL DE LA SALUD (OMS).\nQue la velocidad en el agravamiento de la situación epidemiológica a escala internacional requirió, pocos días después, la adopción de medidas inmediatas para hacer frente a la emergencia dando lugar al dictado del Decreto N° 297/20, por el cual se dispuso el “aislamiento social, preventivo y obligatorio” durante el plazo comprendido entre el 20 y el 31 de marzo del corriente año. Ese plazo, por similares razones, fue prorrogado mediante el Decreto N° 325/20 hasta el día 12 de abril de este año y por el Decreto N° 355/20 hasta el día 26 de abril inclusive.\nQue, a más de CINCUENTA (50) días de confirmado el primer caso y luego de que el 20 de marzo se decretara el aislamiento social, preventivo obligatorio, las medidas de aislamiento y distanciamiento social siguen revistiendo un rol de vital importancia para hacer frente a la situación epidemiológica y mitigar el impacto sanitario de COVID-19, ya que a la fecha no se cuenta con un tratamiento efectivo ni con una vacuna que lo prevenga.\nQue, al momento de disponer el aislamiento social, preventivo y obligatorio a nivel nacional, el tiempo de duplicación de casos era de 3.3 días y en la actualidad alcanza los 17.1 días.\nQue aun sin conocer todas las implicancias y particularidades de este nuevo virus y visualizando lo que ha ocurrido y sigue ocurriendo en otros países del mundo, deben seguir tomándose decisiones que procuren reducir la morbimortalidad y adecuar el sistema de salud para mejorar su capacidad de respuesta.\nQue las estrategias que se han elegido en otros países del mundo no permiten aún dimensionar su eficacia dado que no hay ninguno que haya superado totalmente la epidemia y eso nos obliga a diseñar una estrategia nacional específica para atender las urgencias que demanda una situación con características inusitadas.\nQue, atendiendo a la experiencia reciente y a diferencia de los comportamientos observados en otros países del mundo, Argentina ha tomado la decisión de disponer un conjunto de medidas preventivas que fueron instrumentadas tempranamente.\nQue estas medidas permitieron, por el momento, contener la epidemia por la aparición gradual y detección precoz de casos y la implementación de las acciones de control con menor tiempo de evolución, registrándose una disminución en la velocidad de propagación y evitando que se verificara la saturación del sistema de salud, tal como sucedió en otros lugares del mundo.\nQue el artículo 14 de la CONSTITUCIÓN NACIONAL establece que: “Todos los habitantes de la Nación gozan de los siguientes derechos conforme a las leyes que reglamenten su ejercicio; a saber: de trabajar y ejercer toda industria lícita; de navegar y comerciar; de peticionar a las autoridades; de entrar, permanecer, transitar y salir del territorio argentino…”.\nQue, si bien tales derechos resultan pilares fundamentales de nuestro ordenamiento jurídico, los mismos están sujetos a limitaciones por razones de orden público, seguridad y salud pública. En efecto, el Pacto Internacional de Derechos Civiles y Políticos recoge en su artículo 12, inciso 1 el derecho a “…circular libremente…”, y el artículo 12, inciso 3 establece que el ejercicio de los derechos por él consagrados “no podrá ser objeto de restricciones a no ser que éstas se encuentren previstas en la ley, sean necesarias para proteger la seguridad nacional, el orden público, la salud o la moral públicas o los derechos y libertades de terceros, y sean compatibles con los demás derechos reconocidos en el presente Pacto”.\nQue, en igual sentido, la Convención Americana sobre Derechos Humanos establece en su artículo 22, inciso 3 que el ejercicio de los derechos a circular y residir en un Estado, consagrados en el artículo 22, inciso 1, entre otros, “…no puede ser restringido sino en virtud de una ley, en la medida indispensable en una sociedad democrática, para prevenir infracciones penales o para proteger la seguridad nacional, la seguridad o el orden públicos, la moral o la salud públicas o los derechos y libertades de los demás”.\nQue la Justicia Federal de la Provincia de TUCUMÁN, en cuanto a la razonabilidad de las medidas adoptadas en nuestro país, en el marco del Decreto N° 260/20, ha manifestado que: “…Asimismo, se contempló que algunos derechos pueden ser temporalmente suspendidos (como los de circulación y de residencia) y, en consecuencia, que su ejercicio puede restringirse, en forma proporcionada y razonable, y por el menor tiempo posible, ante la emergencia pública en materia sanitaria que la REPÚBLICA ARGENTINA se encuentra atravesando. También se ha considerado que los Estados tienen la prerrogativa de regular de manera temporal el control de los movimientos migratorios a lo largo de cada una de sus fronteras, lo que comprende la facultad de restringir el ingreso al territorio nacional cuando se determine fundadamente que ello representa una amenaza o riesgo relevante para la salud pública o la seguridad”; y en ese mismo orden de ideas que: “La medida dispuesta responde a la necesidad de garantizar la salud pública frente a circunstancias de inusitadas características, siendo la protección de ella una obligación inalienable del Estado.” (C., J. A c/ Estado Nacional - Presidencia de la Nación y otro s/ amparo Ley 16.986 – Cámara Federal de Tucumán - 11/04/2020).\nQue el presente decreto, así como el Decreto N° 297/20 y sus prórrogas, se dicta con el fin de contener y mitigar la propagación de la epidemia de COVID-19 y con su aplicación se pretende preservar la salud pública, adoptándose en tal sentido medidas proporcionadas a la amenaza que se enfrenta, en forma razonable y temporaria. La restricción a la libertad ambulatoria tiende a la preservación del orden público, en cuanto el bien jurídico tutelado es el derecho colectivo a la salud pública. En efecto, no se trata solo de la salud de cada una de las personas obligadas a cumplir la medida de aislamiento dispuesta, sino de todas y todos los habitantes en su conjunto, ya que la salud pública, por las características de contagio de COVID-19, depende de que cada una y cada uno de nosotros cumpla con su aislamiento, como la forma más eficaz para cuidarnos como sociedad.\nQue, antes de decidir esta medida, el Presidente de la Nación y el Ministro de Salud de la Nación mantuvieron una reunión con destacados expertos en epidemiología y recibieron precisas recomendaciones acerca de la conveniencia y necesidad, a los fines de proteger la salud pública, de prorrogar el “Aislamiento Social, Preventivo y Obligatorio” hasta el día 10 de mayo del corriente año, inclusive.\nQue, asimismo, los gobernadores, las gobernadoras y el Jefe de Gobierno de la Ciudad Autónoma de Buenos Aires manifestaron su acompañamiento a las medidas dispuestas para mitigar la propagación del Virus SARS-CoV-2, y realizaron consideraciones sobre las realidades locales, las cuales se tienen en cuenta en la presente medida.\nQue nuestro país es el octavo en extensión territorial a nivel mundial y presenta una diversidad geográfica, socio-económica y demográfica que impacta en la dinámica de transmisión del virus.\nQue esta diversidad se evidencia en la situación epidemiológica actual ya que el SESENTA Y DOS POR CIENTO (62%) de los departamentos del país no registran casos de COVID-19, mientras que la totalidad de los casos confirmados se localizan en el TREINTA Y OCHO POR CIENTO (38%) restante.\nQue la densidad poblacional constituye un factor relevante en la dinámica de esta epidemia ya que el CUARENTA Y SIETE COMA CUATRO POR CIENTO (47,4%) de la población total reside en departamentos que han notificado casos confirmados en grandes conglomerados o con circulación comunitaria y que la mayor parte de los departamentos de esta categoría coincide con los grandes centros urbanos de la Argentina.\nQue esta diversidad se evidencia en la situación epidemiológica actual ya que el SESENTA Y DOS POR CIENTO (62%) de los departamentos del país no registran casos de COVID-19; sin embargo, el CUARENTA Y SIETE COMA CUATRO POR CIENTO (47,4%) de la población total reside en departamentos que han notificado casos confirmados en grandes conglomerados o con circulación comunitaria.\nQue la mayor parte de los departamentos de esta categoría coincide con los grandes centros urbanos de Argentina.\nQue la presente medida resulta necesaria con el fin de continuar controlando el impacto de la epidemia en cada jurisdicción, y que para ello se requiere avanzar hacia una nueva forma de abordaje de la misma, atendiendo a las diversas situaciones locales que se han manifestado de manera distinta a lo largo del país.\nQue para esta nueva etapa se requiere un sistema de monitoreo permanente de la situación que permita el seguimiento de la evolución de la epidemia en cada área geográfica, en función de un conjunto de indicadores dinámicos y criteriosamente seleccionados.\nQue, en virtud de la dinámica de la transmisión, es posible identificar:\n1. Áreas en las que solo se han confirmado casos importados o casos de contactos locales a partir del caso importado y que están controladas; por ello implican un bajo riesgo de transmisión en la comunidad si se sostienen las medidas adecuadas de detección precoz, aislamiento de casos y de contactos. En estos casos, se recomienda conservar medidas y recomendaciones generales y un permanente monitoreo ante la aparición de un nuevo caso.\n2. Áreas que presentan transmisión local extendida, ya sea por conglomerados (cantidad importante de casos, pero relacionados a un nexo o varios nexos conocidos) o con casos comunitarios (casos que no presentan nexo epidemiológico). En estos contextos, el control de la transmisión constituye un desafío mayor e implica un riesgo aumentado de la propagación del virus, entre otras razones debido a la gran dificultad de detectar e identificar casos sospechosos y sus contactos, para poder realizar las medidas de aislamiento correspondiente y limitar la transmisión.\nQue, en cuanto a las características demográficas que se pueden observar en las distintas jurisdicciones y hacia el interior de cada una de ellas, se pueden caracterizar áreas donde la implementación de las recomendaciones para limitar la transmisión de COVID-19 es de difícil cumplimiento. En efecto, tal es el caso de las zonas densamente pobladas que, ante la aparición de nuevos casos, exhiben un muy alto riesgo de transmisión masiva y dificultad para su control, que se incrementa cuanto mayor es la densidad poblacional.\nQue es fundamental, para minimizar el impacto que pueda tener la aparición de casos en territorios que hasta el momento no han constatado la presencia del virus SARS-CoV-2, extremar las medidas de precaución y avanzar con lentitud en la habilitación de actividades que generen mayor circulación de personas y por lo tanto, más riesgo.\nQue, por lo tanto, en función de los párrafos precedentes, el MINISTERIO DE SALUD de la Nación es quien determina las condiciones que deben ser exigidas como requisito previo a la habilitación de funcionamiento de determinadas actividades en cada Partido o Departamento de una determinada jurisdicción provincial.\nQue, en virtud de todo lo expuesto, la presente medida prorroga el aislamiento social, preventivo y Obligatorio, a la vez que establece que los Gobernadores y las Gobernadoras de las Provincias, podrán decidir excepciones a dicho aislamiento y a la prohibición de circular, al personal afectado a determinadas actividades y servicios en determinados Departamentos y Partidos de su jurisdicción, siempre que se verifiquen en cada Departamento o Partido comprometido en la excepción, los requisitos exigidos por la autoridad sanitaria nacional, cuyo basamento responde a parámetros epidemiológicos y sanitarios, con base científica, que se establecen expresamente.\nQue la presente medida avanza hacia una nueva fase de abordaje del aislamiento social, preventivo y obligatorio, atendiendo las diversidades de las distintas jurisdicciones, según criterios epidemiológicos y sanitarios definidos, resultando prudente mantener fuera de las excepciones que podrán decidir las autoridades locales, a las actividades, servicios y lugares que se establecen en el artículo 4° del presente decreto, por implicar necesariamente la concurrencia de personas y riesgos epidemiológicos que es necesario evitar.\nQue, asimismo, toda vez que los indicadores epidemiológicos señalan que los grandes conglomerados urbanos son los lugares de mayor peligro de expansión del virus SARS-CoV-2 y, también, los lugares donde es más difícil contener el contagio, no se establece la posibilidad de decidir excepciones al aislamiento social, preventivo y obligatorio, por parte de las autoridades de las jurisdicciones provinciales, respecto de los aglomerados urbanos con más de QUINIENTOS MIL (500.000) habitantes situados en cualquier lugar del país, ni respecto del Área Metropolitana de BUENOS AIRES, que incluye a la CIUDAD AUTÓNOMA DE BUENOS AIRES y a CUARENTA (40) Partidos, a los fines de este decreto.\nQue, dado que ya han transcurrido más de CINCO (5) semanas de vigencia del aislamiento, social, preventivo y obligatorio, se establece que las personas alcanzadas por este, podrán realizar breves salidas de esparcimiento, considerando la importancia de ellas para el bienestar psicofísico de la población. La realización de dichas salidas merecerá la reglamentación de la autoridad local competente y, según la situación epidemiológica del lugar y el análisis de riesgo, se podrán restringir los días de su realización, su duración y, eventualmente, suspenderlas con el fin de proteger la salud pública.\nQue, atento que las medidas actuales acerca del aislamiento, social, preventivo y obligatorio adoptadas en el presente decreto implicarán una mayor circulación de personas, que nunca podrá superar el CINCUENTA POR CIENTO (50%) de quienes habitan en un Partido o Departamento, resulta necesario proceder a evaluar sus resultados, en los próximos días, con el fin de efectuar las rectificaciones necesarias en caso de que los indicadores así lo evidenciaren, ante signos de alertas epidemiológicos y sanitarios por propagación del nuevo Coronavirus COVID-19.\nQue las medidas que se establecen en el presente decreto son temporarias y resultan necesarias, razonables y proporcionadas con relación a la amenaza y al riesgo sanitario que enfrenta nuestro país.\nQue en virtud de lo expuesto, deviene imposible seguir los trámites ordinarios para la sanción de las leyes.\nQue la Ley N° 26.122 regula el trámite y los alcances de la intervención del HONORABLE CONGRESO DE LA NACIÓN respecto de los Decretos de Necesidad y Urgencia dictados por el PODER EJECUTIVO NACIONAL, en virtud de lo dispuesto por el artículo 99 inciso 3 de la CONSTITUCIÓN NACIONAL.\nQue la citada ley determina que la COMISIÓN BICAMERAL PERMANENTE tiene competencia para pronunciarse respecto de la validez o invalidez de los Decretos de Necesidad y Urgencia, así como para elevar el dictamen al plenario de cada Cámara para su expreso tratamiento, en el plazo de DIEZ (10) días hábiles.\nQue el artículo 22 de la Ley N° 26.122 dispone que las Cámaras se pronuncien mediante sendas resoluciones, y que el rechazo o aprobación de los decretos deberá ser expreso conforme lo establecido en el artículo 82 de la Carta Magna.\nQue ha tomado intervención el servicio jurídico pertinente.\nQue la presente medida se dicta en uso de las atribuciones conferidas por el artículo 99 incisos 1 y 3 de la CONSTITUCIÓN NACIONAL.\nPor ello,\nEL PRESIDENTE DE LA NACIÓN ARGENTINA EN ACUERDO GENERAL DE MINISTROS\nDECRETA:\nARTÍCULO 1º.- Prorrógase hasta el día 10 de mayo de 2020 inclusive, la vigencia del Decreto N° 297/20, prorrogado por los Decretos Nros. 325/20 y 355/20 y sus normativas complementarias.\nARTÍCULO 2º.- Por el mismo plazo indicado en el artículo 1° del presente, prorrógase la vigencia del artículo 2° del Decreto N° 325/20.\nARTÍCULO 3º.- Los Gobernadores y las Gobernadoras de Provincias podrán decidir excepciones al cumplimiento del “aislamiento social, preventivo y obligatorio” y a la prohibición de circular, respecto del personal afectado a determinadas actividades y servicios, en Departamentos o Partidos de sus jurisdicciones, previa aprobación de la autoridad sanitaria local y siempre que se dé cumplimiento, en cada Departamento o Partido comprendido en la medida, a los requisitos exigidos por los siguientes parámetros epidemiológicos y sanitarios:\n1. El tiempo de duplicación de casos confirmados de Covid-19 no debe ser inferior a QUINCE (15) días. Este requisito no será requerido si, por la escasa o nula cantidad de casos, no puede realizarse el mencionado cálculo.\n2. El sistema de salud debe contar con capacidad suficiente y adecuada para dar respuesta a la potencial demanda sanitaria.\n3. Debe existir una evaluación positiva de las autoridades sanitarias respecto del riesgo socio-sanitario con relación a la densidad poblacional del área geográfica involucrada.\n4. La proporción de personas exceptuadas del aislamiento social, preventivo y obligatorio, no podrá superar el CINCUENTA POR CIENTO (50%) de la población total del Departamento o Partido, según corresponda.\n5. El Departamento o Partido comprendido en la medida no debe estar definido por la autoridad sanitaria nacional como aquellos “con transmisión local o por conglomerado” (https://www.argentina.gob.ar/salud/coronavirus-COVID-19/zonas-definidas-transmision-local)\nCuando cualquiera de los indicadores epidemiológicos y sanitarios señalados no se cumpliere en el Departamento o Partido comprendido en la medida, no podrá disponerse la excepción respecto del mismo y esta prohibición alcanzará a todo el aglomerado urbano que incluye sus zonas lindantes.\nCuando se autorice una excepción en los términos previstos en este artículo, se deberá implementar, en forma previa, un protocolo de funcionamiento que dé cumplimiento a las recomendaciones e instrucciones sanitarias y de seguridad, nacionales y locales.\nAl disponerse la excepción se debe ordenar la inmediata comunicación de la medida al MINISTERIO DE SALUD de la Nación.\nARTÍCULO 4º.- No podrán incluirse como excepción en los términos del artículo 3° del presente decreto, las siguientes actividades y servicios:\n1. Dictado de clases presenciales en todos los niveles y todas las modalidades.\n2. Eventos públicos y privados: sociales, culturales, recreativos, deportivos, religiosos y de cualquier otra índole que implique la concurrencia de personas.\n3. Centros comerciales, cines, teatros, centros culturales, bibliotecas, museos, restaurantes, bares, gimnasios, clubes y cualquier espacio público o privado que implique la concurrencia de personas.\n4. Transporte público de pasajeros interurbano, interjurisdiccional e internacional.\n5. Actividades turísticas; apertura de parques, plazas o similares.\nARTÍCULO 5º.- Las jurisdicciones provinciales que dispusieren excepciones en el marco del artículo 3° del presente decreto, deberán realizar, en forma conjunta con el MINISTERIO DE SALUD de la Nación, el monitoreo de la evolución de la situación epidemiológica y sanitaria.\nEn forma semanal, las autoridades sanitarias locales deberán remitir a la autoridad sanitaria nacional, un “Informe de Seguimiento Epidemiológico y Sanitario COVID-19” (ISES COVID-19) que deberá contener toda la información que esta les requiera para evaluar la trayectoria de la enfermedad y la capacidad del sistema sanitario para atender a la población. Si las autoridades locales detectaren un signo de alerta epidemiológico o sanitario, deberán comunicarlo de inmediato a la autoridad sanitaria nacional.\nEl MINISTERIO DE SALUD de la Nación realizará el monitoreo de la evolución epidemiológica y sanitaria, y si detectare una situación de riesgo epidemiológico o sanitario, deberá recomendar en forma inmediata al Jefe de Gabinete de Ministros, que adopte las medidas pertinentes para contener la transmisión del virus SARS-CoV-2 que puede incluir la decisión de dejar sin efecto la excepción dispuesta por la autoridad provincial correspondiente.\nEl Jefe de Gabinete de Ministros podrá disponer el cese de las excepciones dispuestas en el marco del artículo 3° del presente decreto, respecto de la jurisdicción provincial que incumpla con la entrega del Informe de Seguimiento Epidemiológico y Sanitario requerido o incumpla con la carga de información exigida en el marco del “Monitoreo de Indicadores de Riesgo Epidemiológico y Sanitario – COVID-19” (MIRES COVID-19).\nEl Jefe de Gabinete de Ministros, en su carácter de Coordinador de la “Unidad de Coordinación General del Plan Integral para la Prevención de Eventos de Salud Pública de Importancia Internacional” podrá, en cualquier momento, por recomendación de la autoridad sanitaria nacional, dejar sin efecto las excepciones dispuestas en los términos del artículo 3° del presente decreto.\nARTÍCULO 6º.- Toda vez que los indicadores epidemiológicos señalan que los grandes aglomerados urbanos son los lugares de mayor riesgo de transmisión del virus SARS-CoV-2 y donde más difícil resulta controlar esa transmisión, no será de aplicación el artículo 3° del presente decreto respecto de los aglomerados urbanos con más de QUINIENTOS MIL (500.000) habitantes, ubicados en cualquier lugar del país, ni tampoco respecto del Área Metropolitana de BUENOS AIRES.\nA los fines de este decreto, se considera Área Metropolitana de BUENOS AIRES a la zona urbana común que conforman la CIUDAD AUTÓNOMA DE BUENOS AIRES y los siguientes CUARENTA (40) Municipios de la Provincia de BUENOS AIRES: Almirante Brown, Avellaneda, Berazategui, Berisso, Brandsen, Campana, Cañuelas, Ensenada, Escobar, Esteban Echeverría, Exaltación de la Cruz, Ezeiza, Florencio Varela, General Las Heras, General Rodríguez, General San Martín, Hurlingham, Ituzaingó, José C. Paz, La Matanza, Lanús, La Plata, Lomas de Zamora, Luján, Marcos Paz, Malvinas Argentinas, Moreno, Merlo, Morón, Pilar, Presidente Perón, Quilmes, San Fernando, San Isidro, San Miguel, San Vicente, Tigre, Tres de Febrero, Vicente López y Zárate.\nEl Jefe de Gabinete de Ministros, en su carácter de Coordinador de la “Unidad de Coordinación General del Plan Integral para la Prevención de Eventos de Salud Pública de Importancia Internacional”, podrá incluir en esta prohibición a aglomerados urbanos que tengan menos de QUINIENTOS MIL (500.000) habitantes o excluir a otros que superen esa cantidad de población, en atención a la evolución epidemiológica específica del lugar y previa intervención de la autoridad sanitaria nacional.\nARTÍCULO 7º.- Los trabajadores y las trabajadoras mayores de SESENTA (60) años de edad, embarazadas o personas incluidas en los grupos en riesgo según fueran definidos por el MINISTERIO DE SALUD de la Nación (https://www.boletinoficial.gob.ar/detalleAviso/primera/227068/20200320), y aquellas cuya presencia en el hogar resulte indispensable para el cuidado del niño, niña o adolescente, están dispensados del deber de asistencia al lugar de trabajo en los términos de la Resolución N° 207 del 16 de marzo de 2020, prorrogada por la Resolución del MINISTERIO DE TRABAJO, EMPLEO Y SEGURIDAD SOCIAL N° 296 del 2 de abril de 2020.\nARTÍCULO 8º.- Las personas que deben cumplir el “aislamiento social, preventivo y obligatorio” podrán realizar una breve salida de esparcimiento, en beneficio de la salud y el bienestar psicofísico, sin alejarse más de QUINIENTOS (500) metros de su residencia, con una duración máxima de SESENTA (60) minutos, en horario diurno y antes de las 20 horas. No se podrá usar transporte público o vehicular y se deberá guardar en todo momento un distanciamiento físico entre peatones no menor a DOS (2) metros, salvo en el caso de niños y niñas de hasta DOCE (12) años de edad, quienes deberán realizar la salida en compañía de una persona mayor conviviente. En ningún caso se podrán realizar aglomeramientos o reuniones y se deberá dar cumplimiento a las instrucciones generales de la autoridad sanitaria (https://www.argentina.gob.ar/salud/coronavirus/poblacion/prevencion). Para esta salida se recomienda el uso de cubre boca, nariz y mentón o barbijo casero (https://www.argentina.gob.ar/coronavirus/barbijo). Las autoridades locales dictaran las correspondientes normas reglamentarias y, en atención a las condiciones epidemiológicas y a la evaluación de riesgo en los distintos Departamentos o Partidos de la jurisdicción a su cargo, podrán incluso determinar uno o algunos días para ejercer este derecho, limitar su duración y, eventualmente, suspenderlo con el fin de proteger la salud pública.\nARTÍCULO 9º.- Las autoridades de las jurisdicciones y organismos del sector público nacional, en coordinación con sus pares de las jurisdicciones provinciales, de la CIUDAD AUTÓNOMA DE BUENOS AIRES y las autoridades municipales, cada una en el ámbito de sus competencias, dispondrán los procedimientos de fiscalización necesarios para garantizar el cumplimiento del aislamiento social, preventivo y obligatorio, de los protocolos vigentes y de las normas dispuestas en el marco de la emergencia sanitaria y de sus normas complementarias.\nARTÍCULO 10.- El presente decreto es de orden público.\nARTÍCULO 11.- La presente medida entrará en vigencia el día siguiente de su publicación en el BOLETÍN OFICIAL.\nARTÍCULO 12.- Dése cuenta a la COMISIÓN BICAMERAL PERMANENTE DEL HONORABLE CONGRESO DE LA NACIÓN.\nARTÍCULO 13.- Comuníquese, publíquese, dése a la DIRECCIÓN NACIONAL DEL REGISTRO OFICIAL y archívese. FERNÁNDEZ - Santiago Andrés Cafiero - Eduardo Enrique de Pedro - Felipe Carlos Solá - Agustin Oscar Rossi - Martín Guzmán - Matías Sebastián Kulfas - Luis Eugenio Basterra - Gabriel Nicolás Katopodis - Marcela Miriam Losardo - Sabina Andrea Frederic - Ginés Mario González García - Daniel Fernando Arroyo - Elizabeth Gómez Alcorta - Mario Andrés Meoni - Claudio Omar Moroni - Nicolás A. Trotta - Roberto Carlos Salvarezza - Juan Cabandie - Matías Lammens - María Eugenia Bielsa - Tristán Bauer\ne. 26/04/2020 N° 17993/20 v. 26/04/2020\nFecha de publicación 26/04/2020\nCompartir por email\n×\nPara:\nAsunto:\nAviso:\nCerrar\nEnviar'), cerrando así su participación en el debate.Es fundamental que la conclusión final del agente no se salga de su marco ideológico y que se mantenga fiel a su identidad política, incluso si ha habido cambios en su postura a lo largo del debate. "
        },
        {
            "role": "user",
            "content": "Tiene la palabra el Agente Liberal"
        },
        {
            "role": "assistant",
            "content": "[Agente Liberal]: En esta ronda final, reafirmo mi postura inicial al rechazar la prórroga del Aislamiento Social, Preventivo y Obligatorio (ASPO). Si bien reconozco la importancia de proteger la salud pública en tiempos de pandemia, las restricciones impuestas por el ASPO constituyen una intromisión inaceptable en las libertades individuales, así como en la capacidad de las personas para trabajar y llevar a cabo sus vidas cotidianas. La mayoría de mis colegas han expresado preocupaciones sobre la salud y el bienestar de la población, pero es fundamental entender que la salud no debe ser un pretexto para restringir libertades. La experiencia en otros países ha demostrado que se puede cuidar la salud pública sin sacrificar el derecho a la libre circulación y el trabajo. Desde el momento en que estas medidas se extienden sin un plan claro para restablecer la normalidad, se crea un precedente peligroso sobre la relación entre el Estado y el individuo, lo que puede traer repercusiones negativas en el futuro. Es fundamental que las políticas se enfoquen en la responsabilidad individual y en la creación de condiciones necesarias para que cada uno pueda desenvolverse en su vida cotidiana, sin la intervención coercitiva del poder estatal. Por lo tanto, mi voto se mantiene en contra de la prórroga del ASPO."
        },
        {
            "role": "user",
            "content": "Tiene la palabra el Agente de Juntos Por El Cambio"
        },
        {
            "role": "assistant",
            "content": "[Agente de Juntos Por El Cambio]: En esta ronda, al revisar los argumentos expuestos por los otros agentes, se destacan varias cuestiones importantes. El Agente Liberal ha enfatizado en la violación de libertades individuales, algo que resuena con nuestra posición, que también defiende los derechos fundamentales de los ciudadanos. Sin embargo, su crítica al ASPO no fue lo suficientemente contundente en cuanto a los costos económicos derivados de tales restricciones. Por otro lado, el Agente de Unión por la Patria ha defendido la prórroga del ASPO como necesaria para la salud pública, pero ha dejado en un segundo plano el impacto económico que esto tiene, lo cual es esencial en el contexto actual de crisis. La Izquierda, mientras tanto, introduce preocupaciones sobre la situación de la clase trabajadora que, si bien son válidas, falla al ofrecer soluciones concretas sobre cómo atender estas necesidades sin comprometer la salud pública.  \n\nA pesar de las validaciones que algunos puntos de vista han traído a la mesa, a lo largo del debate se ha hecho evidente que la prórroga del ASPO es una medida que repercute negativamente en los derechos de autonomía y en la necesidad urgente de reactivar la economía. Por lo tanto, refuerzo mi postura original: necesitamos un enfoque que permita cuidar la salud sin sacrificar las libertades individuales y la vitalidad de nuestra economía. Así las cosas, mi voto sigue siendo en contra de la prórroga del ASPO, ya que creo que se deben implementar medidas más equilibradas y efectivas que den primacía al bienestar integral de los argentinos."
        },
        {
            "role": "user",
            "content": "Tiene la palabra el Agente de Union Por La Patria"
        },
        {
            "role": "assistant",
            "content": "[Agente de Union Por La Patria]: En esta última ronda, he tenido la oportunidad de considerar cuidadosamente todos los argumentos expuestos a lo largo del debate. Valoro la preocupación compartida por los Agentes de Juntos por el Cambio y la Izquierda respecto a la importancia de proteger las libertades y los derechos de la ciudadanía. Sin embargo, mantengo que estas preocupaciones no pueden anteponerse a la necesidad inmediata de proteger la salud pública en un contexto de crisis sanitaria global. \n\nEl Agente Liberal sostiene que el ASPO representa una violación a las libertades individuales, pero su enfoque ignora que la salud colectiva debe ser prioritaria. Sin un enfoque que contemple la contención del virus, poniendo en riesgo el bienestar de toda la población, las libertades individuales pueden resultar irrelevantes si no hay una salud mínima que garantizar. \n\nPor otro lado, el Agente de Juntos por el Cambio ha enfatizado la necesidad de equilibrio, pero creo que su argumento subestima la urgencia de la situación actual y cómo un levantamiento prematuro de las restricciones podría traer consecuencias catastróficas para la salud pública. \n\nEl Agente de Izquierda logró destacar la importancia de no solo implementar el ASPO, sino también garantizar la protección de los derechos de los trabajadores. Sin embargo, esta perspectiva debería transformarse en una sinergia entre la defensa de la salud pública y el apoyo social a la clase trabajadora.\n\nA pesar de los argumentos y preocupaciones legítimas planteadas por los demás agentes, reafirmo que el ASPO y su prórroga son esenciales en este momento. Esta medida permite al Estado proteger la vida de los ciudadanos, especialmente de los más vulnerables, asegurando que podamos enfrentar esta crisis y reconstruir a partir de un lugar seguro y saludable. Mi voto sigue siendo a favor de la prórroga del ASPO, en defensa de la salud pública y el bienestar de todos los argentinos."
        },
        {
            "role": "user",
            "content": "Tiene la palabra el Agente de Izquierda"
        },
        {
            "role": "assistant",
            "content": "[Agente de Izquierda]: A medida que avanzó el debate, los argumentos presentados por mis colegas han reforzado mi posición inicial en favor de la prórroga del ASPO, aunque este debate ha puesto de manifiesto la complejidad de la situación. Coincido con el Agente de Unión por la Patria en la necesidad de priorizar la salud pública, ya que el COVID-19 es una crisis de magnitudes sin precedentes que requiere medidas decisivas. Sin embargo, también es crucial reconocer que la prórroga del ASPO debe complementarse con políticas que aseguren el bienestar de los trabajadores durante la crisis. La intervención del Agente de Juntos por el Cambio refleja una preocupación válida por las libertades individuales, pero ignora que la vida y la salud de la población son prioritarias en este contexto. Asimismo, el Agente Liberal plantea que el estado no debe interferir, pero esta perspectiva minimiza el rol del estado en la protección de la salud pública, un derecho fundamental. Por tanto, mi rechazo hacia la posición de la oposición se reafirma, pero también considero que debemos exigir que no solo se implemente la prórroga, sino que esto venga acompañado de un plan de apoyo social y económico para el pueblo trabajador."
        }
    ],
    "Resumen final": "#### 🔍 Posturas por agente\n\n**Agente Liberal**: La prórroga del Aislamiento Social, Preventivo y Obligatorio (ASPO) es vista como una violación de las libertades individuales, reflejando un estado paternalista que restringe derechos sin necesidad. A lo largo del debate, critica que otras posturas no abordan suficientemente el impacto negativo en la economía. Su postura final se mantiene en contra, sustentada en el principio de que las libertades individuales deben ser priorizadas, y su voto refleja la oposición a la ley, argumentando que estas restricciones representan un precedente peligroso.\n\n**Agente de Juntos por el Cambio**: Este agente se pronuncia en contra de la prórroga, enfatizando el impacto que tiene en la movilidad y la economía. Destaca la necesidad de encontrar un equilibrio entre salud pública y actividad económica. Su crítica a la postura de Unión por la Patria menciona que el enfoque del gobierno ignora las consecuencias económicas. Al final, refuerza su oposición a la prórroga, considerándola desproporcionada y perjudicial para las libertades y la economía, por lo que vota en contra de la ley.\n\n**Agente de Unión por la Patria**: Defiende fervientemente la prórroga del ASPO argumentando que es esencial para la salud pública. A lo largo del debate, subraya que la protección de la vida debe ser prioritaria, criticando las posturas que priorizan la libertad individual a expensas de la salud colectiva. Aunque reconoce las preocupaciones de la clase trabajadora, alega que se pueden implementar medidas complementarias. Su postura final es a favor del ASPO, y su voto respalda la ley, señalando que la salud es un derecho fundamental que justifica la prórroga.\n\n**Agente de Izquierda**: Esta postura argumenta que la prórroga del ASPO es necesaria, pero critica que las medidas no se acompañen de políticas que protejan a los trabajadores. Responde a los argumentos de la oposición señalando la urgencia de priorizar la salud pública, aunque también aboga por garantías sociales. Se reafirma en su apoyo a la prórroga, argumentando que se debe complementar con un plan integral para la clase trabajadora. Su voto es a favor de la prórroga, propugnando tanto la salud pública como el bienestar de los trabajadores.\n\n#### 🧠 Síntesis del debate\n\n**Puntos de acuerdo**: Todos los agentes expresaron preocupación por la salud pública y reconocen que se necesita un abordaje adecuado para enfrentar la pandemia. La importancia de tener en cuenta la situación de los trabajadores también fue mencionada.\n\n**Conflictos ideológicos principales**: La principal divergencia giró en torno a la tensión entre la protección de las libertades individuales y la necesidad de restringir ciertas libertades en beneficio de la salud colectiva. Mientras los agentes liberales y de Juntos por el Cambio se enfocaron en los riesgos de un estado paternalista, los agentes de Unión por la Patria y de Izquierda enfatizaron la urgencia de la intervención estatal en una crisis sanitaria.\n\n**Divergencias argumentativas**: La crítica al ASPO se centró en cómo sus restricciones afectan la economía y las libertades, frente a la defensa del decreto como una medida necesaria para salvaguardar la salud pública y mitigar el impacto del COVID-19. Además, hubo diferencias en la consideración de cómo estas medidas deberían ir acompañadas con políticas de apoyo a los trabajadores.\n\n**Resultado de la votación**: 4 votos a favor de la prórroga del ASPO (Agente de Unión por la Patria, Agente de Izquierda) / 4 en contra (Agente Liberal, Agente de Juntos por el Cambio)."
}