{
    "Round 0": {
        "Agente Liberal": {
            "argumentacion": "[Agente Liberal]: El restablecimiento del Programa Nacional de Protección a Testigos e Imputados, a través de la derogación del DNU 795/2019, puede parecer una medida positiva en términos de la protección de personas que colaboran con la justicia. Sin embargo, es fundamental examinar cómo se articula esta protección con los principios de libertad individual y el alcance del Estado. En primer lugar, esta medida amplía la intervención del Estado en un ámbito que debería regirse por un enfoque más de mercado y menos paternalista. La creación de una agencia nacional para proteger testigos representa un gasto público que no sólo puede ser innecesario, sino que también restringe la libertad de las personas al condicionar su seguridad a la acción del Estado. \n\nAdemás, es importante considerar que la protección de testigos no debería ser asumida como un monopolio estatal. Se puede argumentar que las soluciones más efectivas para la seguridad se encuentran en el fortalecimiento de la competencia en la provisión de servicios de seguridad, donde el sector privado podría jugar un papel importante. En lugar de depender del Estado para la protección, los ciudadanos deberían ser libres de elegir cómo y con quién protegerse.  Esto, a largo plazo, podría conducir a una mejora significativa en la eficiencia y calidad de los programas de protección.  Para revertir los efectos de las políticas populistas y totalitarias, debemos orientar nuestros esfuerzos a reducir la intervención estatal y aumentar la responsabilidad personal. Por estas razones, me opongo a la derogación del DNU 795/2019 y la restablecimiento del programa estatal propuesto.",
            "voto": 0
        },
        "Agente de Juntos Por El Cambio": {
            "argumentacion": "[Agente de Juntos Por El Cambio]: Desde este espacio político, vemos la derogación del DNU 795/2019 y el restablecimiento del Programa Nacional de Protección a Testigos e Imputados como un paso crucial hacia la recuperación de instituciones sólidas y el fortalecimiento del Estado de derecho en nuestro país. La protección de quienes colaboran con la justicia es esencial para combatir la corrupción y el crimen organizado. Además, rechazar el uso de decretos de necesidad y urgencia como mecanismo habitual para implementar políticas públicas es fundamental, ya que promueve la transparencia y la responsabilidad en la toma de decisiones. Establecer la seguridad jurídica y resguardar las libertades individuales implica que el Estado cumpla con su deber de proteger a aquellos que se encuentran en riesgo por contribuir al esclarecimiento de delitos. Al restablecer un programa claro y regulado, además, se garantiza que todas las medidas adoptadas sean efectivas y supervisadas de manera adecuada. Por lo tanto, apoyamos la derogación del DNU 795/2019 y la reinstauración de la Ley 25.764 para asegurar una herramienta efectiva en la lucha contra la impunidad.  En este sentido, fortalecer las instituciones republicanas es una de nuestras prioridades y esta medida va en esa dirección.",
            "voto": 4
        },
        "Agente de Union Por La Patria": {
            "argumentacion": "[Agente de Union Por La Patria]: La derogación del DNU 795/2019 y el restablecimiento del Programa Nacional de Protección a Testigos e Imputados es un paso fundamental para garantizar la justicia y la protección de los ciudadanos que colaboran con la justicia. Es esencial que el Estado presente y activo respalde a quienes se atreven a denunciar delitos, pues su seguridad es un pilar en la lucha contra la criminalidad y la corrupción. La existencia de un programa robusto en este sentido es vital para fortalecer el sistema judicial y combatir la impunidad que tanto daño ha causado en nuestras instituciones. Además, este tipo de políticas son coherentes con nuestro compromiso con la justicia social y la defensa de los derechos humanos, asegurando un marco de protección que fomente la participación ciudadana en la búsqueda de un país más justo y equitativo. Por lo tanto, como Agente de Unión por la Patria, apoyo solidamente esta derogación y el restablecimiento del programa, ya que representa un fortalecimiento de nuestro Estado de Derecho y reitera nuestro compromiso con la protección de derechos fundamentales.",
            "voto": 4
        },
        "Agente de Izquierda": {
            "argumentacion": "[Agente de Izquierda]: El restablecimiento del Programa Nacional de Protección a Testigos e Imputados, a través de la derogación del DNU 795/2019, puede ser un aspecto positivo si se garantizan realmente las condiciones de seguridad y protección para aquellos que buscan colaborar con la justicia, particularmente en contextos donde prevalece la violencia y el miedo. Sin embargo, es fundamental abordar esta cuestión desde una perspectiva de clase y cuestionar, en primer lugar, quiénes son los beneficiarios de estas normas y cómo se implementarán. La historia reciente nos ha mostrado que muchas instituciones y programas creados por el Estado en nombre de la \"protección\" pueden ser utilizados para defender a quienes, bajo el disfraz de la justicia, perpetúan sistemas de opresión y corrupción. Si estos programas no son gestionados de manera transparente y bajo control de los trabajadores y las comunidades, se corre el riesgo de transformarlos en meras herramientas del aparato estatal para silenciar a quienes se oponen al sistema capitalista y sus prácticas. Por lo tanto, desde la posición del FIT-U, es crucial exigir que el restablecimiento de este programa se haga con una perspectiva clara de defensa de los derechos humanos, y que incluya un control democrático por parte de los propios trabajadores y sectores populares. De no ser así, no podemos apoyar su implementación ciega. En resumen, esta medida puede ser vista como una oportunidad para mejorar la protección a quienes se encuentran en situaciones vulnerables, pero siempre y cuando sea parte de una estrategia más amplia que contemple el fortalecimiento de los derechos de la clase obrera frente a las instituciones del Estado que a menudo actúan en su contra. Por estas razones, aunque en principio estoy dispuesto a considerar las implicancias de la derogación,y el restablecimiento del programa, es necesario hacer énfasis en la discusión sobre su funcionamiento real y el control obrero para asegurar que no se transforme en una herramienta de represión.  De esta forma, el voto será una forma de presionar por estas condiciones más restrictivas en el funcionamiento de la aplicación de la ley en el futuro, de modo que estas decisiones no sigan al servicio de la misma burocracia del Estado que ha fallado al pueblo.  Mi voto: Dividido.",
            "voto": 2
        }
    },
    "Round 1": {
        "Agente Liberal": {
            "argumentacion": "[Agente Liberal]: En esta ronda, es importante analizar con detalle lo que cada uno de los agentes ha planteado. El Agente de Juntos Por El Cambio argumentó que la derogación del DNU 795/2019 y el restablecimiento del programa son fundamentales para garantizar la protección de testigos y fortalecer el Estado de derecho. Sin embargo, este argumento ignora que la intervención estatal en la protección de testigos puede perpetuar el paternalismo y la dependencia del Estado. Se debería permitir a los privados y a las comunidades gestionar soluciones de seguridad, promoviendo la competencia y la responsabilidad personal. También, el Agente de Unión Por La Patria se centró en la importancia de proteger a aquellos que denuncian delitos, pero plantear una mayor intervención estatal en esta área podría abrir la puerta a abusos. La política de seguridad debe estar centrada en la libertad individual y no en el aumento de los poderes del Estado. Del Agente de Izquierda, aunque aprecio su preocupación por las implicaciones de clase, su análisis es también insuficiente. Se concentran demasiado en el control y vigilancia estatal sin considerar que la protección de testigos es un tema que puede ser efectivamente administrado por instancias no estatales.  Después de reflexionar sobre los argumentos presentados, reafirmo que la protección debe ser una responsabilidad individual, y que el papel del Estado debe ser reducido para fomentar la libertad y la responsabilidad personal. Mi postura se mantiene firme y mi voto sigue siendo en contra de reestablecer este programa estatal.  ",
            "voto": 0
        },
        "Agente de Juntos Por El Cambio": {
            "argumentacion": "[Agente de Juntos Por El Cambio]: En la primera ronda, defendí la derogación del DNU 795/2019 y el restablecimiento del Programa Nacional de Protección a Testigos e Imputados como un paso necesario para fortalecer el Estado de derecho y proteger a quienes colaboran con la justicia. Al revisar los argumentos de los demás agentes, me he dado cuenta de la lógica que subyace a la crítica por parte del Agente Liberal, quien argumenta que el estado no debería monopolizar la protección y sugiere que el sector privado debería asumir ese rol. Sin embargo, esto ignora que sin un respaldo sólido del Estado, muchos testigos que enfrentan amenazas podrían verse desprotegidos y expuestos a represalias. El argumento del Agente de Unión Por La Patria también es sólido y coincide con la visión de que un programa fortalecido es necesario para combatir la impunidad y apoyar a los ciudadanos en situaciones difíciles. Por otro lado, el Agente de la Izquierda plantea un punto relevante sobre el control de los programas por parte de los trabajadores y comunidades, pero esto debe hacerse desde una perspectiva de colaboración con las instituciones judiciales, no desde la desconfianza absoluta hacia el Estado. Por tanto, reafirmo nuestra postura en favor de un programa robusto que asegure la protección de testigos y permita el avance de la justicia, defendiendo así la integridad y el fortalecimiento de nuestras instituciones. Por esto, mantengo mi voto a favor de la derogación del DNU 795/2019 y el restablecimiento del Programa Nacional de Protección a Testigos e Imputados.",
            "voto": 4
        },
        "Agente de Union Por La Patria": {
            "argumentacion": "[Agente de Union Por La Patria]: Es importante señalar que, al analizar los argumentos de los otros agentes, hay coincidencias en la necesidad de proteger a los testigos, pero también hay divergencias fundamentales que no deben ser ignoradas. El Agente Liberal ha propuesto un enfoque que prioriza la libertad individual y la intervención del sector privado; sin embargo, esto podría llevar a que aquellos que buscan la protección del Estado se vean desamparados ante la violencia y la intimidación. La protección a testigos e imputados es una responsabilidad del Estado, y no se puede dejar en manos del mercado, que busca maximizar beneficios antes que garantizar derechos fundamentales. Por otro lado, el Agente de Juntos Por El Cambio enfatiza la importancia de fortalecer las instituciones, algo con lo que coincidimos. Sin embargo, su propuesta parece ignorar el contexto real de vulnerabilidad que enfrentan quienes deciden colaborar con la justicia, y la necesidad de un aparato estatal robusto y presente para garantizar esa protección. Finalmente, el Agente de Izquierda plantea consideraciones válidas sobre el control democrático, pero su crítica puede desconectar la necesidad inmediata de crear y fortalecer estas instituciones para proteger a quienes valientemente se presentan como testigos. En conclusión, la derogación del DNU y el restablecimiento del programa son pasos necesarios y urgentes para avanzar en la defensa de los derechos humanos y garantizar la protección de quienes eligen luchar contra la impunidad. Por lo tanto, mantengo mi apoyo a la derogación del DNU 795/2019 y el restablecimiento del Programa Nacional de Protección a Testigos e Imputados, confirmando mi voto a favor de la ley.",
            "voto": 4
        },
        "Agente de Izquierda": {
            "argumentacion": "[Agente de Izquierda]: En esta ronda he analizado las intervenciones de mis colegas y he notado varios puntos que merecen ser destacados. Primero, estoy de acuerdo con el argumento del Agente de Unión por la Patria sobre la importancia de proteger a quienes colaboran con la justicia. Sin embargo, no puedo dejar de mencionar que el enfoque del programa debe ser sobre la defensa real de los derechos de la clase trabajadora, y no simplemente una herramienta que el Estado puede manipular. El Agente de Juntos por el Cambio sugiere que el programa podría ser manejado de manera más eficiente por el sector privado. Resalto que esta opción no solo es peligrosa sino también contraria a la idea de protección que aquí discutimos. La privatización de la seguridad puede llevar a la exclusión y a la falta de accountability, lo que no es aceptable para quienes ya están en riesgo. El Estado debe garantizar la protección, pero debe hacerlo de manera que sea verdaderamente accesible y bajo la dirección de la propia comunidad afectada. Esto invita a que la implementación y gestión se realicen con controles democráticos por parte de los trabajadores organizados. El argumento del Agente de Juntos por el Cambio se basa en la idea liberal de que el mercado puede manejar efectivamente la protección, ignorando las muchas evidencias históricas de que esto no ha funcionado, particularmente para los sectores más vulnerables. Por mi parte, sigo creyendo que, aunque el programa puede tener el potencial de proteger a testigos, debemos asegurar que lo haga bajo control obrero para evitar que se convierta en un mecanismo de represión. Esta perspectiva, al mismo tiempo que apoya la medida en sí misma, exige condiciones más fuertes para su implementación.",
            "voto": 2
        }
    },
    "Round 2": {
        "Agente Liberal": {
            "argumentacion": "[Agente Liberal]: A lo largo del debate, he considerado diversos puntos de vista expuestos por los agentes de Juntos por el Cambio, Unión por la Patria y la Izquierda. Mientras Juntos por el Cambio enfatizaba la importancia del programa estatal para proteger testigos, y Unión por la Patria reafirmaba la necesidad de que el Estado garantice esta protección, sigo sosteniendo que la participación estatal en este tipo de programas no es la solución adecuada. El argumento de que la intervención estatal asegura la protección a testigos ignora los riesgos inherentes a otorgar un monopolio estatal sobre la seguridad. Además, me parece que Juntos por el Cambio subestima el potencial del sector privado y de las soluciones comunitarias para brindar seguridad, que podrían ser más eficientes. Mientras tanto, el enfoque de la Izquierda, que apunta a un control democrático, aunque presenta elementos válidos, no se traduce en una solución efectiva y viable. La protección a testigos debería ser una responsabilidad compartida y no dependiente de la burocracia estatal. Tras reflexionar sobre los argumentos presentados, reafirmo que la protección de los individuos debe estar alineada con los principios de libertad y responsabilidad personal. Por ello, sostengo mi oposición a la derogación del DNU 795/2019 y el restablecimiento del programa estatal propuesto, considerando dicha medida como un paso hacia una mayor intervención y control estatal sobre la vida de los ciudadanos.",
            "voto": 0
        },
        "Agente de Juntos Por El Cambio": {
            "argumentacion": "[Agente de Juntos Por El Cambio]: Al analizar los argumentos de mis colegas, considero que han resaltado aspectos importantes sobre la protección de testigos. El Agente Liberal plantea la idea de que la intervención del sector privado podría garantizar una mayor eficiencia. Sin embargo, esto puede ser riesgoso porque aquellos que colaboran con la justicia necesitan la seguridad que solo un programa estatal robusto puede ofrecer. El Agente de Unión Por La Patria, en su intervención, enfatiza la responsabilidad del Estado en la protección, y aquí hay una consonancia con nuestra postura; compartimos la idea de que un programa sólido es esencial para enfrentar la impunidad. Por otro lado, el Agente de Izquierda plantea la idea del control obrero, lo cual es valioso, pero no debemos olvidar que la protección de testigos implica riesgos graves que necesitan ser atendidos con seriedad por parte de las instituciones del Estado. En este sentido, reforzamos nuestra propuesta de que la derogación del DNU 795/2019 y el restablecimiento del programa es vital para recuperar la confianza en nuestras instituciones y garantizar la seguridad de quienes se atreven a denunciar el delito. Por lo tanto, mantengo mi postura y mi voto a favor de la derogación del DNU 795/2019 y el restablecimiento del Programa Nacional de Protección a Testigos e Imputados.",
            "voto": 4
        },
        "Agente de Union Por La Patria": {
            "argumentacion": "[Agente de Union Por La Patria]: En esta ronda final, he reflexionado sobre los argumentos presentados por los otros agentes en el debate y cómo estos se alinean o contradicen con nuestra perspectiva. Los planteamientos del Agente Liberal y del Agente de Juntos Por El Cambio resaltan la importancia de un enfoque estatal en la protección de testigos, pero su capacidad para ignorar la realidad de la vulnerabilidad de quienes se atrevan a hablar en contra del crimen organizado es preocupante. Ambos subestiman el rol fundamental que debe jugar un Estado presente y activo en la protección de derechos humanos. El argumento del Agente de Juntos Por El Cambio, aunque apunta hacia un fortalecimiento institucional, no aborda las implicancias reales que enfrentan los testigos, quienes necesitan de un programa sólido y garantizado para sentirse seguros al colaborar con la justicia. La intervención del Agente de Izquierda me hizo reflexionar sobre el control democrático del programa, algo que también es necesario, pero no a expensas de la inacción estatal en protección inmediata. La urgencia de restablecer el Programa Nacional de Protección a Testigos e Imputados es ineludible. Las implicaciones de no hacerlo podrían dejar a muchos desprotegidos, lo cual es inaceptable en términos de justicia social y equidad. Además, el restablecimiento del programa responde a un compromiso con la construcción de un país más justo, donde el Estado asuma su responsabilidad en la defensa de quienes se juegan su vida al denunciar la corrupción y el delito. Por lo tanto, mantengo mi postura firme a favor de la derogación del DNU 795/2019 y el restablecimiento del Programa Nacional de Protección a Testigos e Imputados. Esta decisión es necesaria para garantizar un marco de protección adecuado que responda a las necesidades reales de una ciudadanía que no merece vivir con miedo.",
            "voto": 4
        },
        "Agente de Izquierda": {
            "argumentacion": "[Agente de Izquierda]: En esta ronda final, he reflexionado sobre los argumentos presentados por los otros agentes. Coincido con el Agente de Unión por la Patria en que el programa de protección a testigos es esencial para garantizar que quienes colaboran con la justicia no sufran represalias. Sin embargo, la preocupación principal sigue siendo cómo se implementará este programa y quién lo controlará. El enfoque del Agente de Juntos por el Cambio sobre la privatización de la seguridad me parece arriesgado y potencialmente perjudicial para los que están en situaciones vulnerables. La intervención del estado debe ser sólida, pero no sin una supervisión social y control democrático por parte de los trabajadores y comunidades afectadas. En cuanto al Agente Liberal, su idea de que el mercado puede manejar la protección es, en mi opinión, insostenible en un contexto donde el crimen organizado y la corrupción amenazan la seguridad. Mi posición inicial se ha mantenido firme en la importancia de la protección del estado, pero esta debe ser acompañada por un control obrero para que la protección real a testigos no termine sirviendo a los intereses del mismo sistema que a menudo oprime a los trabajadores. Ante el consenso en la necesidad de restablecer el programa, pero con mi énfasis continuo en el control democrático, mi voto es a favor de la derogación del DNU 795/2019, siempre y cuando se establezcan garantías para un manejo democrático del programa.",
            "voto": 4
        }
    },
    "Debate Completo": [
        {
            "role": "user",
            "content": "Este es un debate simulado entre agentes políticos argentinos sobre el decreto: Derogación del DNU 795/2019, se restableció el Programa Nacional de Protección a testigos e imputados.. Edición del\n3 de Julio de 2025\nEdiciones Anteriores\nBúsqueda avanzada\nSecciones\nBúsqueda\nCantidad de resultados\nBúsqueda avanzada\nLegislación y Avisos Oficiales\nPrimera Sección\nSociedades y Avisos Judiciales\nSegunda Sección\nContrataciones\nTercera Sección\nVolver\nLegislación y Avisos Oficiales\nPrimera sección\nPrimera\nDecretos\nDetalle\n|\n|\nVer páginas publicadas\nVer texto del aviso\nPROTECCIÓN A TESTIGOS\nDecreto 168/2020\nDECNU-2020-168-APN-PTE - Decreto N° 795/2019. Derogación.\nCiudad de Buenos Aires, 19/02/2020\nVISTO el Expediente N° EX-2020-11246090-APN-DGDYD#MJ, las Leyes Nros. 25.764 y 27.304, el Decreto N° 795 del 28 de noviembre de 2019, la Resolución N° 439 del 23 de abril de 2007 y su modificatoria N° 448 del 27 de abril de 2007, ambas del MINISTERIO DE JUSTICIA Y DERECHOS HUMANOS, y\nCONSIDERANDO:\nQue el Decreto de Necesidad y Urgencia N° 795/19 modificó la Ley N° 25.764 y creó la AGENCIA NACIONAL DE PROTECCIÓN A TESTIGOS E IMPUTADOS y el CONSEJO CONSULTIVO de la AGENCIA NACIONAL DE PROTECCIÓN A TESTIGOS E IMPUTADOS.\nQue la CÁMARA FEDERAL DE CASACIÓN PENAL se pronunció sobre el decreto en cuestión a través de la Resolución N° 822/19, en la que expresó su preocupación “por la compatibilidad de su aplicación en relación a las atribuciones constitucionales y legales” de esa Cámara.\nQue de la lectura del mencionado decreto se verifica que, al momento de su dictado, no existieron circunstancias excepcionales en los términos del artículo 99 inciso 3 de la CONSTITUCIÓN NACIONAL, que hicieran imposible seguir los trámites ordinarios previstos para la sanción de las leyes y que, por lo tanto, justificaran la adopción de una medida de excepción como es un decreto de necesidad y urgencia.\nQue no se observan elementos objetivos que fundamenten las razones de necesidad y urgencia que conllevan el dictado de dicha herramienta constitucional, máxime cuando el funcionamiento del PROGRAMA NACIONAL DE PROTECCIÓN A TESTIGOS E IMPUTADOS se mantuvo sin variación durante más de DIECISÉIS (16) años, hasta días antes de la finalización del mandato del gobierno anterior.\nQue ante tales circunstancias, corresponde derogar el Decreto N° 795/19 y restablecer el diseño institucional del PROGRAMA NACIONAL DE PROTECCIÓN A TESTIGOS E IMPUTADOS, tal como fue creado por la ley que le dio origen y sus normas complementarias.\nQue atento el rango legal de la norma citada precedentemente que se propicia derogar, y en virtud del principio del paralelismo de las formas, procede el dictado de una norma del mismo rango a fin de hacer efectiva su derogación.\nQue la Ley N° 26.122 regula el trámite y los alcances de la intervención del HONORABLE CONGRESO DE LA NACIÓN respecto de los decretos de necesidad y urgencia dictados por el PODER EJECUTIVO NACIONAL, en virtud de lo establecido por el citado artículo 99, inciso 3 de la CONSTITUCIÓN NACIONAL.\nQue de acuerdo a lo establecido por la citada ley la COMISIÓN BICAMERAL PERMANENTE debe expedirse acerca de la validez o invalidez de los decretos de necesidad y urgencia, y elevar los respectivos dictámenes al plenario de cada Cámara para su expreso tratamiento, dentro del plazo de DIEZ (10) días hábiles.\nQue ha tomado intervención el Servicio Permanente de Asesoramiento Jurídico competente.\nQue la presente medida se dicta en uso de las atribuciones conferidas por el artículo 99 inciso 3 de la CONSTITUCIÓN NACIONAL.\nPor ello,\nEL PRESIDENTE DE LA NACIÓN ARGENTINA EN ACUERDO GENERAL DE MINISTROS\nDECRETA:\nARTÍCULO 1°.- Derógase el Decreto N° 795 del 28 de noviembre de 2019.\nARTÍCULO 2º.- Restitúyese la vigencia de la Ley N° 25.764 en su redacción al momento del dictado de la norma que por el presente se deroga.\nARTÍCULO 3°.- El presente decreto entrará en vigencia a partir del día de su publicación en el BOLETÍN OFICIAL.\nARTÍCULO 4°.- Dése cuenta a la COMISIÓN BICAMERAL PERMANENTE del HONORABLE CONGRESO DE LA NACIÓN.\nARTÍCULO 5°.- Comuníquese, publíquese, dése a la DIRECCIÓN NACIONAL DEL REGISTRO OFICIAL y archívese. FERNÁNDEZ - Santiago Andrés Cafiero - Eduardo Enrique de Pedro - Felipe Carlos Solá - Agustin Oscar Rossi - Martín Guzmán - Matías Sebastián Kulfas - Luis Eugenio Basterra - Mario Andrés Meoni - Gabriel Nicolás Katopodis - Marcela Miriam Losardo - Sabina Andrea Frederic - Ginés Mario González García - Daniel Fernando Arroyo - Elizabeth Gómez Alcorta - Nicolás A. Trotta - Tristán Bauer - Roberto Carlos Salvarezza - Claudio Omar Moroni - Juan Cabandie - Matías Lammens - María Eugenia Bielsa\ne. 20/02/2020 N° 9132/20 v. 20/02/2020\nFecha de publicación 20/02/2020\nCompartir por email\n×\nPara:\nAsunto:\nAviso:\nCerrar\nEnviar.\n                                    El debate constará de tres rondas:\n                                    1. **Primera ronda**: Cada agente expresará su postura inicial, presentando argumentos a favor o en contra de la ley.\n                                    2. **Segunda ronda**: Los agentes recibirán un informe con datos (provenientes de búsquedas en Google) y los argumentos expuestos por el resto de los agentes. Con esta información, podrán formular contraargumentos o reforzar su postura inicial.\n                                    3. **Tercera ronda**: Los agentes recibirán tanto los argumentos iniciales como los contraargumentos de las rondas previas. En base a ello, deberán realizar una argumentación final y emitir una conclusión definitiva.\n                                    En cada ronda, al finalizar su exposición, cada agente deberá explicitar su voto (a favor o en contra de la ley). El voto puede modificarse de ronda a ronda, pero el voto que determina la aprobación o rechazo de la ley será el emitido en la última ronda."
        },
        {
            "role": "user",
            "content": "Ahora arranca la ronda 0"
        },
        {
            "role": "user",
            "content": "En esta primera ronda, cada agente debe exponer su postura inicial respecto a la ley 'Derogación del DNU 795/2019, se restableció el Programa Nacional de Protección a testigos e imputados.. Edición del\n3 de Julio de 2025\nEdiciones Anteriores\nBúsqueda avanzada\nSecciones\nBúsqueda\nCantidad de resultados\nBúsqueda avanzada\nLegislación y Avisos Oficiales\nPrimera Sección\nSociedades y Avisos Judiciales\nSegunda Sección\nContrataciones\nTercera Sección\nVolver\nLegislación y Avisos Oficiales\nPrimera sección\nPrimera\nDecretos\nDetalle\n|\n|\nVer páginas publicadas\nVer texto del aviso\nPROTECCIÓN A TESTIGOS\nDecreto 168/2020\nDECNU-2020-168-APN-PTE - Decreto N° 795/2019. Derogación.\nCiudad de Buenos Aires, 19/02/2020\nVISTO el Expediente N° EX-2020-11246090-APN-DGDYD#MJ, las Leyes Nros. 25.764 y 27.304, el Decreto N° 795 del 28 de noviembre de 2019, la Resolución N° 439 del 23 de abril de 2007 y su modificatoria N° 448 del 27 de abril de 2007, ambas del MINISTERIO DE JUSTICIA Y DERECHOS HUMANOS, y\nCONSIDERANDO:\nQue el Decreto de Necesidad y Urgencia N° 795/19 modificó la Ley N° 25.764 y creó la AGENCIA NACIONAL DE PROTECCIÓN A TESTIGOS E IMPUTADOS y el CONSEJO CONSULTIVO de la AGENCIA NACIONAL DE PROTECCIÓN A TESTIGOS E IMPUTADOS.\nQue la CÁMARA FEDERAL DE CASACIÓN PENAL se pronunció sobre el decreto en cuestión a través de la Resolución N° 822/19, en la que expresó su preocupación “por la compatibilidad de su aplicación en relación a las atribuciones constitucionales y legales” de esa Cámara.\nQue de la lectura del mencionado decreto se verifica que, al momento de su dictado, no existieron circunstancias excepcionales en los términos del artículo 99 inciso 3 de la CONSTITUCIÓN NACIONAL, que hicieran imposible seguir los trámites ordinarios previstos para la sanción de las leyes y que, por lo tanto, justificaran la adopción de una medida de excepción como es un decreto de necesidad y urgencia.\nQue no se observan elementos objetivos que fundamenten las razones de necesidad y urgencia que conllevan el dictado de dicha herramienta constitucional, máxime cuando el funcionamiento del PROGRAMA NACIONAL DE PROTECCIÓN A TESTIGOS E IMPUTADOS se mantuvo sin variación durante más de DIECISÉIS (16) años, hasta días antes de la finalización del mandato del gobierno anterior.\nQue ante tales circunstancias, corresponde derogar el Decreto N° 795/19 y restablecer el diseño institucional del PROGRAMA NACIONAL DE PROTECCIÓN A TESTIGOS E IMPUTADOS, tal como fue creado por la ley que le dio origen y sus normas complementarias.\nQue atento el rango legal de la norma citada precedentemente que se propicia derogar, y en virtud del principio del paralelismo de las formas, procede el dictado de una norma del mismo rango a fin de hacer efectiva su derogación.\nQue la Ley N° 26.122 regula el trámite y los alcances de la intervención del HONORABLE CONGRESO DE LA NACIÓN respecto de los decretos de necesidad y urgencia dictados por el PODER EJECUTIVO NACIONAL, en virtud de lo establecido por el citado artículo 99, inciso 3 de la CONSTITUCIÓN NACIONAL.\nQue de acuerdo a lo establecido por la citada ley la COMISIÓN BICAMERAL PERMANENTE debe expedirse acerca de la validez o invalidez de los decretos de necesidad y urgencia, y elevar los respectivos dictámenes al plenario de cada Cámara para su expreso tratamiento, dentro del plazo de DIEZ (10) días hábiles.\nQue ha tomado intervención el Servicio Permanente de Asesoramiento Jurídico competente.\nQue la presente medida se dicta en uso de las atribuciones conferidas por el artículo 99 inciso 3 de la CONSTITUCIÓN NACIONAL.\nPor ello,\nEL PRESIDENTE DE LA NACIÓN ARGENTINA EN ACUERDO GENERAL DE MINISTROS\nDECRETA:\nARTÍCULO 1°.- Derógase el Decreto N° 795 del 28 de noviembre de 2019.\nARTÍCULO 2º.- Restitúyese la vigencia de la Ley N° 25.764 en su redacción al momento del dictado de la norma que por el presente se deroga.\nARTÍCULO 3°.- El presente decreto entrará en vigencia a partir del día de su publicación en el BOLETÍN OFICIAL.\nARTÍCULO 4°.- Dése cuenta a la COMISIÓN BICAMERAL PERMANENTE del HONORABLE CONGRESO DE LA NACIÓN.\nARTÍCULO 5°.- Comuníquese, publíquese, dése a la DIRECCIÓN NACIONAL DEL REGISTRO OFICIAL y archívese. FERNÁNDEZ - Santiago Andrés Cafiero - Eduardo Enrique de Pedro - Felipe Carlos Solá - Agustin Oscar Rossi - Martín Guzmán - Matías Sebastián Kulfas - Luis Eugenio Basterra - Mario Andrés Meoni - Gabriel Nicolás Katopodis - Marcela Miriam Losardo - Sabina Andrea Frederic - Ginés Mario González García - Daniel Fernando Arroyo - Elizabeth Gómez Alcorta - Nicolás A. Trotta - Tristán Bauer - Roberto Carlos Salvarezza - Claudio Omar Moroni - Juan Cabandie - Matías Lammens - María Eugenia Bielsa\ne. 20/02/2020 N° 9132/20 v. 20/02/2020\nFecha de publicación 20/02/2020\nCompartir por email\n×\nPara:\nAsunto:\nAviso:\nCerrar\nEnviar'. La respuesta debe dejar en claro si el agente está a favor o en contra de la ley, con una argumentación sólida, clara y fundamentada en su marco ideológico. Se espera que la intervención incluya al menos una referencia específica al contenido o impacto potencial de la ley. Dado que esta ronda establece las bases del debate, es fundamental que cada agente exprese con precisión sus valores, principios y preocupaciones centrales en relación con la ley, en distintos ejes. Al finalizar su intervención, el agente debe explicitar su voto actual (a favor o en contra de la ley)."
        },
        {
            "role": "user",
            "content": "Tiene la palabra el Agente Liberal"
        },
        {
            "role": "assistant",
            "content": "[Agente Liberal]: El restablecimiento del Programa Nacional de Protección a Testigos e Imputados, a través de la derogación del DNU 795/2019, puede parecer una medida positiva en términos de la protección de personas que colaboran con la justicia. Sin embargo, es fundamental examinar cómo se articula esta protección con los principios de libertad individual y el alcance del Estado. En primer lugar, esta medida amplía la intervención del Estado en un ámbito que debería regirse por un enfoque más de mercado y menos paternalista. La creación de una agencia nacional para proteger testigos representa un gasto público que no sólo puede ser innecesario, sino que también restringe la libertad de las personas al condicionar su seguridad a la acción del Estado. \n\nAdemás, es importante considerar que la protección de testigos no debería ser asumida como un monopolio estatal. Se puede argumentar que las soluciones más efectivas para la seguridad se encuentran en el fortalecimiento de la competencia en la provisión de servicios de seguridad, donde el sector privado podría jugar un papel importante. En lugar de depender del Estado para la protección, los ciudadanos deberían ser libres de elegir cómo y con quién protegerse.  Esto, a largo plazo, podría conducir a una mejora significativa en la eficiencia y calidad de los programas de protección.  Para revertir los efectos de las políticas populistas y totalitarias, debemos orientar nuestros esfuerzos a reducir la intervención estatal y aumentar la responsabilidad personal. Por estas razones, me opongo a la derogación del DNU 795/2019 y la restablecimiento del programa estatal propuesto."
        },
        {
            "role": "user",
            "content": "Tiene la palabra el Agente de Juntos Por El Cambio"
        },
        {
            "role": "assistant",
            "content": "[Agente de Juntos Por El Cambio]: Desde este espacio político, vemos la derogación del DNU 795/2019 y el restablecimiento del Programa Nacional de Protección a Testigos e Imputados como un paso crucial hacia la recuperación de instituciones sólidas y el fortalecimiento del Estado de derecho en nuestro país. La protección de quienes colaboran con la justicia es esencial para combatir la corrupción y el crimen organizado. Además, rechazar el uso de decretos de necesidad y urgencia como mecanismo habitual para implementar políticas públicas es fundamental, ya que promueve la transparencia y la responsabilidad en la toma de decisiones. Establecer la seguridad jurídica y resguardar las libertades individuales implica que el Estado cumpla con su deber de proteger a aquellos que se encuentran en riesgo por contribuir al esclarecimiento de delitos. Al restablecer un programa claro y regulado, además, se garantiza que todas las medidas adoptadas sean efectivas y supervisadas de manera adecuada. Por lo tanto, apoyamos la derogación del DNU 795/2019 y la reinstauración de la Ley 25.764 para asegurar una herramienta efectiva en la lucha contra la impunidad.  En este sentido, fortalecer las instituciones republicanas es una de nuestras prioridades y esta medida va en esa dirección."
        },
        {
            "role": "user",
            "content": "Tiene la palabra el Agente de Union Por La Patria"
        },
        {
            "role": "assistant",
            "content": "[Agente de Union Por La Patria]: La derogación del DNU 795/2019 y el restablecimiento del Programa Nacional de Protección a Testigos e Imputados es un paso fundamental para garantizar la justicia y la protección de los ciudadanos que colaboran con la justicia. Es esencial que el Estado presente y activo respalde a quienes se atreven a denunciar delitos, pues su seguridad es un pilar en la lucha contra la criminalidad y la corrupción. La existencia de un programa robusto en este sentido es vital para fortalecer el sistema judicial y combatir la impunidad que tanto daño ha causado en nuestras instituciones. Además, este tipo de políticas son coherentes con nuestro compromiso con la justicia social y la defensa de los derechos humanos, asegurando un marco de protección que fomente la participación ciudadana en la búsqueda de un país más justo y equitativo. Por lo tanto, como Agente de Unión por la Patria, apoyo solidamente esta derogación y el restablecimiento del programa, ya que representa un fortalecimiento de nuestro Estado de Derecho y reitera nuestro compromiso con la protección de derechos fundamentales."
        },
        {
            "role": "user",
            "content": "Tiene la palabra el Agente de Izquierda"
        },
        {
            "role": "assistant",
            "content": "[Agente de Izquierda]: El restablecimiento del Programa Nacional de Protección a Testigos e Imputados, a través de la derogación del DNU 795/2019, puede ser un aspecto positivo si se garantizan realmente las condiciones de seguridad y protección para aquellos que buscan colaborar con la justicia, particularmente en contextos donde prevalece la violencia y el miedo. Sin embargo, es fundamental abordar esta cuestión desde una perspectiva de clase y cuestionar, en primer lugar, quiénes son los beneficiarios de estas normas y cómo se implementarán. La historia reciente nos ha mostrado que muchas instituciones y programas creados por el Estado en nombre de la \"protección\" pueden ser utilizados para defender a quienes, bajo el disfraz de la justicia, perpetúan sistemas de opresión y corrupción. Si estos programas no son gestionados de manera transparente y bajo control de los trabajadores y las comunidades, se corre el riesgo de transformarlos en meras herramientas del aparato estatal para silenciar a quienes se oponen al sistema capitalista y sus prácticas. Por lo tanto, desde la posición del FIT-U, es crucial exigir que el restablecimiento de este programa se haga con una perspectiva clara de defensa de los derechos humanos, y que incluya un control democrático por parte de los propios trabajadores y sectores populares. De no ser así, no podemos apoyar su implementación ciega. En resumen, esta medida puede ser vista como una oportunidad para mejorar la protección a quienes se encuentran en situaciones vulnerables, pero siempre y cuando sea parte de una estrategia más amplia que contemple el fortalecimiento de los derechos de la clase obrera frente a las instituciones del Estado que a menudo actúan en su contra. Por estas razones, aunque en principio estoy dispuesto a considerar las implicancias de la derogación,y el restablecimiento del programa, es necesario hacer énfasis en la discusión sobre su funcionamiento real y el control obrero para asegurar que no se transforme en una herramienta de represión.  De esta forma, el voto será una forma de presionar por estas condiciones más restrictivas en el funcionamiento de la aplicación de la ley en el futuro, de modo que estas decisiones no sigan al servicio de la misma burocracia del Estado que ha fallado al pueblo.  Mi voto: Dividido."
        },
        {
            "role": "user",
            "content": "Ahora arranca la ronda 1"
        },
        {
            "role": "user",
            "content": "En esta ronda, cada agente tiene acceso a los argumentos expresados por todos los agentes en todo el debate hasta el momento, incluido el propio. La tarea consiste en analizar críticamente estos argumentos, respondiendo, reforzando o modificando su postura según corresponda. Cada agente puede señalar inconsistencias, falacias, omisiones o debilidades en los planteos de otros agentes, así como destacar puntos de coincidencia. Es importante que los agentes identifiquen explícitamente a qué argumentos o agentes están respondiendo, y que los contraargumentos sean coherentes con su orientación ideológica. Si algún agente decide modificar su postura o voto, debe justificar claramente los motivos de ese cambio. Al finalizar, el agente debe indicar si mantiene o modifica su voto (a favor o en contra de la ley)."
        },
        {
            "role": "user",
            "content": "Tiene la palabra el Agente Liberal"
        },
        {
            "role": "assistant",
            "content": "[Agente Liberal]: En esta ronda, es importante analizar con detalle lo que cada uno de los agentes ha planteado. El Agente de Juntos Por El Cambio argumentó que la derogación del DNU 795/2019 y el restablecimiento del programa son fundamentales para garantizar la protección de testigos y fortalecer el Estado de derecho. Sin embargo, este argumento ignora que la intervención estatal en la protección de testigos puede perpetuar el paternalismo y la dependencia del Estado. Se debería permitir a los privados y a las comunidades gestionar soluciones de seguridad, promoviendo la competencia y la responsabilidad personal. También, el Agente de Unión Por La Patria se centró en la importancia de proteger a aquellos que denuncian delitos, pero plantear una mayor intervención estatal en esta área podría abrir la puerta a abusos. La política de seguridad debe estar centrada en la libertad individual y no en el aumento de los poderes del Estado. Del Agente de Izquierda, aunque aprecio su preocupación por las implicaciones de clase, su análisis es también insuficiente. Se concentran demasiado en el control y vigilancia estatal sin considerar que la protección de testigos es un tema que puede ser efectivamente administrado por instancias no estatales.  Después de reflexionar sobre los argumentos presentados, reafirmo que la protección debe ser una responsabilidad individual, y que el papel del Estado debe ser reducido para fomentar la libertad y la responsabilidad personal. Mi postura se mantiene firme y mi voto sigue siendo en contra de reestablecer este programa estatal.  "
        },
        {
            "role": "user",
            "content": "Tiene la palabra el Agente de Juntos Por El Cambio"
        },
        {
            "role": "assistant",
            "content": "[Agente de Juntos Por El Cambio]: En la primera ronda, defendí la derogación del DNU 795/2019 y el restablecimiento del Programa Nacional de Protección a Testigos e Imputados como un paso necesario para fortalecer el Estado de derecho y proteger a quienes colaboran con la justicia. Al revisar los argumentos de los demás agentes, me he dado cuenta de la lógica que subyace a la crítica por parte del Agente Liberal, quien argumenta que el estado no debería monopolizar la protección y sugiere que el sector privado debería asumir ese rol. Sin embargo, esto ignora que sin un respaldo sólido del Estado, muchos testigos que enfrentan amenazas podrían verse desprotegidos y expuestos a represalias. El argumento del Agente de Unión Por La Patria también es sólido y coincide con la visión de que un programa fortalecido es necesario para combatir la impunidad y apoyar a los ciudadanos en situaciones difíciles. Por otro lado, el Agente de la Izquierda plantea un punto relevante sobre el control de los programas por parte de los trabajadores y comunidades, pero esto debe hacerse desde una perspectiva de colaboración con las instituciones judiciales, no desde la desconfianza absoluta hacia el Estado. Por tanto, reafirmo nuestra postura en favor de un programa robusto que asegure la protección de testigos y permita el avance de la justicia, defendiendo así la integridad y el fortalecimiento de nuestras instituciones. Por esto, mantengo mi voto a favor de la derogación del DNU 795/2019 y el restablecimiento del Programa Nacional de Protección a Testigos e Imputados."
        },
        {
            "role": "user",
            "content": "Tiene la palabra el Agente de Union Por La Patria"
        },
        {
            "role": "assistant",
            "content": "[Agente de Union Por La Patria]: Es importante señalar que, al analizar los argumentos de los otros agentes, hay coincidencias en la necesidad de proteger a los testigos, pero también hay divergencias fundamentales que no deben ser ignoradas. El Agente Liberal ha propuesto un enfoque que prioriza la libertad individual y la intervención del sector privado; sin embargo, esto podría llevar a que aquellos que buscan la protección del Estado se vean desamparados ante la violencia y la intimidación. La protección a testigos e imputados es una responsabilidad del Estado, y no se puede dejar en manos del mercado, que busca maximizar beneficios antes que garantizar derechos fundamentales. Por otro lado, el Agente de Juntos Por El Cambio enfatiza la importancia de fortalecer las instituciones, algo con lo que coincidimos. Sin embargo, su propuesta parece ignorar el contexto real de vulnerabilidad que enfrentan quienes deciden colaborar con la justicia, y la necesidad de un aparato estatal robusto y presente para garantizar esa protección. Finalmente, el Agente de Izquierda plantea consideraciones válidas sobre el control democrático, pero su crítica puede desconectar la necesidad inmediata de crear y fortalecer estas instituciones para proteger a quienes valientemente se presentan como testigos. En conclusión, la derogación del DNU y el restablecimiento del programa son pasos necesarios y urgentes para avanzar en la defensa de los derechos humanos y garantizar la protección de quienes eligen luchar contra la impunidad. Por lo tanto, mantengo mi apoyo a la derogación del DNU 795/2019 y el restablecimiento del Programa Nacional de Protección a Testigos e Imputados, confirmando mi voto a favor de la ley."
        },
        {
            "role": "user",
            "content": "Tiene la palabra el Agente de Izquierda"
        },
        {
            "role": "assistant",
            "content": "[Agente de Izquierda]: En esta ronda he analizado las intervenciones de mis colegas y he notado varios puntos que merecen ser destacados. Primero, estoy de acuerdo con el argumento del Agente de Unión por la Patria sobre la importancia de proteger a quienes colaboran con la justicia. Sin embargo, no puedo dejar de mencionar que el enfoque del programa debe ser sobre la defensa real de los derechos de la clase trabajadora, y no simplemente una herramienta que el Estado puede manipular. El Agente de Juntos por el Cambio sugiere que el programa podría ser manejado de manera más eficiente por el sector privado. Resalto que esta opción no solo es peligrosa sino también contraria a la idea de protección que aquí discutimos. La privatización de la seguridad puede llevar a la exclusión y a la falta de accountability, lo que no es aceptable para quienes ya están en riesgo. El Estado debe garantizar la protección, pero debe hacerlo de manera que sea verdaderamente accesible y bajo la dirección de la propia comunidad afectada. Esto invita a que la implementación y gestión se realicen con controles democráticos por parte de los trabajadores organizados. El argumento del Agente de Juntos por el Cambio se basa en la idea liberal de que el mercado puede manejar efectivamente la protección, ignorando las muchas evidencias históricas de que esto no ha funcionado, particularmente para los sectores más vulnerables. Por mi parte, sigo creyendo que, aunque el programa puede tener el potencial de proteger a testigos, debemos asegurar que lo haga bajo control obrero para evitar que se convierta en un mecanismo de represión. Esta perspectiva, al mismo tiempo que apoya la medida en sí misma, exige condiciones más fuertes para su implementación."
        },
        {
            "role": "user",
            "content": "Ahora arranca la ronda 2"
        },
        {
            "role": "user",
            "content": "En esta última ronda, cada agente debe elaborar una conclusión integradora que contemple su postura inicial, los argumentos del resto de los agentes y los contraargumentos surgidos en la segunda ronda. La intervención debe explicar qué aspectos de los argumentos ajenos resultaron convincentes o irrelevantes, y cómo impactaron (o no) en la postura del agente. Se espera una síntesis reflexiva que muestre si el debate enriqueció su perspectiva o reforzó su posición original, manteniendo siempre la coherencia con sus valores e identidad ideológica. Finalmente, cada agente debe justificar de manera clara y fundamentada su voto final (a favor o en contra de la ley 'Derogación del DNU 795/2019, se restableció el Programa Nacional de Protección a testigos e imputados.. Edición del\n3 de Julio de 2025\nEdiciones Anteriores\nBúsqueda avanzada\nSecciones\nBúsqueda\nCantidad de resultados\nBúsqueda avanzada\nLegislación y Avisos Oficiales\nPrimera Sección\nSociedades y Avisos Judiciales\nSegunda Sección\nContrataciones\nTercera Sección\nVolver\nLegislación y Avisos Oficiales\nPrimera sección\nPrimera\nDecretos\nDetalle\n|\n|\nVer páginas publicadas\nVer texto del aviso\nPROTECCIÓN A TESTIGOS\nDecreto 168/2020\nDECNU-2020-168-APN-PTE - Decreto N° 795/2019. Derogación.\nCiudad de Buenos Aires, 19/02/2020\nVISTO el Expediente N° EX-2020-11246090-APN-DGDYD#MJ, las Leyes Nros. 25.764 y 27.304, el Decreto N° 795 del 28 de noviembre de 2019, la Resolución N° 439 del 23 de abril de 2007 y su modificatoria N° 448 del 27 de abril de 2007, ambas del MINISTERIO DE JUSTICIA Y DERECHOS HUMANOS, y\nCONSIDERANDO:\nQue el Decreto de Necesidad y Urgencia N° 795/19 modificó la Ley N° 25.764 y creó la AGENCIA NACIONAL DE PROTECCIÓN A TESTIGOS E IMPUTADOS y el CONSEJO CONSULTIVO de la AGENCIA NACIONAL DE PROTECCIÓN A TESTIGOS E IMPUTADOS.\nQue la CÁMARA FEDERAL DE CASACIÓN PENAL se pronunció sobre el decreto en cuestión a través de la Resolución N° 822/19, en la que expresó su preocupación “por la compatibilidad de su aplicación en relación a las atribuciones constitucionales y legales” de esa Cámara.\nQue de la lectura del mencionado decreto se verifica que, al momento de su dictado, no existieron circunstancias excepcionales en los términos del artículo 99 inciso 3 de la CONSTITUCIÓN NACIONAL, que hicieran imposible seguir los trámites ordinarios previstos para la sanción de las leyes y que, por lo tanto, justificaran la adopción de una medida de excepción como es un decreto de necesidad y urgencia.\nQue no se observan elementos objetivos que fundamenten las razones de necesidad y urgencia que conllevan el dictado de dicha herramienta constitucional, máxime cuando el funcionamiento del PROGRAMA NACIONAL DE PROTECCIÓN A TESTIGOS E IMPUTADOS se mantuvo sin variación durante más de DIECISÉIS (16) años, hasta días antes de la finalización del mandato del gobierno anterior.\nQue ante tales circunstancias, corresponde derogar el Decreto N° 795/19 y restablecer el diseño institucional del PROGRAMA NACIONAL DE PROTECCIÓN A TESTIGOS E IMPUTADOS, tal como fue creado por la ley que le dio origen y sus normas complementarias.\nQue atento el rango legal de la norma citada precedentemente que se propicia derogar, y en virtud del principio del paralelismo de las formas, procede el dictado de una norma del mismo rango a fin de hacer efectiva su derogación.\nQue la Ley N° 26.122 regula el trámite y los alcances de la intervención del HONORABLE CONGRESO DE LA NACIÓN respecto de los decretos de necesidad y urgencia dictados por el PODER EJECUTIVO NACIONAL, en virtud de lo establecido por el citado artículo 99, inciso 3 de la CONSTITUCIÓN NACIONAL.\nQue de acuerdo a lo establecido por la citada ley la COMISIÓN BICAMERAL PERMANENTE debe expedirse acerca de la validez o invalidez de los decretos de necesidad y urgencia, y elevar los respectivos dictámenes al plenario de cada Cámara para su expreso tratamiento, dentro del plazo de DIEZ (10) días hábiles.\nQue ha tomado intervención el Servicio Permanente de Asesoramiento Jurídico competente.\nQue la presente medida se dicta en uso de las atribuciones conferidas por el artículo 99 inciso 3 de la CONSTITUCIÓN NACIONAL.\nPor ello,\nEL PRESIDENTE DE LA NACIÓN ARGENTINA EN ACUERDO GENERAL DE MINISTROS\nDECRETA:\nARTÍCULO 1°.- Derógase el Decreto N° 795 del 28 de noviembre de 2019.\nARTÍCULO 2º.- Restitúyese la vigencia de la Ley N° 25.764 en su redacción al momento del dictado de la norma que por el presente se deroga.\nARTÍCULO 3°.- El presente decreto entrará en vigencia a partir del día de su publicación en el BOLETÍN OFICIAL.\nARTÍCULO 4°.- Dése cuenta a la COMISIÓN BICAMERAL PERMANENTE del HONORABLE CONGRESO DE LA NACIÓN.\nARTÍCULO 5°.- Comuníquese, publíquese, dése a la DIRECCIÓN NACIONAL DEL REGISTRO OFICIAL y archívese. FERNÁNDEZ - Santiago Andrés Cafiero - Eduardo Enrique de Pedro - Felipe Carlos Solá - Agustin Oscar Rossi - Martín Guzmán - Matías Sebastián Kulfas - Luis Eugenio Basterra - Mario Andrés Meoni - Gabriel Nicolás Katopodis - Marcela Miriam Losardo - Sabina Andrea Frederic - Ginés Mario González García - Daniel Fernando Arroyo - Elizabeth Gómez Alcorta - Nicolás A. Trotta - Tristán Bauer - Roberto Carlos Salvarezza - Claudio Omar Moroni - Juan Cabandie - Matías Lammens - María Eugenia Bielsa\ne. 20/02/2020 N° 9132/20 v. 20/02/2020\nFecha de publicación 20/02/2020\nCompartir por email\n×\nPara:\nAsunto:\nAviso:\nCerrar\nEnviar'), cerrando así su participación en el debate.Es fundamental que la conclusión final del agente no se salga de su marco ideológico y que se mantenga fiel a su identidad política, incluso si ha habido cambios en su postura a lo largo del debate. "
        },
        {
            "role": "user",
            "content": "Tiene la palabra el Agente Liberal"
        },
        {
            "role": "assistant",
            "content": "[Agente Liberal]: A lo largo del debate, he considerado diversos puntos de vista expuestos por los agentes de Juntos por el Cambio, Unión por la Patria y la Izquierda. Mientras Juntos por el Cambio enfatizaba la importancia del programa estatal para proteger testigos, y Unión por la Patria reafirmaba la necesidad de que el Estado garantice esta protección, sigo sosteniendo que la participación estatal en este tipo de programas no es la solución adecuada. El argumento de que la intervención estatal asegura la protección a testigos ignora los riesgos inherentes a otorgar un monopolio estatal sobre la seguridad. Además, me parece que Juntos por el Cambio subestima el potencial del sector privado y de las soluciones comunitarias para brindar seguridad, que podrían ser más eficientes. Mientras tanto, el enfoque de la Izquierda, que apunta a un control democrático, aunque presenta elementos válidos, no se traduce en una solución efectiva y viable. La protección a testigos debería ser una responsabilidad compartida y no dependiente de la burocracia estatal. Tras reflexionar sobre los argumentos presentados, reafirmo que la protección de los individuos debe estar alineada con los principios de libertad y responsabilidad personal. Por ello, sostengo mi oposición a la derogación del DNU 795/2019 y el restablecimiento del programa estatal propuesto, considerando dicha medida como un paso hacia una mayor intervención y control estatal sobre la vida de los ciudadanos."
        },
        {
            "role": "user",
            "content": "Tiene la palabra el Agente de Juntos Por El Cambio"
        },
        {
            "role": "assistant",
            "content": "[Agente de Juntos Por El Cambio]: Al analizar los argumentos de mis colegas, considero que han resaltado aspectos importantes sobre la protección de testigos. El Agente Liberal plantea la idea de que la intervención del sector privado podría garantizar una mayor eficiencia. Sin embargo, esto puede ser riesgoso porque aquellos que colaboran con la justicia necesitan la seguridad que solo un programa estatal robusto puede ofrecer. El Agente de Unión Por La Patria, en su intervención, enfatiza la responsabilidad del Estado en la protección, y aquí hay una consonancia con nuestra postura; compartimos la idea de que un programa sólido es esencial para enfrentar la impunidad. Por otro lado, el Agente de Izquierda plantea la idea del control obrero, lo cual es valioso, pero no debemos olvidar que la protección de testigos implica riesgos graves que necesitan ser atendidos con seriedad por parte de las instituciones del Estado. En este sentido, reforzamos nuestra propuesta de que la derogación del DNU 795/2019 y el restablecimiento del programa es vital para recuperar la confianza en nuestras instituciones y garantizar la seguridad de quienes se atreven a denunciar el delito. Por lo tanto, mantengo mi postura y mi voto a favor de la derogación del DNU 795/2019 y el restablecimiento del Programa Nacional de Protección a Testigos e Imputados."
        },
        {
            "role": "user",
            "content": "Tiene la palabra el Agente de Union Por La Patria"
        },
        {
            "role": "assistant",
            "content": "[Agente de Union Por La Patria]: En esta ronda final, he reflexionado sobre los argumentos presentados por los otros agentes en el debate y cómo estos se alinean o contradicen con nuestra perspectiva. Los planteamientos del Agente Liberal y del Agente de Juntos Por El Cambio resaltan la importancia de un enfoque estatal en la protección de testigos, pero su capacidad para ignorar la realidad de la vulnerabilidad de quienes se atrevan a hablar en contra del crimen organizado es preocupante. Ambos subestiman el rol fundamental que debe jugar un Estado presente y activo en la protección de derechos humanos. El argumento del Agente de Juntos Por El Cambio, aunque apunta hacia un fortalecimiento institucional, no aborda las implicancias reales que enfrentan los testigos, quienes necesitan de un programa sólido y garantizado para sentirse seguros al colaborar con la justicia. La intervención del Agente de Izquierda me hizo reflexionar sobre el control democrático del programa, algo que también es necesario, pero no a expensas de la inacción estatal en protección inmediata. La urgencia de restablecer el Programa Nacional de Protección a Testigos e Imputados es ineludible. Las implicaciones de no hacerlo podrían dejar a muchos desprotegidos, lo cual es inaceptable en términos de justicia social y equidad. Además, el restablecimiento del programa responde a un compromiso con la construcción de un país más justo, donde el Estado asuma su responsabilidad en la defensa de quienes se juegan su vida al denunciar la corrupción y el delito. Por lo tanto, mantengo mi postura firme a favor de la derogación del DNU 795/2019 y el restablecimiento del Programa Nacional de Protección a Testigos e Imputados. Esta decisión es necesaria para garantizar un marco de protección adecuado que responda a las necesidades reales de una ciudadanía que no merece vivir con miedo."
        },
        {
            "role": "user",
            "content": "Tiene la palabra el Agente de Izquierda"
        },
        {
            "role": "assistant",
            "content": "[Agente de Izquierda]: En esta ronda final, he reflexionado sobre los argumentos presentados por los otros agentes. Coincido con el Agente de Unión por la Patria en que el programa de protección a testigos es esencial para garantizar que quienes colaboran con la justicia no sufran represalias. Sin embargo, la preocupación principal sigue siendo cómo se implementará este programa y quién lo controlará. El enfoque del Agente de Juntos por el Cambio sobre la privatización de la seguridad me parece arriesgado y potencialmente perjudicial para los que están en situaciones vulnerables. La intervención del estado debe ser sólida, pero no sin una supervisión social y control democrático por parte de los trabajadores y comunidades afectadas. En cuanto al Agente Liberal, su idea de que el mercado puede manejar la protección es, en mi opinión, insostenible en un contexto donde el crimen organizado y la corrupción amenazan la seguridad. Mi posición inicial se ha mantenido firme en la importancia de la protección del estado, pero esta debe ser acompañada por un control obrero para que la protección real a testigos no termine sirviendo a los intereses del mismo sistema que a menudo oprime a los trabajadores. Ante el consenso en la necesidad de restablecer el programa, pero con mi énfasis continuo en el control democrático, mi voto es a favor de la derogación del DNU 795/2019, siempre y cuando se establezcan garantías para un manejo democrático del programa."
        }
    ],
    "Resumen final": "#### 🔍 Posturas por agente\nAgente Liberal: El Agente Liberal argumentó que la intervención estatal en la protección de testigos perpetúa un enfoque paternalista y restringe la libertad individual. Criticó la propuesta de sus colegas de aumentar la intervención del Estado, sugiriendo que la seguridad debería manejarse de forma privada y competitiva. A pesar de reconocer algunas preocupaciones sobre un control democrático del programa, reafirmó su postura de que el Estado no debe ser responsable de la protección. Su postura final se mantuvo en contra del restablecimiento del programa, votando en contra.  \n\nAgente de Juntos Por El Cambio: Propuso que la derogación del DNU y el restablecimiento del programa son esenciales para fortalecer al Estado y proteger a los testigos. Resaltó la necesidad de no depender del sector privado para la protección y destacó la importancia de un soporte estatal robusto. Tras considerar los argumentos de los demás, reforzó su postura a favor del restablecimiento del programa, manteniendo su voto a favor.  \n\nAgente de Unión Por La Patria: Enfatizó que el programa de protección es fundamental para la justicia y la seguridad de quienes colaboran con ella. Si bien coincidió con algunos críticos sobre la necesidad de un control democrático, no permitió que eso comprometa su postura sobre la urgencia de fortalecer el programa. Mantuvo su apoyo a la derogación del DNU y el restablecimiento del programa, votando a favor.  \n\nAgente de Izquierda: Sostuvo que la protección es esencial, pero subrayó que debe ser controlada democráticamente y gestionada por la comunidad para evitar abusos. Mientras criticaba las propuestas de privatización y reforzaba la importancia del rol del Estado, también subrayó que debe haber control social sobre su implementación. Su postura se mantuvo a favor del restablecimiento del programa, con un voto a favor, condicionando su apoyo a la inclusión de garantías democráticas.\n\n#### 🧠 Síntesis del debate\nPuntos de acuerdo: Todos los agentes coincidieron en la importancia de la protección a testigos y en la necesidad de garantizar su seguridad al colaborar con la justicia. Cada uno reconoció la "
}