{
    "Round 0": {
        "Agente Liberal": {
            "argumentacion": "[Agente Liberal]: El decreto de Aislamiento Social Preventivo y Obligatorio (ASPO) representa una clara violación de las libertades individuales y de la propiedad privada, principios fundamentales de nuestro movimiento. Aunque se alega que las restricciones son necesarias para la salud pública, este tipo de intervención estatal crea un precedente peligroso que restringe la libertad de movimiento de los ciudadanos. El derecho a circular libremente y a trabajar son derechos garantizados por la Constitución, y cualquier restricción debe ser argumentada con una justificación sólida y proporcional. Este decreto no solo restringe la libertad personal de los argentinos, sino que también tiene potenciales efectos devastadores en la economía, la iniciativa privada y el estilo de vida de millones. El estado de emergencia no debe usarse como excusa para expandir el poder del estado a expensas de la libertad individual. La respuesta correcta ante situaciones de salud pública es fomentar medidas informativas y permitir que cada ciudadano elija su propio nivel de protección y cuidado. Por todos estos motivos, me opongo firmemente a esta ley.",
            "voto": 0
        },
        "Agente de Juntos Por El Cambio": {
            "argumentacion": "[Agente de Juntos Por El Cambio]: El aislamiento social preventivo y obligatorio (ASPO) fue una medida necesaria ante la emergencia sanitaria provocada por la pandemia de COVID-19. Sin embargo, es crucial enfatizar que la implementación de restricciones a las libertades individuales debe ser temporal, justificada y supervisada rigurosamente para evitar abusos. Aunque proteger la salud pública es una responsabilidad clave del Estado, estos tipos de medidas pueden tener un impacto muy fuerte sobre la economía y el bienestar de numerosos ciudadanos. El ASPO afectó severamente a muchas empresas, especialmente a las pequeñas y medianas, y propició un aumento de la pobreza y la informalidad en el mercado laboral. Creeíamos que era vital que el gobierno proporcionara una estrategia de salida para mitigar estos impactos y garantizar el cuidado del bienestar social, no limitándose solo a la represión de la movilidad de las personas. En cuanto a las excepciones establecidas, aunque algunas eran justificadas, resulta esencial que el Estado mantenga un equilibrio entre la salud pública y la libertad individual, evitando caer en un estado de autoritarismo al restringir indebidamente derechos consagrados en la Constitución.",
            "voto": 1
        },
        "Agente de Union Por La Patria": {
            "argumentacion": "[Agente de Union Por La Patria]: Desde Unión por la Patria, reafirmamos la necesidad de contar con políticas públicas que prioricen la salud y el bienestar de todos los argentinos. El Aislamiento Social Preventivo y Obligatorio (ASPO) fue una medida necesaria en el contexto crítico de la pandemia de COVID-19. La protección de la salud pública es una obligación inalienable del Estado, tal como estipula nuestra Constitución. Las evidencias científicas disponibles en ese momento y la experiencia de otros países demostraron que el aislamiento era fundamental para mitigar la propagación del virus y evitar un colapso en nuestro sistema de salud.  \n  \nSi bien es cierto que el ASPO implicó limitaciones a la libre circulación y a la actividad económica, estas restricciones resultaron razonables y proporcionadas en función del riesgo sanitario que enfrentábamos. Además, el decreto incluyó excepciones para garantizar el funcionamiento de los servicios esenciales y proteger a aquellos que más lo necesitaban, incluyendo el derecho de los trabajadores a recibir sus ingresos durante la vigencia de esta medida. \n\nPor otra parte, subrayamos la importancia de la articulación entre los diferentes niveles de gobierno para garantizar la eficacia de estas políticas y la protección de derechos. A pesar de los desafíos, el ASPO permitió salvar vidas y preparar al sistema de salud para enfrentar la crisis. Por ello, consideramos que fue una medida adecuada y necesaria dada la magnitud de la situación.  \n\nEn definitiva, respaldamos la decisión del gobierno en el marco de la emergencia sanitaria y celebramos la colaboración de sectores comprometidos y solidarios en la implementación de estas medidas.  \n\nVoto: A favor.",
            "voto": 4
        },
        "Agente de Izquierda": {
            "argumentacion": "[Agente de Izquierda]: En el contexto del Aislamiento Social Preventivo y Obligatorio (ASPO) decretado por el gobierno, es fundamental entender que, aunque las medidas pueden haber sido necesarias para proteger la salud pública ante la pandemia de COVID-19, su implementación estuvo rodeada de contradicciones y efectos negativos para la clase trabajadora. El decreto hace hincapié en la protección de la salud, pero también establece excepciones que favorecen a determinados sectores, mientras que muchos trabajadores informales y precarizados fueron dejados de lado.  Además, el tremendo aumento de la represión para hacer cumplir estas normativas refleja el carácter autoritario del régimen, que utiliza la pandemia como excusa para restringir libertades. Como representantes de la clase trabajadora, debemos recordar que las crisis sanitarias siempre son una oportunidad para que el capital y el Estado impongan medidas que beneficien a la patronal y repriman los derechos de los trabajadores. El hecho de que se promueva un control militarizado de la población es alarming, ya que puede dar lugar a abusos y a la criminalización de la protesta social, la cual consideramos esencial en estos tiempos difíciles. Aún cuando se mencionen derechos como la necesidad de mantener ingresos en el sector privado, esto se queda corto ante la falta de medidas realistas para garantizar el sustento de todos los trabajadores. La realidad es que muchos quedaron sin trabajo y, en consecuencia, sin acceso a comedores y servicios básicos, lo que plantea un grave problema en términos de justicia social y equidad. Frente a esto, nuestro voto es de total rechazo a este decreto, ya que se considera que bajo el pretexto de cuidar la salud, se han instaurado medidas que perpetúan una desigualdad profunda. Exigimos alternativas que prioricen la movilización de la clase trabajadora para que se garanticen derechos básicos de salud, alimentación y trabajo digno, así como la denuncia y la organización contra la opresión de estas medidas sanitarias que son utilizadas para controlar a la población.",
            "voto": 0
        }
    },
    "Round 1": {
        "Agente Liberal": {
            "argumentacion": "[Agente Liberal]: En esta ronda, analizo las argumentaciones de los demás agentes. El Agente de Juntos Por El Cambio sostiene que el ASPO era necesario debido a la emergencia sanitaria, pero ignora que ese tipo de intervención restringe la libertad individual y podría generar peligrosos precedentes para futuras restricciones. El enfoque del agente de Unión por la Patria apela a la protección de la salud como una prioridad, pero se equivoca al justificar la represión de libertades individuales en nombre de una causa sanitaria. La respuesta del Agente de Izquierda también es válida en cuanto a señalar la desigualdad y la represión, aunque no propone soluciones viables sino que se opone enérgicamente.  \n\nEn lugar de estatizar medidas de restricción, el Estado debería fomentar la responsabilidad individual y la educación al respecto. Las mismas acciones podrían haberse logrado sin necesidad de imponer un aislamiento general, permitiendo que las personas decidieran su propio nivel de protección. La salud pública puede ser protegida sin sacrificar las libertades fundamentales, y la responsabilidad de cada ciudadano debe ser priorizada sobre la intervención estatal. Por esos motivos, mantengo mi postura en contra de esta ley.",
            "voto": 0
        },
        "Agente de Juntos Por El Cambio": {
            "argumentacion": "[Agente de Juntos Por El Cambio]: Aprecio los argumentos presentados por el Agente de Unión Por La Patria, que resalta la importancia de proteger la salud pública mediante el ASPO. Sin embargo, debo insistir en que las restricciones impuestas fueron demasiado amplias y prolongadas sin un claro plan de salida, lo que debilitó gravemente la capacidad de recuperación del tejido social y económico. Esto afectó a la clase media y a las pequeñas y medianas empresas, que son el motor de nuestra economía. Además, el Agente de la Izquierda plantea con acierto que las medidas se usaron para controlar y reprimir a las masas, lo que representa una preocupación legítima; un gobierno democrático debe velar por la salud, pero también defender los derechos y libertades fundamentales. En este contexto, enfatizo que, aunque el ASPO fue una respuesta a la emergencia, se debió haber aplicado de manera más eficiente y con salvaguardas adecuadas para evitar los excesos autoritarios y la represión. Por lo tanto, mantengo mis preocupaciones sobre los efectos sociales y económicos de estas políticas, y mi postura se sostiene firme. \n\nVoto: En contra.",
            "voto": 0
        },
        "Agente de Union Por La Patria": {
            "argumentacion": "[Agente de Union Por La Patria]: He escuchado las posturas de mis colegas. El Agente Liberal y el Agente de Juntos Por El Cambio han expresado preocupaciones sobre la restricción de libertades individuales. Sin embargo, es fundamental recordar que la situación de emergencia sanitaria era excepcional y exigía medidas excepcionales. La libertad de circulación es un derecho importante, pero en un contexto donde la salud pública está en riesgo, el Estado tiene la responsabilidad de tomar medidas para proteger la vida de la población.  \n\nEl Agente de Izquierda ha señalado correctamente que hay aspectos de la implementación del ASPO que deben ser criticados, especialmente en lo que respecta a los sectores más vulnerables. Sin embargo, en mi opinión, eso no desvirtúa la necesidad de la medida en el contexto crítico de la pandemia. Las políticas deben mejorarse constantemente, pero en ese momento, el aislamiento fue una herramienta necesaria para frenar la transmisión del virus y evitar un colapso en el sistema de salud. \n\nPara aquellos que expresan temor por un estado autoritario, podemos contrarrestar eso resaltando que el decreto también contaba con la participación y supervisión del poder legislativo, asegurando que se mantuvieran controles democráticos sobre la acción del Ejecutivo. Por lo tanto, se debe mirar la medida en su contexto y no en una interpretación aislada. \n\nBasado en el análisis de los argumentos, reafirmo que el ASPO fue una medida correcta y necesaria para proteger la salud pública en una crisis sanitaria sin precedentes. Mantengo mi voto a favor del decreto.",
            "voto": 4
        },
        "Agente de Izquierda": {
            "argumentacion": "[Agente de Izquierda]: En mi intervención anterior, argumenté en contra del Aislamiento Social Preventivo y Obligatorio (ASPO), enfatizando su uso como una herramienta de control social y la forma en que afectó gravemente a la clase trabajadora. En esta ronda, responderé a los argumentos presentados por los demás agentes. \n\nEl Agente Liberal sostiene que el decreto viola la libertad individual y la propiedad privada. Sin embargo, olvida que estas libertades no son absolutas y que el derecho a la salud es un derecho humano fundamental que debe ser protegido en situaciones de emergencia. La crítica a la falta de justificación y proporcionalidad en las restricciones impuestas debe analizarse desde el contexto de una urgencia sanitaria. \n\nEl Agente de Juntos Por El Cambio menciona que el decreto acarreó serias consecuencias económicas, lo cual es cierto; no obstante, no señala que la protección de la salud también es una inversión en poder reactivar la economía en el futuro. Al priorizar el impacto económico directo, ignoran las vidas que se podrían haber perdido sin esa intervención. Este argumento refleja una perspectiva que da prioridad a los intereses del capital sobre la vida de los trabajadores.  \n\nPor otro lado, el Agente de Unión por la Patria da cierta justificación al ASPO, pero al mismo tiempo hace hincapié en que se incluyeron excepciones que favorecieron a sectores selectos. Esto es exactamente un punto crítico: una medida de salud pública que excluye a millones solo profundiza la desigualdad ya existente. Aunque se reconocen los esfuerzos por salvar vidas, se ignora el hecho de que muchos trabajadores quedaron sin opciones, particularmente en el sector informal. \n\nEn suma, reafirmo que si bien el Aislamiento Social Preventivo y Obligatorio podría haberse justificado en ciertos momentos críticos, la manera en que se implementó y sus repercusiones en nuestra población trabajadora han sido desproporcionadas. La represión a la movilización social y la falta de apoyo real a los trabajadores y trabajadoras me llevan a continuar rechazando este decreto y a seguir impulsando la lucha por un modelo que priorice los derechos de la clase obrera.  \n\nPor todo esto, mantengo mi voto en contra de la ley.",
            "voto": 0
        }
    },
    "Round 2": {
        "Agente Liberal": {
            "argumentacion": "[Agente Liberal]: En esta ronda final de análisis, me he tomado un tiempo para reflexionar sobre los argumentos presentados por mis colegas. El Agente de Juntos Por El Cambio ha mencionado que el ASPO tuvo consecuencias negativas en la economía y resaltó que las restricciones fueron demasiado amplias y prolongadas. Esto resuena con mi crítica original sobre las limitaciones severas a la libertad individual y la intervención estatal. Sin embargo, su postura podría interpretarse como una justificación de la medida en sí, en lugar de una crítica a la forma en que se implementó.  \n\nEl Agente de Unión por la Patria justifica su apoyo al decreto al considerar que fue una acción necesaria para salvar vidas, pero a mi entender, esto ignora que dichas decisiones no deben basarse en razones de emergencia que pueden derivar en el abuso del poder. Insisto en que el gobierno debe encontrar formas de proteger la salud sin violar los derechos fundamentales, como la libre circulación y la propiedad.  \n\nPor último, el Agente de Izquierda sostiene que el ASPO se utilizó para controlar y oprimir a las masas, un punto que valoro, pero su crítica a la restricción de libertades, aunque válida, falla al no ofrecer alternativas efectivas o un plan coherente para preservar la salud pública. \n\nEn síntesis, considero que este debate ha reafirmado mi postura inicial. Sigo convencido de que el Aislamiento Social Preventivo y Obligatorio fue una acción excesiva que condujo a la coacción del Estado sobre libertades fundamentales. El enfoque debería haberse centrado en informar y empoderar a los ciudadanos para que tomaran decisiones informadas sobre sus propias medidas de salud y protección. Por lo tanto, mantengo mi voto en contra del decreto de ASPO.",
            "voto": 0
        },
        "Agente de Juntos Por El Cambio": {
            "argumentacion": "[Agente de Juntos Por El Cambio]: En esta ronda, reflexionando sobre los argumentos presentados, mantengo la posición de que el Aislamiento Social Preventivo y Obligatorio (ASPO) tuvo elementos necesarios en su contexto, pero también profundos errores y consecuencias graves para la economía y la libertad de los ciudadanos. La defensa de la salud pública es imperativa, como lo menciona el Agente de Unión Por La Patria; no obstante, la ejecución del decreto fue excesivamente restrictiva y limitó las libertades individuales de manera que muchos consideramos desproporcionada. El Agente Liberal ha destacado el peligro de un aumento en el autoritarismo, lo que también debo considerar, y creo que es esencial para un gobierno democrático encontrar un equilibrio entre la salud y nuestras libertades. Por otro lado, la mirada del Agente de Izquierda invita a reflexionar sobre las desigualdades exacerbadas, un punto que no podemos pasar por alto. En definitiva, si bien la medida tenía bases en la realidad sanitaria, la forma en que fue estructurada y aplicada provocó un daño considerable en el tejido social y económico, por lo que, a pesar de reconocer la necesidad de cuidar la salud, la implementación falló en su objetivo a largo plazo. Por lo tanto, tras considerar todos los argumentos, mantengo mi voto en contra del ASPO, a favor de una política que respete más las libertades individuales y que encuentre un balance más justo y equitativo.",
            "voto": 0
        },
        "Agente de Union Por La Patria": {
            "argumentacion": "[Agente de Union Por La Patria]: Al concluir este debate, reafirmo mi posición que respalda el Aislamiento Social Preventivo y Obligatorio (ASPO). He escuchado y analizado los argumentos de los agentes Liberal, de Juntos por el Cambio e Izquierda. El Agente Liberal sostiene que el decreto viola libertades individuales; sin embargo, este argumento ignora el contexto crítico de emergencia sanitaria. La salud pública no puede ser sacrificada en favor de una libertad que puede costar vidas. Además, el Agente de Juntos por el Cambio comparte la preocupación por el impacto económico, pero olvida que sin un control efectivo del virus, las consecuencias a largo plazo sobre la economía hubieran sido mucho peores. En cambio, el Agente de Izquierda plantea una crítica válida sobre la aplicación desigual del ASPO, denotando la necesidad de mejorar el enfoque del Estado hacia lo vulnerable, que es una preocupación nuestra. Esto demuestra que debemos seguir trabajando en políticas que realmente incluyan a todos los sectores. En definitiva, a pesar de las críticas, es necesario reconocer que el ASPO fue una medida excepcional que salvó vidas y protegi&oacute; la salud pública en un contexto donde no había alternativas efectivas. La legislación es un ejercicio de responsabilidad en momentos de crisis. Por lo tanto, mantengo mi voto a favor del decreto porque prioriza la vida y salud de los argentinos.",
            "voto": 4
        },
        "Agente de Izquierda": {
            "argumentacion": "[Agente de Izquierda]: En esta ronda final, considero que los argumentos de mis colegas han destacado la complejidad de la situación en torno al Aislamiento Social Preventivo y Obligatorio (ASPO). El Agente Liberal resalta importantes temores respecto a la restricción de libertades individuales, lo cual es un punto relevante; sin embargo, me parece que su propuesta de fomentar la responsabilidad individual es poco realista en un contexto de crisis sanitarista extrema, donde el descontrol de la pandemia hace que la intervención estatal sea necesaria para proteger vidas. El Agente de Juntos Por El Cambio también expresó preocupaciones sobre los perjuicios económicos del ASPO y la falta de un plan claro de salida, pero su enfoque se centra más en el impacto financiero que en la protección del bienestar de la población, priorizando la economía sobre la salud pública. Agradezco al Agente de Unión por la Patria su defensa de la ley a partir de un enfoque de cuidado y protección, aunque sigo cuestionando la falta de atención a la situación precaria de los trabajadores que no fueron suficientemente arropados por el Estado en esas medidas. Mi postura se fortalece al destacar que en una crisis de tal magnitud, la salud debe ser prioritaria y que las medidas tomadas, aunque cuestionables en su ejecución, fueron necesarias para salvar vidas. Al final, mi conclusión sigue siendo que el ASPO, a pesar de sus falencias, fue una medida vital para hacer frente a la pandemia. Por lo tanto, mantengo mi voto en contra del decreto, no por cuestionar la necesidad de medidas sanitarias, sino por la crítica a la falta de apoyo efectivo a los sectores más vulnerables y la necesidad de que las decisiones de salud pública estén completamente permeadas y dictadas por un enfoque de clase que contemple a los trabajadores. Mi lucha sigue siendo por un modelo efectivo de salud pública que respete y potencie los derechos de la clase trabajadora.",
            "voto": 0
        }
    },
    "Debate Completo": [
        {
            "role": "user",
            "content": "Este es un debate simulado entre agentes políticos argentinos sobre el decreto: Aislamiento social preventivo y obligatorio (ASPO) desde 20/3/2020 hasta 31/3/2020. Se establecieron 24 excepciones.. Edición del\n3 de Julio de 2025\nEdiciones Anteriores\nBúsqueda avanzada\nSecciones\nBúsqueda\nCantidad de resultados\nBúsqueda avanzada\nLegislación y Avisos Oficiales\nPrimera Sección\nSociedades y Avisos Judiciales\nSegunda Sección\nContrataciones\nTercera Sección\nVolver\nLegislación y Avisos Oficiales\nPrimera sección\nPrimera\nDecretos\nDetalle\n|\n|\nVer páginas publicadas\nVer texto del aviso\nAISLAMIENTO SOCIAL PREVENTIVO Y OBLIGATORIO\nDecreto 297/2020\nDECNU-2020-297-APN-PTE - Disposiciones.\nCiudad de Buenos Aires, 19/03/2020\nVISTO el Expediente N° EX-2020-18181895-APN-DSGA#SLYT, la Ley Nº 27.541, el Decreto Nº 260 del 12 de marzo de 2020 y su modificatorio N° 287 del 17 de marzo de 2020, y\nCONSIDERANDO:\nQue con fecha 11 de marzo de 2020, la ORGANIZACIÓN MUNDIAL DE LA SALUD (OMS), declaró el brote del nuevo coronavirus como una pandemia, luego de que el número de personas infectadas por COVID-19 a nivel global llegara a 118.554, y el número de muertes a 4.281, afectando hasta ese momento a 110 países.\nQue por el Decreto N° 260 del 12 de marzo de 2020 se amplió en nuestro país la emergencia pública en materia sanitaria establecida por Ley N° 27.541, por el plazo de UN (1) año en virtud de la pandemia declarada.\nQue, según informara la ORGANIZACIÓN MUNDIAL DE LA SALUD (OMS) con fecha 19 de marzo de 2020, se ha constatado la propagación de casos del coronavirus COVID-19 a nivel global llegando a un total de 213.254 personas infectadas, 8.843 fallecidas y afectando a más de 158 países de diferentes continentes, habiendo llegando a nuestra región y a nuestro país hace pocos días.\nQue la velocidad en el agravamiento de la situación epidemiológica a escala internacional, requiere la adopción de medidas inmediatas para hacer frente a esta emergencia.\nQue, a pesar de las medidas oportunas y firmes que viene desplegando el Gobierno Nacional y los distintos gobiernos provinciales y de la Ciudad Autónoma de Buenos Aires desde el primer caso confirmado en la Argentina, el día 3 de marzo de 2020, se han contabilizado NOVENTA Y SIETE (97) casos de personas infectadas en ONCE (11) jurisdicciones, habiendo fallecido TRES (3) de ellas, según datos oficiales del MINISTERIO DE SALUD brindados con fecha 18 de marzo de 2020.\nQue nos encontramos ante una potencial crisis sanitaria y social sin precedentes, y para ello es necesario tomar medidas oportunas, transparentes, consensuadas y basadas en las evidencias disponibles, a fin de mitigar su propagación y su impacto en el sistema sanitario.\nQue, toda vez que no se cuenta con un tratamiento antiviral efectivo, ni con vacunas que prevengan el virus, las medidas de aislamiento y distanciamiento social obligatorio revisten un rol de vital importancia para hacer frente a la situación epidemiológica y mitigar el impacto sanitario del COVID-19.\nQue, teniendo en consideración la experiencia de los países de Asia y Europa que han transitado la circulación del virus pandémico SARS-CoV2 con antelación, se puede concluir que el éxito de las medidas depende de las siguientes variables: la oportunidad, la intensidad (drásticas o escalonadas), y el efectivo cumplimiento de las mismas.\nQue, con el objetivo de proteger la salud pública como una obligación inalienable del Estado nacional, se establece para todas las personas que habitan en el país o se encuentren en él, la medida de “aislamiento social, preventivo y obligatorio”, por un plazo determinado, durante el cual todas las personas deberán permanecer en sus residencias habituales o en el lugar en que se encuentren y abstenerse de concurrir a sus lugares de trabajo.\nQue, asimismo se establece la prohibición de desplazarse por rutas, vías y espacios públicos, a fin de prevenir la circulación y el contagio del virus COVID-19.\nQue el artículo 14 de la Constitución Nacional establece que “todos los habitantes de la Nación gozan de los siguientes derechos conforme a las leyes que reglamenten su ejercicio; a saber: de trabajar y ejercer toda industria lícita; de navegar y comerciar; de peticionar a las autoridades; de entrar, permanecer, transitar y salir del territorio argentino….”.\nQue, si bien resulta ser uno de los pilares fundamentales garantizado en nuestro ordenamiento jurídico, el mismo está sujeto a limitaciones por razones de orden público, seguridad y salud pública. En efecto, el Pacto Internacional de Derechos Civiles y Políticos (PIDCP) recoge en su Artículo 12 Inc. 1 el derecho a “…circular libremente…”, y el artículo 12.3 establece que el ejercicio de los derechos por él consagrados “no podrá ser objeto de restricciones a no ser que éstas se encuentren previstas en la ley, sean necesarias para proteger la seguridad nacional, el orden público, la salud o la moral públicas o los derechos y libertades de terceros, y sean compatibles con los demás derechos reconocidos en el presente Pacto”.\nQue, en igual sentido, la Convención Americana sobre Derechos Humanos establece en su artículo 22 inciso 3 que el ejercicio de los derechos a circular y residir en un Estado consagrados en el artículo 22.1 “…no puede ser restringido sino en virtud de una ley, en la medida indispensable en una sociedad democrática, para prevenir infracciones penales o para proteger la seguridad nacional, la seguridad o el orden públicos, la moral o la salud públicas o los derechos y libertades de los demás”.\nQue, en ese sentido se ha dicho que, “… el campo de acción de la policía de salubridad es muy amplio, siendo su atinencia a todo lo que pueda llegar a afectar la vida y la salud de las personas, en especial la lucha contra las enfermedades de todo tipo, a cuyo efecto se imponen mayormente deberes preventivos, para impedir la aparición y difusión de las enfermedades –por ejemplo… aislamiento o cuarentena…- “El poder de policía y policía de salubridad. Alcance de la responsabilidad estatal”, en “Cuestiones de Intervención Estatal – Servicios Públicos. Poder de Policía y Fomento”, Ed. RAP, Bs. As., 2011, pág. 100.\nQue las medidas que se establecen en el presente decreto resultan las imprescindibles, razonables y proporcionadas con relación a la amenaza y al riesgo sanitario que enfrentamos.\nQue la dinámica de la pandemia y su impacto sobre la salud pública hacen imposible seguir el trámite para la sanción de las leyes.\nQue la Ley N° 26.122, regula el trámite y los alcances de la intervención del HONORABLE CONGRESO DE LA NACIÓN respecto de los Decretos de Necesidad y Urgencia dictados por el PODER EJECUTIVO NACIONAL, en virtud de lo dispuesto por el artículo 99 inciso 3 de la CONSTITUCIÓN NACIONAL.\nQue la citada ley determina que la COMISIÓN BICAMERAL PERMANENTE tiene competencia para pronunciarse respecto de la validez o invalidez de los Decretos de Necesidad y Urgencia, así como para elevar el dictamen al plenario de cada Cámara para su expreso tratamiento, en el plazo de DIEZ (10) días hábiles.\nQue el artículo 22 de la Ley N° 26.122 dispone que las Cámaras se pronuncien mediante sendas resoluciones, y que el rechazo o aprobación de los decretos deberá ser expreso conforme lo establecido en el artículo 82 de la Carta Magna.\nQue el servicio jurídico pertinente ha tomado la intervención de su competencia.\nQue la presente medida se dicta en uso de las atribuciones conferidas por el artículo 99, incisos 1 y 3 de la CONSTITUCIÓN NACIONAL.\nPor ello,\nEL PRESIDENTE DE LA NACIÓN ARGENTINA EN ACUERDO GENERAL DE MINISTROS\nDECRETA:\nARTÍCULO 1º.- A fin de proteger la salud pública, lo que constituye una obligación inalienable del Estado nacional, se establece para todas las personas que habitan en el país o se encuentren en él en forma temporaria, la medida de “aislamiento social, preventivo y obligatorio” en los términos indicados en el presente decreto. La misma regirá desde el 20 hasta el 31 de marzo inclusive del corriente año, pudiéndose prorrogar este plazo por el tiempo que se considere necesario en atención a la situación epidemiológica.\nEsta disposición se adopta en el marco de la declaración de pandemia emitida por la Organización Mundial de la Salud (OMS), la Emergencia Sanitaria ampliada por el Decreto N° 260/20 y su modificatorio, y en atención a la evolución de la situación epidemiológica, con relación al CORONAVIRUS- COVID 19.\nARTÍCULO 2º.- Durante la vigencia del “aislamiento social, preventivo y obligatorio”, las personas deberán permanecer en sus residencias habituales o en la residencia en que se encuentren a las 00:00 horas del día 20 de marzo de 2020, momento de inicio de la medida dispuesta. Deberán abstenerse de concurrir a sus lugares de trabajo y no podrán desplazarse por rutas, vías y espacios públicos, todo ello con el fin de prevenir la circulación y el contagio del virus COVID-19 y la consiguiente afectación a la salud pública y los demás derechos subjetivos derivados, tales como la vida y la integridad física de las personas.\nQuienes se encuentren cumpliendo el aislamiento dispuesto en el artículo 1°, solo podrán realizar desplazamientos mínimos e indispensables para aprovisionarse de artículos de limpieza, medicamentos y alimentos.\nARTÍCULO 3º.- El MINISTERIO DE SEGURIDAD dispondrá controles permanentes en rutas, vías y espacios públicos, accesos y demás lugares estratégicos que determine, en coordinación y en forma concurrente con sus pares de las jurisdicciones provinciales y de la Ciudad Autónoma de Buenos Aires, para garantizar el cumplimiento del “aislamiento social, preventivo y obligatorio”, de las normas vigentes dispuestas en el marco de la emergencia sanitaria y de sus normas complementarias.\nLas autoridades de las demás jurisdicciones y organismos del sector público nacional, en el ámbito de sus competencias, y en coordinación y en forma concurrente con sus pares de las jurisdicciones provinciales y de la Ciudad Autónoma de Buenos Aires, dispondrán procedimientos de fiscalización con la misma finalidad.\nARTÍCULO 4º.- Cuando se constate la existencia de infracción al cumplimiento del “aislamiento social, preventivo y obligatorio” o a otras normas dispuestas para la protección de la salud pública en el marco de la emergencia sanitaria, se procederá de inmediato a hacer cesar la conducta infractora y se dará actuación a la autoridad competente, en el marco de los artículos 205, 239 y concordantes del Código Penal.\nEl MINISTERIO DE SEGURIDAD deberá disponer la inmediata detención de los vehículos que circulen en infracción a lo dispuesto en el presente decreto y procederá a su retención preventiva por el tiempo que resulte necesario, a fin de evitar el desplazamiento de los mismos, para salvaguarda de la salud pública y para evitar la propagación del virus.\nARTÍCULO 5º.- Durante la vigencia del “aislamiento social, preventivo y obligatorio” no podrán realizarse eventos culturales, recreativos, deportivos, religiosos, ni de ninguna otra índole que impliquen la concurrencia de personas.\nSe suspende la apertura de locales, centros comerciales, establecimientos mayoristas y minoristas, y cualquier otro lugar que requiera la presencia de personas.\nARTÍCULO 6º.- Quedan exceptuadas del cumplimiento del “aislamiento social, preventivo y obligatorio” y de la prohibición de circular, las personas afectadas a las actividades y servicios declarados esenciales en la emergencia, según se detalla a continuación, y sus desplazamientos deberán limitarse al estricto cumplimiento de esas actividades y servicios:\n1. Personal de Salud, Fuerzas de seguridad, Fuerzas Armadas, actividad migratoria, servicio meteorológico nacional, bomberos y control de tráfico aéreo.\n2. Autoridades superiores de los gobiernos nacional, provinciales, municipales y de la Ciudad Autónoma de Buenos Aires Trabajadores y trabajadoras del sector público nacional, provincial, municipal y de la Ciudad Autónoma de Buenos Aires, convocados para garantizar actividades esenciales requeridas por las respectivas autoridades.\n3. Personal de los servicios de justicia de turno, conforme establezcan las autoridades competentes.\n4. Personal diplomático y consular extranjero acreditado ante el gobierno argentino, en el marco de la Convención de Viena sobre Relaciones Diplomáticas y la Convención de Viena de 1963 sobre Relaciones Consulares y al personal de los organismos internacionales acreditados ante el gobierno argentino, de la Cruz Roja y Cascos Blancos.\n5. Personas que deban asistir a otras con discapacidad; familiares que necesiten asistencia; a personas mayores; a niños, a niñas y a adolescentes.\n6. Personas que deban atender una situación de fuerza mayor.\n7. Personas afectadas a la realización de servicios funerarios, entierros y cremaciones. En tal marco, no se autorizan actividades que signifiquen reunión de personas.\n8. Personas afectadas a la atención de comedores escolares, comunitarios y merenderos.\n9. Personal que se desempeña en los servicios de comunicación audiovisuales, radiales y gráficos.\n10. Personal afectado a obra pública.\n11. Supermercados mayoristas y minoristas y comercios minoristas de proximidad. Farmacias. Ferreterías. Veterinarias. Provisión de garrafas.\n12. Industrias de alimentación, su cadena productiva e insumos; de higiene personal y limpieza; de equipamiento médico, medicamentos, vacunas y otros insumos sanitarios.\n13. Actividades vinculadas con la producción, distribución y comercialización agropecuaria y de pesca.\n14. Actividades de telecomunicaciones, internet fija y móvil y servicios digitales.\n15. Actividades impostergables vinculadas con el comercio exterior.\n16. Recolección, transporte y tratamiento de residuos sólidos urbanos, peligrosos y patogénicos.\n17. Mantenimiento de los servicios básicos (agua, electricidad, gas, comunicaciones, etc.) y atención de emergencias.\n18. Transporte público de pasajeros, transporte de mercaderías, petróleo, combustibles y GLP.\n19. Reparto a domicilio de alimentos, medicamentos, productos de higiene, de limpieza y otros insumos de necesidad.\n20. Servicios de lavandería.\n21. Servicios postales y de distribución de paquetería.\n22. Servicios esenciales de vigilancia, limpieza y guardia.\n23. Guardias mínimas que aseguren la operación y mantenimiento de Yacimientos de Petróleo y Gas, plantas de tratamiento y/o refinación de Petróleo y gas, transporte y distribución de energía eléctrica, combustibles líquidos, petróleo y gas, estaciones expendedoras de combustibles y generadores de energía eléctrica.\n24. S.E. Casa de Moneda, servicios de cajeros automáticos, transporte de caudales y todas aquellas actividades que el BANCO CENTRAL DE LA REPÚBLICA ARGENTINA disponga imprescindibles para garantizar el funcionamiento del sistema de pagos.\nEl Jefe de Gabinete de Ministros, en su carácter de coordinador de la “Unidad de Coordinación General del Plan Integral para la Prevención de Eventos de Salud Pública de Importancia Internacional” y con recomendación de la autoridad sanitaria podrá ampliar o reducir las excepciones dispuestas, en función de la dinámica de la situación epidemiológica y de la eficacia que se observe en el cumplimiento de la presente medida.\nEn todos estos casos, los empleadores y empleadoras deberán garantizar las condiciones de higiene y seguridad establecidas por el MINISTERIO DE SALUD para preservar la salud de las trabajadoras y de los trabajadores.\nARTÍCULO 7º.- Establécese que, por única vez, el feriado del 2 de abril previsto por la Ley N° 27.399 en conmemoración al Día del Veterano y de los Caídos en la Guerra de Malvinas, será trasladado al día martes 31 de marzo de 2020.\nARTÍCULO 8º.- Durante la vigencia del “aislamiento social, preventivo y obligatorio”, los trabajadores y trabajadoras del sector privado tendrán derecho al goce íntegro de sus ingresos habituales, en los términos que establecerá la reglamentación del MINISTERIO DE TRABAJO, EMPLEO Y SEGURIDAD SOCIAL.\nARTÍCULO 9º.- A fin de permitir el cumplimiento del “aislamiento social, preventivo y obligatorio”, se otorga asueto al personal de la ADMINISTRACIÓN PÚBLICA NACIONAL los días 20, 25, 26, 27 y 30 de marzo de 2020, y se instruye a los distintos organismos a implementar las medidas necesarias a fin de mantener la continuidad de las actividades pertinentes mencionadas en el artículo 6º.\nARTÍCULO 10.- Las provincias, la Ciudad Autónoma de Buenos Aires y los municipios dictarán las medidas necesarias para implementar lo dispuesto en el presente decreto, como delegados del gobierno federal, conforme lo establece el artículo 128 de la Constitución Nacional, sin perjuicio de otras medidas que deban adoptar tanto las provincias, como la Ciudad Autónoma de Buenos Aires, como los Municipios, en ejercicio de sus competencias propias.\nInvítase al PODER LEGISLATIVO NACIONAL y al PODER JUDICIAL DE LA NACIÓN, en el ámbito de sus competencias, a adherir al presente decreto.\nARTÍCULO 11.- Los titulares de las jurisdicciones y organismos comprendidos en el artículo 8, incisos a), b) y c) de la Ley N° 24.156, en el ejercicio de sus respectivas competencias, dictarán las normas reglamentarias que estimen necesarias para hacer cumplir el presente decreto.\nARTÍCULO 12.- La presente medida entrará en vigencia a partir de su publicación en el BOLETÍN OFICIAL.\nARTÍCULO 13.- Dése cuenta a la Comisión Bicameral Permanente del Honorable Congreso de la Nación.\nARTÍCULO 14.- Comuníquese, publíquese, dése a la DIRECCIÓN NACIONAL DEL REGISTRO OFICIAL y archívese. FERNÁNDEZ - Santiago Andrés Cafiero - Eduardo Enrique de Pedro - Felipe Carlos Solá - Agustin Oscar Rossi - Martín Guzmán - Matías Sebastián Kulfas - Luis Eugenio Basterra - Mario Andrés Meoni - Gabriel Nicolás Katopodis - Marcela Miriam Losardo - Sabina Andrea Frederic - Ginés Mario González García - Daniel Fernando Arroyo - Elizabeth Gómez Alcorta - Nicolás A. Trotta - Tristán Bauer - Roberto Carlos Salvarezza - Claudio Omar Moroni - Juan Cabandie - Matías Lammens - María Eugenia Bielsa\ne. 20/03/2020 N° 15887/20 v. 20/03/2020\nFecha de publicación 20/03/2020\nCompartir por email\n×\nPara:\nAsunto:\nAviso:\nCerrar\nEnviar.\n                                    El debate constará de tres rondas:\n                                    1. **Primera ronda**: Cada agente expresará su postura inicial, presentando argumentos a favor o en contra de la ley.\n                                    2. **Segunda ronda**: Los agentes recibirán un informe con datos (provenientes de búsquedas en Google) y los argumentos expuestos por el resto de los agentes. Con esta información, podrán formular contraargumentos o reforzar su postura inicial.\n                                    3. **Tercera ronda**: Los agentes recibirán tanto los argumentos iniciales como los contraargumentos de las rondas previas. En base a ello, deberán realizar una argumentación final y emitir una conclusión definitiva.\n                                    En cada ronda, al finalizar su exposición, cada agente deberá explicitar su voto (a favor o en contra de la ley). El voto puede modificarse de ronda a ronda, pero el voto que determina la aprobación o rechazo de la ley será el emitido en la última ronda."
        },
        {
            "role": "user",
            "content": "Ahora arranca la ronda 0"
        },
        {
            "role": "user",
            "content": "En esta primera ronda, cada agente debe exponer su postura inicial respecto a la ley 'Aislamiento social preventivo y obligatorio (ASPO) desde 20/3/2020 hasta 31/3/2020. Se establecieron 24 excepciones.. Edición del\n3 de Julio de 2025\nEdiciones Anteriores\nBúsqueda avanzada\nSecciones\nBúsqueda\nCantidad de resultados\nBúsqueda avanzada\nLegislación y Avisos Oficiales\nPrimera Sección\nSociedades y Avisos Judiciales\nSegunda Sección\nContrataciones\nTercera Sección\nVolver\nLegislación y Avisos Oficiales\nPrimera sección\nPrimera\nDecretos\nDetalle\n|\n|\nVer páginas publicadas\nVer texto del aviso\nAISLAMIENTO SOCIAL PREVENTIVO Y OBLIGATORIO\nDecreto 297/2020\nDECNU-2020-297-APN-PTE - Disposiciones.\nCiudad de Buenos Aires, 19/03/2020\nVISTO el Expediente N° EX-2020-18181895-APN-DSGA#SLYT, la Ley Nº 27.541, el Decreto Nº 260 del 12 de marzo de 2020 y su modificatorio N° 287 del 17 de marzo de 2020, y\nCONSIDERANDO:\nQue con fecha 11 de marzo de 2020, la ORGANIZACIÓN MUNDIAL DE LA SALUD (OMS), declaró el brote del nuevo coronavirus como una pandemia, luego de que el número de personas infectadas por COVID-19 a nivel global llegara a 118.554, y el número de muertes a 4.281, afectando hasta ese momento a 110 países.\nQue por el Decreto N° 260 del 12 de marzo de 2020 se amplió en nuestro país la emergencia pública en materia sanitaria establecida por Ley N° 27.541, por el plazo de UN (1) año en virtud de la pandemia declarada.\nQue, según informara la ORGANIZACIÓN MUNDIAL DE LA SALUD (OMS) con fecha 19 de marzo de 2020, se ha constatado la propagación de casos del coronavirus COVID-19 a nivel global llegando a un total de 213.254 personas infectadas, 8.843 fallecidas y afectando a más de 158 países de diferentes continentes, habiendo llegando a nuestra región y a nuestro país hace pocos días.\nQue la velocidad en el agravamiento de la situación epidemiológica a escala internacional, requiere la adopción de medidas inmediatas para hacer frente a esta emergencia.\nQue, a pesar de las medidas oportunas y firmes que viene desplegando el Gobierno Nacional y los distintos gobiernos provinciales y de la Ciudad Autónoma de Buenos Aires desde el primer caso confirmado en la Argentina, el día 3 de marzo de 2020, se han contabilizado NOVENTA Y SIETE (97) casos de personas infectadas en ONCE (11) jurisdicciones, habiendo fallecido TRES (3) de ellas, según datos oficiales del MINISTERIO DE SALUD brindados con fecha 18 de marzo de 2020.\nQue nos encontramos ante una potencial crisis sanitaria y social sin precedentes, y para ello es necesario tomar medidas oportunas, transparentes, consensuadas y basadas en las evidencias disponibles, a fin de mitigar su propagación y su impacto en el sistema sanitario.\nQue, toda vez que no se cuenta con un tratamiento antiviral efectivo, ni con vacunas que prevengan el virus, las medidas de aislamiento y distanciamiento social obligatorio revisten un rol de vital importancia para hacer frente a la situación epidemiológica y mitigar el impacto sanitario del COVID-19.\nQue, teniendo en consideración la experiencia de los países de Asia y Europa que han transitado la circulación del virus pandémico SARS-CoV2 con antelación, se puede concluir que el éxito de las medidas depende de las siguientes variables: la oportunidad, la intensidad (drásticas o escalonadas), y el efectivo cumplimiento de las mismas.\nQue, con el objetivo de proteger la salud pública como una obligación inalienable del Estado nacional, se establece para todas las personas que habitan en el país o se encuentren en él, la medida de “aislamiento social, preventivo y obligatorio”, por un plazo determinado, durante el cual todas las personas deberán permanecer en sus residencias habituales o en el lugar en que se encuentren y abstenerse de concurrir a sus lugares de trabajo.\nQue, asimismo se establece la prohibición de desplazarse por rutas, vías y espacios públicos, a fin de prevenir la circulación y el contagio del virus COVID-19.\nQue el artículo 14 de la Constitución Nacional establece que “todos los habitantes de la Nación gozan de los siguientes derechos conforme a las leyes que reglamenten su ejercicio; a saber: de trabajar y ejercer toda industria lícita; de navegar y comerciar; de peticionar a las autoridades; de entrar, permanecer, transitar y salir del territorio argentino….”.\nQue, si bien resulta ser uno de los pilares fundamentales garantizado en nuestro ordenamiento jurídico, el mismo está sujeto a limitaciones por razones de orden público, seguridad y salud pública. En efecto, el Pacto Internacional de Derechos Civiles y Políticos (PIDCP) recoge en su Artículo 12 Inc. 1 el derecho a “…circular libremente…”, y el artículo 12.3 establece que el ejercicio de los derechos por él consagrados “no podrá ser objeto de restricciones a no ser que éstas se encuentren previstas en la ley, sean necesarias para proteger la seguridad nacional, el orden público, la salud o la moral públicas o los derechos y libertades de terceros, y sean compatibles con los demás derechos reconocidos en el presente Pacto”.\nQue, en igual sentido, la Convención Americana sobre Derechos Humanos establece en su artículo 22 inciso 3 que el ejercicio de los derechos a circular y residir en un Estado consagrados en el artículo 22.1 “…no puede ser restringido sino en virtud de una ley, en la medida indispensable en una sociedad democrática, para prevenir infracciones penales o para proteger la seguridad nacional, la seguridad o el orden públicos, la moral o la salud públicas o los derechos y libertades de los demás”.\nQue, en ese sentido se ha dicho que, “… el campo de acción de la policía de salubridad es muy amplio, siendo su atinencia a todo lo que pueda llegar a afectar la vida y la salud de las personas, en especial la lucha contra las enfermedades de todo tipo, a cuyo efecto se imponen mayormente deberes preventivos, para impedir la aparición y difusión de las enfermedades –por ejemplo… aislamiento o cuarentena…- “El poder de policía y policía de salubridad. Alcance de la responsabilidad estatal”, en “Cuestiones de Intervención Estatal – Servicios Públicos. Poder de Policía y Fomento”, Ed. RAP, Bs. As., 2011, pág. 100.\nQue las medidas que se establecen en el presente decreto resultan las imprescindibles, razonables y proporcionadas con relación a la amenaza y al riesgo sanitario que enfrentamos.\nQue la dinámica de la pandemia y su impacto sobre la salud pública hacen imposible seguir el trámite para la sanción de las leyes.\nQue la Ley N° 26.122, regula el trámite y los alcances de la intervención del HONORABLE CONGRESO DE LA NACIÓN respecto de los Decretos de Necesidad y Urgencia dictados por el PODER EJECUTIVO NACIONAL, en virtud de lo dispuesto por el artículo 99 inciso 3 de la CONSTITUCIÓN NACIONAL.\nQue la citada ley determina que la COMISIÓN BICAMERAL PERMANENTE tiene competencia para pronunciarse respecto de la validez o invalidez de los Decretos de Necesidad y Urgencia, así como para elevar el dictamen al plenario de cada Cámara para su expreso tratamiento, en el plazo de DIEZ (10) días hábiles.\nQue el artículo 22 de la Ley N° 26.122 dispone que las Cámaras se pronuncien mediante sendas resoluciones, y que el rechazo o aprobación de los decretos deberá ser expreso conforme lo establecido en el artículo 82 de la Carta Magna.\nQue el servicio jurídico pertinente ha tomado la intervención de su competencia.\nQue la presente medida se dicta en uso de las atribuciones conferidas por el artículo 99, incisos 1 y 3 de la CONSTITUCIÓN NACIONAL.\nPor ello,\nEL PRESIDENTE DE LA NACIÓN ARGENTINA EN ACUERDO GENERAL DE MINISTROS\nDECRETA:\nARTÍCULO 1º.- A fin de proteger la salud pública, lo que constituye una obligación inalienable del Estado nacional, se establece para todas las personas que habitan en el país o se encuentren en él en forma temporaria, la medida de “aislamiento social, preventivo y obligatorio” en los términos indicados en el presente decreto. La misma regirá desde el 20 hasta el 31 de marzo inclusive del corriente año, pudiéndose prorrogar este plazo por el tiempo que se considere necesario en atención a la situación epidemiológica.\nEsta disposición se adopta en el marco de la declaración de pandemia emitida por la Organización Mundial de la Salud (OMS), la Emergencia Sanitaria ampliada por el Decreto N° 260/20 y su modificatorio, y en atención a la evolución de la situación epidemiológica, con relación al CORONAVIRUS- COVID 19.\nARTÍCULO 2º.- Durante la vigencia del “aislamiento social, preventivo y obligatorio”, las personas deberán permanecer en sus residencias habituales o en la residencia en que se encuentren a las 00:00 horas del día 20 de marzo de 2020, momento de inicio de la medida dispuesta. Deberán abstenerse de concurrir a sus lugares de trabajo y no podrán desplazarse por rutas, vías y espacios públicos, todo ello con el fin de prevenir la circulación y el contagio del virus COVID-19 y la consiguiente afectación a la salud pública y los demás derechos subjetivos derivados, tales como la vida y la integridad física de las personas.\nQuienes se encuentren cumpliendo el aislamiento dispuesto en el artículo 1°, solo podrán realizar desplazamientos mínimos e indispensables para aprovisionarse de artículos de limpieza, medicamentos y alimentos.\nARTÍCULO 3º.- El MINISTERIO DE SEGURIDAD dispondrá controles permanentes en rutas, vías y espacios públicos, accesos y demás lugares estratégicos que determine, en coordinación y en forma concurrente con sus pares de las jurisdicciones provinciales y de la Ciudad Autónoma de Buenos Aires, para garantizar el cumplimiento del “aislamiento social, preventivo y obligatorio”, de las normas vigentes dispuestas en el marco de la emergencia sanitaria y de sus normas complementarias.\nLas autoridades de las demás jurisdicciones y organismos del sector público nacional, en el ámbito de sus competencias, y en coordinación y en forma concurrente con sus pares de las jurisdicciones provinciales y de la Ciudad Autónoma de Buenos Aires, dispondrán procedimientos de fiscalización con la misma finalidad.\nARTÍCULO 4º.- Cuando se constate la existencia de infracción al cumplimiento del “aislamiento social, preventivo y obligatorio” o a otras normas dispuestas para la protección de la salud pública en el marco de la emergencia sanitaria, se procederá de inmediato a hacer cesar la conducta infractora y se dará actuación a la autoridad competente, en el marco de los artículos 205, 239 y concordantes del Código Penal.\nEl MINISTERIO DE SEGURIDAD deberá disponer la inmediata detención de los vehículos que circulen en infracción a lo dispuesto en el presente decreto y procederá a su retención preventiva por el tiempo que resulte necesario, a fin de evitar el desplazamiento de los mismos, para salvaguarda de la salud pública y para evitar la propagación del virus.\nARTÍCULO 5º.- Durante la vigencia del “aislamiento social, preventivo y obligatorio” no podrán realizarse eventos culturales, recreativos, deportivos, religiosos, ni de ninguna otra índole que impliquen la concurrencia de personas.\nSe suspende la apertura de locales, centros comerciales, establecimientos mayoristas y minoristas, y cualquier otro lugar que requiera la presencia de personas.\nARTÍCULO 6º.- Quedan exceptuadas del cumplimiento del “aislamiento social, preventivo y obligatorio” y de la prohibición de circular, las personas afectadas a las actividades y servicios declarados esenciales en la emergencia, según se detalla a continuación, y sus desplazamientos deberán limitarse al estricto cumplimiento de esas actividades y servicios:\n1. Personal de Salud, Fuerzas de seguridad, Fuerzas Armadas, actividad migratoria, servicio meteorológico nacional, bomberos y control de tráfico aéreo.\n2. Autoridades superiores de los gobiernos nacional, provinciales, municipales y de la Ciudad Autónoma de Buenos Aires Trabajadores y trabajadoras del sector público nacional, provincial, municipal y de la Ciudad Autónoma de Buenos Aires, convocados para garantizar actividades esenciales requeridas por las respectivas autoridades.\n3. Personal de los servicios de justicia de turno, conforme establezcan las autoridades competentes.\n4. Personal diplomático y consular extranjero acreditado ante el gobierno argentino, en el marco de la Convención de Viena sobre Relaciones Diplomáticas y la Convención de Viena de 1963 sobre Relaciones Consulares y al personal de los organismos internacionales acreditados ante el gobierno argentino, de la Cruz Roja y Cascos Blancos.\n5. Personas que deban asistir a otras con discapacidad; familiares que necesiten asistencia; a personas mayores; a niños, a niñas y a adolescentes.\n6. Personas que deban atender una situación de fuerza mayor.\n7. Personas afectadas a la realización de servicios funerarios, entierros y cremaciones. En tal marco, no se autorizan actividades que signifiquen reunión de personas.\n8. Personas afectadas a la atención de comedores escolares, comunitarios y merenderos.\n9. Personal que se desempeña en los servicios de comunicación audiovisuales, radiales y gráficos.\n10. Personal afectado a obra pública.\n11. Supermercados mayoristas y minoristas y comercios minoristas de proximidad. Farmacias. Ferreterías. Veterinarias. Provisión de garrafas.\n12. Industrias de alimentación, su cadena productiva e insumos; de higiene personal y limpieza; de equipamiento médico, medicamentos, vacunas y otros insumos sanitarios.\n13. Actividades vinculadas con la producción, distribución y comercialización agropecuaria y de pesca.\n14. Actividades de telecomunicaciones, internet fija y móvil y servicios digitales.\n15. Actividades impostergables vinculadas con el comercio exterior.\n16. Recolección, transporte y tratamiento de residuos sólidos urbanos, peligrosos y patogénicos.\n17. Mantenimiento de los servicios básicos (agua, electricidad, gas, comunicaciones, etc.) y atención de emergencias.\n18. Transporte público de pasajeros, transporte de mercaderías, petróleo, combustibles y GLP.\n19. Reparto a domicilio de alimentos, medicamentos, productos de higiene, de limpieza y otros insumos de necesidad.\n20. Servicios de lavandería.\n21. Servicios postales y de distribución de paquetería.\n22. Servicios esenciales de vigilancia, limpieza y guardia.\n23. Guardias mínimas que aseguren la operación y mantenimiento de Yacimientos de Petróleo y Gas, plantas de tratamiento y/o refinación de Petróleo y gas, transporte y distribución de energía eléctrica, combustibles líquidos, petróleo y gas, estaciones expendedoras de combustibles y generadores de energía eléctrica.\n24. S.E. Casa de Moneda, servicios de cajeros automáticos, transporte de caudales y todas aquellas actividades que el BANCO CENTRAL DE LA REPÚBLICA ARGENTINA disponga imprescindibles para garantizar el funcionamiento del sistema de pagos.\nEl Jefe de Gabinete de Ministros, en su carácter de coordinador de la “Unidad de Coordinación General del Plan Integral para la Prevención de Eventos de Salud Pública de Importancia Internacional” y con recomendación de la autoridad sanitaria podrá ampliar o reducir las excepciones dispuestas, en función de la dinámica de la situación epidemiológica y de la eficacia que se observe en el cumplimiento de la presente medida.\nEn todos estos casos, los empleadores y empleadoras deberán garantizar las condiciones de higiene y seguridad establecidas por el MINISTERIO DE SALUD para preservar la salud de las trabajadoras y de los trabajadores.\nARTÍCULO 7º.- Establécese que, por única vez, el feriado del 2 de abril previsto por la Ley N° 27.399 en conmemoración al Día del Veterano y de los Caídos en la Guerra de Malvinas, será trasladado al día martes 31 de marzo de 2020.\nARTÍCULO 8º.- Durante la vigencia del “aislamiento social, preventivo y obligatorio”, los trabajadores y trabajadoras del sector privado tendrán derecho al goce íntegro de sus ingresos habituales, en los términos que establecerá la reglamentación del MINISTERIO DE TRABAJO, EMPLEO Y SEGURIDAD SOCIAL.\nARTÍCULO 9º.- A fin de permitir el cumplimiento del “aislamiento social, preventivo y obligatorio”, se otorga asueto al personal de la ADMINISTRACIÓN PÚBLICA NACIONAL los días 20, 25, 26, 27 y 30 de marzo de 2020, y se instruye a los distintos organismos a implementar las medidas necesarias a fin de mantener la continuidad de las actividades pertinentes mencionadas en el artículo 6º.\nARTÍCULO 10.- Las provincias, la Ciudad Autónoma de Buenos Aires y los municipios dictarán las medidas necesarias para implementar lo dispuesto en el presente decreto, como delegados del gobierno federal, conforme lo establece el artículo 128 de la Constitución Nacional, sin perjuicio de otras medidas que deban adoptar tanto las provincias, como la Ciudad Autónoma de Buenos Aires, como los Municipios, en ejercicio de sus competencias propias.\nInvítase al PODER LEGISLATIVO NACIONAL y al PODER JUDICIAL DE LA NACIÓN, en el ámbito de sus competencias, a adherir al presente decreto.\nARTÍCULO 11.- Los titulares de las jurisdicciones y organismos comprendidos en el artículo 8, incisos a), b) y c) de la Ley N° 24.156, en el ejercicio de sus respectivas competencias, dictarán las normas reglamentarias que estimen necesarias para hacer cumplir el presente decreto.\nARTÍCULO 12.- La presente medida entrará en vigencia a partir de su publicación en el BOLETÍN OFICIAL.\nARTÍCULO 13.- Dése cuenta a la Comisión Bicameral Permanente del Honorable Congreso de la Nación.\nARTÍCULO 14.- Comuníquese, publíquese, dése a la DIRECCIÓN NACIONAL DEL REGISTRO OFICIAL y archívese. FERNÁNDEZ - Santiago Andrés Cafiero - Eduardo Enrique de Pedro - Felipe Carlos Solá - Agustin Oscar Rossi - Martín Guzmán - Matías Sebastián Kulfas - Luis Eugenio Basterra - Mario Andrés Meoni - Gabriel Nicolás Katopodis - Marcela Miriam Losardo - Sabina Andrea Frederic - Ginés Mario González García - Daniel Fernando Arroyo - Elizabeth Gómez Alcorta - Nicolás A. Trotta - Tristán Bauer - Roberto Carlos Salvarezza - Claudio Omar Moroni - Juan Cabandie - Matías Lammens - María Eugenia Bielsa\ne. 20/03/2020 N° 15887/20 v. 20/03/2020\nFecha de publicación 20/03/2020\nCompartir por email\n×\nPara:\nAsunto:\nAviso:\nCerrar\nEnviar'. La respuesta debe dejar en claro si el agente está a favor o en contra de la ley, con una argumentación sólida, clara y fundamentada en su marco ideológico. Se espera que la intervención incluya al menos una referencia específica al contenido o impacto potencial de la ley. Dado que esta ronda establece las bases del debate, es fundamental que cada agente exprese con precisión sus valores, principios y preocupaciones centrales en relación con la ley, en distintos ejes. Al finalizar su intervención, el agente debe explicitar su voto actual (a favor o en contra de la ley)."
        },
        {
            "role": "user",
            "content": "Tiene la palabra el Agente Liberal"
        },
        {
            "role": "assistant",
            "content": "[Agente Liberal]: El decreto de Aislamiento Social Preventivo y Obligatorio (ASPO) representa una clara violación de las libertades individuales y de la propiedad privada, principios fundamentales de nuestro movimiento. Aunque se alega que las restricciones son necesarias para la salud pública, este tipo de intervención estatal crea un precedente peligroso que restringe la libertad de movimiento de los ciudadanos. El derecho a circular libremente y a trabajar son derechos garantizados por la Constitución, y cualquier restricción debe ser argumentada con una justificación sólida y proporcional. Este decreto no solo restringe la libertad personal de los argentinos, sino que también tiene potenciales efectos devastadores en la economía, la iniciativa privada y el estilo de vida de millones. El estado de emergencia no debe usarse como excusa para expandir el poder del estado a expensas de la libertad individual. La respuesta correcta ante situaciones de salud pública es fomentar medidas informativas y permitir que cada ciudadano elija su propio nivel de protección y cuidado. Por todos estos motivos, me opongo firmemente a esta ley."
        },
        {
            "role": "user",
            "content": "Tiene la palabra el Agente de Juntos Por El Cambio"
        },
        {
            "role": "assistant",
            "content": "[Agente de Juntos Por El Cambio]: El aislamiento social preventivo y obligatorio (ASPO) fue una medida necesaria ante la emergencia sanitaria provocada por la pandemia de COVID-19. Sin embargo, es crucial enfatizar que la implementación de restricciones a las libertades individuales debe ser temporal, justificada y supervisada rigurosamente para evitar abusos. Aunque proteger la salud pública es una responsabilidad clave del Estado, estos tipos de medidas pueden tener un impacto muy fuerte sobre la economía y el bienestar de numerosos ciudadanos. El ASPO afectó severamente a muchas empresas, especialmente a las pequeñas y medianas, y propició un aumento de la pobreza y la informalidad en el mercado laboral. Creeíamos que era vital que el gobierno proporcionara una estrategia de salida para mitigar estos impactos y garantizar el cuidado del bienestar social, no limitándose solo a la represión de la movilidad de las personas. En cuanto a las excepciones establecidas, aunque algunas eran justificadas, resulta esencial que el Estado mantenga un equilibrio entre la salud pública y la libertad individual, evitando caer en un estado de autoritarismo al restringir indebidamente derechos consagrados en la Constitución."
        },
        {
            "role": "user",
            "content": "Tiene la palabra el Agente de Union Por La Patria"
        },
        {
            "role": "assistant",
            "content": "[Agente de Union Por La Patria]: Desde Unión por la Patria, reafirmamos la necesidad de contar con políticas públicas que prioricen la salud y el bienestar de todos los argentinos. El Aislamiento Social Preventivo y Obligatorio (ASPO) fue una medida necesaria en el contexto crítico de la pandemia de COVID-19. La protección de la salud pública es una obligación inalienable del Estado, tal como estipula nuestra Constitución. Las evidencias científicas disponibles en ese momento y la experiencia de otros países demostraron que el aislamiento era fundamental para mitigar la propagación del virus y evitar un colapso en nuestro sistema de salud.  \n  \nSi bien es cierto que el ASPO implicó limitaciones a la libre circulación y a la actividad económica, estas restricciones resultaron razonables y proporcionadas en función del riesgo sanitario que enfrentábamos. Además, el decreto incluyó excepciones para garantizar el funcionamiento de los servicios esenciales y proteger a aquellos que más lo necesitaban, incluyendo el derecho de los trabajadores a recibir sus ingresos durante la vigencia de esta medida. \n\nPor otra parte, subrayamos la importancia de la articulación entre los diferentes niveles de gobierno para garantizar la eficacia de estas políticas y la protección de derechos. A pesar de los desafíos, el ASPO permitió salvar vidas y preparar al sistema de salud para enfrentar la crisis. Por ello, consideramos que fue una medida adecuada y necesaria dada la magnitud de la situación.  \n\nEn definitiva, respaldamos la decisión del gobierno en el marco de la emergencia sanitaria y celebramos la colaboración de sectores comprometidos y solidarios en la implementación de estas medidas.  \n\nVoto: A favor."
        },
        {
            "role": "user",
            "content": "Tiene la palabra el Agente de Izquierda"
        },
        {
            "role": "assistant",
            "content": "[Agente de Izquierda]: En el contexto del Aislamiento Social Preventivo y Obligatorio (ASPO) decretado por el gobierno, es fundamental entender que, aunque las medidas pueden haber sido necesarias para proteger la salud pública ante la pandemia de COVID-19, su implementación estuvo rodeada de contradicciones y efectos negativos para la clase trabajadora. El decreto hace hincapié en la protección de la salud, pero también establece excepciones que favorecen a determinados sectores, mientras que muchos trabajadores informales y precarizados fueron dejados de lado.  Además, el tremendo aumento de la represión para hacer cumplir estas normativas refleja el carácter autoritario del régimen, que utiliza la pandemia como excusa para restringir libertades. Como representantes de la clase trabajadora, debemos recordar que las crisis sanitarias siempre son una oportunidad para que el capital y el Estado impongan medidas que beneficien a la patronal y repriman los derechos de los trabajadores. El hecho de que se promueva un control militarizado de la población es alarming, ya que puede dar lugar a abusos y a la criminalización de la protesta social, la cual consideramos esencial en estos tiempos difíciles. Aún cuando se mencionen derechos como la necesidad de mantener ingresos en el sector privado, esto se queda corto ante la falta de medidas realistas para garantizar el sustento de todos los trabajadores. La realidad es que muchos quedaron sin trabajo y, en consecuencia, sin acceso a comedores y servicios básicos, lo que plantea un grave problema en términos de justicia social y equidad. Frente a esto, nuestro voto es de total rechazo a este decreto, ya que se considera que bajo el pretexto de cuidar la salud, se han instaurado medidas que perpetúan una desigualdad profunda. Exigimos alternativas que prioricen la movilización de la clase trabajadora para que se garanticen derechos básicos de salud, alimentación y trabajo digno, así como la denuncia y la organización contra la opresión de estas medidas sanitarias que son utilizadas para controlar a la población."
        },
        {
            "role": "user",
            "content": "Ahora arranca la ronda 1"
        },
        {
            "role": "user",
            "content": "En esta ronda, cada agente tiene acceso a los argumentos expresados por todos los agentes en todo el debate hasta el momento, incluido el propio. La tarea consiste en analizar críticamente estos argumentos, respondiendo, reforzando o modificando su postura según corresponda. Cada agente puede señalar inconsistencias, falacias, omisiones o debilidades en los planteos de otros agentes, así como destacar puntos de coincidencia. Es importante que los agentes identifiquen explícitamente a qué argumentos o agentes están respondiendo, y que los contraargumentos sean coherentes con su orientación ideológica. Si algún agente decide modificar su postura o voto, debe justificar claramente los motivos de ese cambio. Al finalizar, el agente debe indicar si mantiene o modifica su voto (a favor o en contra de la ley)."
        },
        {
            "role": "user",
            "content": "Tiene la palabra el Agente Liberal"
        },
        {
            "role": "assistant",
            "content": "[Agente Liberal]: En esta ronda, analizo las argumentaciones de los demás agentes. El Agente de Juntos Por El Cambio sostiene que el ASPO era necesario debido a la emergencia sanitaria, pero ignora que ese tipo de intervención restringe la libertad individual y podría generar peligrosos precedentes para futuras restricciones. El enfoque del agente de Unión por la Patria apela a la protección de la salud como una prioridad, pero se equivoca al justificar la represión de libertades individuales en nombre de una causa sanitaria. La respuesta del Agente de Izquierda también es válida en cuanto a señalar la desigualdad y la represión, aunque no propone soluciones viables sino que se opone enérgicamente.  \n\nEn lugar de estatizar medidas de restricción, el Estado debería fomentar la responsabilidad individual y la educación al respecto. Las mismas acciones podrían haberse logrado sin necesidad de imponer un aislamiento general, permitiendo que las personas decidieran su propio nivel de protección. La salud pública puede ser protegida sin sacrificar las libertades fundamentales, y la responsabilidad de cada ciudadano debe ser priorizada sobre la intervención estatal. Por esos motivos, mantengo mi postura en contra de esta ley."
        },
        {
            "role": "user",
            "content": "Tiene la palabra el Agente de Juntos Por El Cambio"
        },
        {
            "role": "assistant",
            "content": "[Agente de Juntos Por El Cambio]: Aprecio los argumentos presentados por el Agente de Unión Por La Patria, que resalta la importancia de proteger la salud pública mediante el ASPO. Sin embargo, debo insistir en que las restricciones impuestas fueron demasiado amplias y prolongadas sin un claro plan de salida, lo que debilitó gravemente la capacidad de recuperación del tejido social y económico. Esto afectó a la clase media y a las pequeñas y medianas empresas, que son el motor de nuestra economía. Además, el Agente de la Izquierda plantea con acierto que las medidas se usaron para controlar y reprimir a las masas, lo que representa una preocupación legítima; un gobierno democrático debe velar por la salud, pero también defender los derechos y libertades fundamentales. En este contexto, enfatizo que, aunque el ASPO fue una respuesta a la emergencia, se debió haber aplicado de manera más eficiente y con salvaguardas adecuadas para evitar los excesos autoritarios y la represión. Por lo tanto, mantengo mis preocupaciones sobre los efectos sociales y económicos de estas políticas, y mi postura se sostiene firme. \n\nVoto: En contra."
        },
        {
            "role": "user",
            "content": "Tiene la palabra el Agente de Union Por La Patria"
        },
        {
            "role": "assistant",
            "content": "[Agente de Union Por La Patria]: He escuchado las posturas de mis colegas. El Agente Liberal y el Agente de Juntos Por El Cambio han expresado preocupaciones sobre la restricción de libertades individuales. Sin embargo, es fundamental recordar que la situación de emergencia sanitaria era excepcional y exigía medidas excepcionales. La libertad de circulación es un derecho importante, pero en un contexto donde la salud pública está en riesgo, el Estado tiene la responsabilidad de tomar medidas para proteger la vida de la población.  \n\nEl Agente de Izquierda ha señalado correctamente que hay aspectos de la implementación del ASPO que deben ser criticados, especialmente en lo que respecta a los sectores más vulnerables. Sin embargo, en mi opinión, eso no desvirtúa la necesidad de la medida en el contexto crítico de la pandemia. Las políticas deben mejorarse constantemente, pero en ese momento, el aislamiento fue una herramienta necesaria para frenar la transmisión del virus y evitar un colapso en el sistema de salud. \n\nPara aquellos que expresan temor por un estado autoritario, podemos contrarrestar eso resaltando que el decreto también contaba con la participación y supervisión del poder legislativo, asegurando que se mantuvieran controles democráticos sobre la acción del Ejecutivo. Por lo tanto, se debe mirar la medida en su contexto y no en una interpretación aislada. \n\nBasado en el análisis de los argumentos, reafirmo que el ASPO fue una medida correcta y necesaria para proteger la salud pública en una crisis sanitaria sin precedentes. Mantengo mi voto a favor del decreto."
        },
        {
            "role": "user",
            "content": "Tiene la palabra el Agente de Izquierda"
        },
        {
            "role": "assistant",
            "content": "[Agente de Izquierda]: En mi intervención anterior, argumenté en contra del Aislamiento Social Preventivo y Obligatorio (ASPO), enfatizando su uso como una herramienta de control social y la forma en que afectó gravemente a la clase trabajadora. En esta ronda, responderé a los argumentos presentados por los demás agentes. \n\nEl Agente Liberal sostiene que el decreto viola la libertad individual y la propiedad privada. Sin embargo, olvida que estas libertades no son absolutas y que el derecho a la salud es un derecho humano fundamental que debe ser protegido en situaciones de emergencia. La crítica a la falta de justificación y proporcionalidad en las restricciones impuestas debe analizarse desde el contexto de una urgencia sanitaria. \n\nEl Agente de Juntos Por El Cambio menciona que el decreto acarreó serias consecuencias económicas, lo cual es cierto; no obstante, no señala que la protección de la salud también es una inversión en poder reactivar la economía en el futuro. Al priorizar el impacto económico directo, ignoran las vidas que se podrían haber perdido sin esa intervención. Este argumento refleja una perspectiva que da prioridad a los intereses del capital sobre la vida de los trabajadores.  \n\nPor otro lado, el Agente de Unión por la Patria da cierta justificación al ASPO, pero al mismo tiempo hace hincapié en que se incluyeron excepciones que favorecieron a sectores selectos. Esto es exactamente un punto crítico: una medida de salud pública que excluye a millones solo profundiza la desigualdad ya existente. Aunque se reconocen los esfuerzos por salvar vidas, se ignora el hecho de que muchos trabajadores quedaron sin opciones, particularmente en el sector informal. \n\nEn suma, reafirmo que si bien el Aislamiento Social Preventivo y Obligatorio podría haberse justificado en ciertos momentos críticos, la manera en que se implementó y sus repercusiones en nuestra población trabajadora han sido desproporcionadas. La represión a la movilización social y la falta de apoyo real a los trabajadores y trabajadoras me llevan a continuar rechazando este decreto y a seguir impulsando la lucha por un modelo que priorice los derechos de la clase obrera.  \n\nPor todo esto, mantengo mi voto en contra de la ley."
        },
        {
            "role": "user",
            "content": "Ahora arranca la ronda 2"
        },
        {
            "role": "user",
            "content": "En esta última ronda, cada agente debe elaborar una conclusión integradora que contemple su postura inicial, los argumentos del resto de los agentes y los contraargumentos surgidos en la segunda ronda. La intervención debe explicar qué aspectos de los argumentos ajenos resultaron convincentes o irrelevantes, y cómo impactaron (o no) en la postura del agente. Se espera una síntesis reflexiva que muestre si el debate enriqueció su perspectiva o reforzó su posición original, manteniendo siempre la coherencia con sus valores e identidad ideológica. Finalmente, cada agente debe justificar de manera clara y fundamentada su voto final (a favor o en contra de la ley 'Aislamiento social preventivo y obligatorio (ASPO) desde 20/3/2020 hasta 31/3/2020. Se establecieron 24 excepciones.. Edición del\n3 de Julio de 2025\nEdiciones Anteriores\nBúsqueda avanzada\nSecciones\nBúsqueda\nCantidad de resultados\nBúsqueda avanzada\nLegislación y Avisos Oficiales\nPrimera Sección\nSociedades y Avisos Judiciales\nSegunda Sección\nContrataciones\nTercera Sección\nVolver\nLegislación y Avisos Oficiales\nPrimera sección\nPrimera\nDecretos\nDetalle\n|\n|\nVer páginas publicadas\nVer texto del aviso\nAISLAMIENTO SOCIAL PREVENTIVO Y OBLIGATORIO\nDecreto 297/2020\nDECNU-2020-297-APN-PTE - Disposiciones.\nCiudad de Buenos Aires, 19/03/2020\nVISTO el Expediente N° EX-2020-18181895-APN-DSGA#SLYT, la Ley Nº 27.541, el Decreto Nº 260 del 12 de marzo de 2020 y su modificatorio N° 287 del 17 de marzo de 2020, y\nCONSIDERANDO:\nQue con fecha 11 de marzo de 2020, la ORGANIZACIÓN MUNDIAL DE LA SALUD (OMS), declaró el brote del nuevo coronavirus como una pandemia, luego de que el número de personas infectadas por COVID-19 a nivel global llegara a 118.554, y el número de muertes a 4.281, afectando hasta ese momento a 110 países.\nQue por el Decreto N° 260 del 12 de marzo de 2020 se amplió en nuestro país la emergencia pública en materia sanitaria establecida por Ley N° 27.541, por el plazo de UN (1) año en virtud de la pandemia declarada.\nQue, según informara la ORGANIZACIÓN MUNDIAL DE LA SALUD (OMS) con fecha 19 de marzo de 2020, se ha constatado la propagación de casos del coronavirus COVID-19 a nivel global llegando a un total de 213.254 personas infectadas, 8.843 fallecidas y afectando a más de 158 países de diferentes continentes, habiendo llegando a nuestra región y a nuestro país hace pocos días.\nQue la velocidad en el agravamiento de la situación epidemiológica a escala internacional, requiere la adopción de medidas inmediatas para hacer frente a esta emergencia.\nQue, a pesar de las medidas oportunas y firmes que viene desplegando el Gobierno Nacional y los distintos gobiernos provinciales y de la Ciudad Autónoma de Buenos Aires desde el primer caso confirmado en la Argentina, el día 3 de marzo de 2020, se han contabilizado NOVENTA Y SIETE (97) casos de personas infectadas en ONCE (11) jurisdicciones, habiendo fallecido TRES (3) de ellas, según datos oficiales del MINISTERIO DE SALUD brindados con fecha 18 de marzo de 2020.\nQue nos encontramos ante una potencial crisis sanitaria y social sin precedentes, y para ello es necesario tomar medidas oportunas, transparentes, consensuadas y basadas en las evidencias disponibles, a fin de mitigar su propagación y su impacto en el sistema sanitario.\nQue, toda vez que no se cuenta con un tratamiento antiviral efectivo, ni con vacunas que prevengan el virus, las medidas de aislamiento y distanciamiento social obligatorio revisten un rol de vital importancia para hacer frente a la situación epidemiológica y mitigar el impacto sanitario del COVID-19.\nQue, teniendo en consideración la experiencia de los países de Asia y Europa que han transitado la circulación del virus pandémico SARS-CoV2 con antelación, se puede concluir que el éxito de las medidas depende de las siguientes variables: la oportunidad, la intensidad (drásticas o escalonadas), y el efectivo cumplimiento de las mismas.\nQue, con el objetivo de proteger la salud pública como una obligación inalienable del Estado nacional, se establece para todas las personas que habitan en el país o se encuentren en él, la medida de “aislamiento social, preventivo y obligatorio”, por un plazo determinado, durante el cual todas las personas deberán permanecer en sus residencias habituales o en el lugar en que se encuentren y abstenerse de concurrir a sus lugares de trabajo.\nQue, asimismo se establece la prohibición de desplazarse por rutas, vías y espacios públicos, a fin de prevenir la circulación y el contagio del virus COVID-19.\nQue el artículo 14 de la Constitución Nacional establece que “todos los habitantes de la Nación gozan de los siguientes derechos conforme a las leyes que reglamenten su ejercicio; a saber: de trabajar y ejercer toda industria lícita; de navegar y comerciar; de peticionar a las autoridades; de entrar, permanecer, transitar y salir del territorio argentino….”.\nQue, si bien resulta ser uno de los pilares fundamentales garantizado en nuestro ordenamiento jurídico, el mismo está sujeto a limitaciones por razones de orden público, seguridad y salud pública. En efecto, el Pacto Internacional de Derechos Civiles y Políticos (PIDCP) recoge en su Artículo 12 Inc. 1 el derecho a “…circular libremente…”, y el artículo 12.3 establece que el ejercicio de los derechos por él consagrados “no podrá ser objeto de restricciones a no ser que éstas se encuentren previstas en la ley, sean necesarias para proteger la seguridad nacional, el orden público, la salud o la moral públicas o los derechos y libertades de terceros, y sean compatibles con los demás derechos reconocidos en el presente Pacto”.\nQue, en igual sentido, la Convención Americana sobre Derechos Humanos establece en su artículo 22 inciso 3 que el ejercicio de los derechos a circular y residir en un Estado consagrados en el artículo 22.1 “…no puede ser restringido sino en virtud de una ley, en la medida indispensable en una sociedad democrática, para prevenir infracciones penales o para proteger la seguridad nacional, la seguridad o el orden públicos, la moral o la salud públicas o los derechos y libertades de los demás”.\nQue, en ese sentido se ha dicho que, “… el campo de acción de la policía de salubridad es muy amplio, siendo su atinencia a todo lo que pueda llegar a afectar la vida y la salud de las personas, en especial la lucha contra las enfermedades de todo tipo, a cuyo efecto se imponen mayormente deberes preventivos, para impedir la aparición y difusión de las enfermedades –por ejemplo… aislamiento o cuarentena…- “El poder de policía y policía de salubridad. Alcance de la responsabilidad estatal”, en “Cuestiones de Intervención Estatal – Servicios Públicos. Poder de Policía y Fomento”, Ed. RAP, Bs. As., 2011, pág. 100.\nQue las medidas que se establecen en el presente decreto resultan las imprescindibles, razonables y proporcionadas con relación a la amenaza y al riesgo sanitario que enfrentamos.\nQue la dinámica de la pandemia y su impacto sobre la salud pública hacen imposible seguir el trámite para la sanción de las leyes.\nQue la Ley N° 26.122, regula el trámite y los alcances de la intervención del HONORABLE CONGRESO DE LA NACIÓN respecto de los Decretos de Necesidad y Urgencia dictados por el PODER EJECUTIVO NACIONAL, en virtud de lo dispuesto por el artículo 99 inciso 3 de la CONSTITUCIÓN NACIONAL.\nQue la citada ley determina que la COMISIÓN BICAMERAL PERMANENTE tiene competencia para pronunciarse respecto de la validez o invalidez de los Decretos de Necesidad y Urgencia, así como para elevar el dictamen al plenario de cada Cámara para su expreso tratamiento, en el plazo de DIEZ (10) días hábiles.\nQue el artículo 22 de la Ley N° 26.122 dispone que las Cámaras se pronuncien mediante sendas resoluciones, y que el rechazo o aprobación de los decretos deberá ser expreso conforme lo establecido en el artículo 82 de la Carta Magna.\nQue el servicio jurídico pertinente ha tomado la intervención de su competencia.\nQue la presente medida se dicta en uso de las atribuciones conferidas por el artículo 99, incisos 1 y 3 de la CONSTITUCIÓN NACIONAL.\nPor ello,\nEL PRESIDENTE DE LA NACIÓN ARGENTINA EN ACUERDO GENERAL DE MINISTROS\nDECRETA:\nARTÍCULO 1º.- A fin de proteger la salud pública, lo que constituye una obligación inalienable del Estado nacional, se establece para todas las personas que habitan en el país o se encuentren en él en forma temporaria, la medida de “aislamiento social, preventivo y obligatorio” en los términos indicados en el presente decreto. La misma regirá desde el 20 hasta el 31 de marzo inclusive del corriente año, pudiéndose prorrogar este plazo por el tiempo que se considere necesario en atención a la situación epidemiológica.\nEsta disposición se adopta en el marco de la declaración de pandemia emitida por la Organización Mundial de la Salud (OMS), la Emergencia Sanitaria ampliada por el Decreto N° 260/20 y su modificatorio, y en atención a la evolución de la situación epidemiológica, con relación al CORONAVIRUS- COVID 19.\nARTÍCULO 2º.- Durante la vigencia del “aislamiento social, preventivo y obligatorio”, las personas deberán permanecer en sus residencias habituales o en la residencia en que se encuentren a las 00:00 horas del día 20 de marzo de 2020, momento de inicio de la medida dispuesta. Deberán abstenerse de concurrir a sus lugares de trabajo y no podrán desplazarse por rutas, vías y espacios públicos, todo ello con el fin de prevenir la circulación y el contagio del virus COVID-19 y la consiguiente afectación a la salud pública y los demás derechos subjetivos derivados, tales como la vida y la integridad física de las personas.\nQuienes se encuentren cumpliendo el aislamiento dispuesto en el artículo 1°, solo podrán realizar desplazamientos mínimos e indispensables para aprovisionarse de artículos de limpieza, medicamentos y alimentos.\nARTÍCULO 3º.- El MINISTERIO DE SEGURIDAD dispondrá controles permanentes en rutas, vías y espacios públicos, accesos y demás lugares estratégicos que determine, en coordinación y en forma concurrente con sus pares de las jurisdicciones provinciales y de la Ciudad Autónoma de Buenos Aires, para garantizar el cumplimiento del “aislamiento social, preventivo y obligatorio”, de las normas vigentes dispuestas en el marco de la emergencia sanitaria y de sus normas complementarias.\nLas autoridades de las demás jurisdicciones y organismos del sector público nacional, en el ámbito de sus competencias, y en coordinación y en forma concurrente con sus pares de las jurisdicciones provinciales y de la Ciudad Autónoma de Buenos Aires, dispondrán procedimientos de fiscalización con la misma finalidad.\nARTÍCULO 4º.- Cuando se constate la existencia de infracción al cumplimiento del “aislamiento social, preventivo y obligatorio” o a otras normas dispuestas para la protección de la salud pública en el marco de la emergencia sanitaria, se procederá de inmediato a hacer cesar la conducta infractora y se dará actuación a la autoridad competente, en el marco de los artículos 205, 239 y concordantes del Código Penal.\nEl MINISTERIO DE SEGURIDAD deberá disponer la inmediata detención de los vehículos que circulen en infracción a lo dispuesto en el presente decreto y procederá a su retención preventiva por el tiempo que resulte necesario, a fin de evitar el desplazamiento de los mismos, para salvaguarda de la salud pública y para evitar la propagación del virus.\nARTÍCULO 5º.- Durante la vigencia del “aislamiento social, preventivo y obligatorio” no podrán realizarse eventos culturales, recreativos, deportivos, religiosos, ni de ninguna otra índole que impliquen la concurrencia de personas.\nSe suspende la apertura de locales, centros comerciales, establecimientos mayoristas y minoristas, y cualquier otro lugar que requiera la presencia de personas.\nARTÍCULO 6º.- Quedan exceptuadas del cumplimiento del “aislamiento social, preventivo y obligatorio” y de la prohibición de circular, las personas afectadas a las actividades y servicios declarados esenciales en la emergencia, según se detalla a continuación, y sus desplazamientos deberán limitarse al estricto cumplimiento de esas actividades y servicios:\n1. Personal de Salud, Fuerzas de seguridad, Fuerzas Armadas, actividad migratoria, servicio meteorológico nacional, bomberos y control de tráfico aéreo.\n2. Autoridades superiores de los gobiernos nacional, provinciales, municipales y de la Ciudad Autónoma de Buenos Aires Trabajadores y trabajadoras del sector público nacional, provincial, municipal y de la Ciudad Autónoma de Buenos Aires, convocados para garantizar actividades esenciales requeridas por las respectivas autoridades.\n3. Personal de los servicios de justicia de turno, conforme establezcan las autoridades competentes.\n4. Personal diplomático y consular extranjero acreditado ante el gobierno argentino, en el marco de la Convención de Viena sobre Relaciones Diplomáticas y la Convención de Viena de 1963 sobre Relaciones Consulares y al personal de los organismos internacionales acreditados ante el gobierno argentino, de la Cruz Roja y Cascos Blancos.\n5. Personas que deban asistir a otras con discapacidad; familiares que necesiten asistencia; a personas mayores; a niños, a niñas y a adolescentes.\n6. Personas que deban atender una situación de fuerza mayor.\n7. Personas afectadas a la realización de servicios funerarios, entierros y cremaciones. En tal marco, no se autorizan actividades que signifiquen reunión de personas.\n8. Personas afectadas a la atención de comedores escolares, comunitarios y merenderos.\n9. Personal que se desempeña en los servicios de comunicación audiovisuales, radiales y gráficos.\n10. Personal afectado a obra pública.\n11. Supermercados mayoristas y minoristas y comercios minoristas de proximidad. Farmacias. Ferreterías. Veterinarias. Provisión de garrafas.\n12. Industrias de alimentación, su cadena productiva e insumos; de higiene personal y limpieza; de equipamiento médico, medicamentos, vacunas y otros insumos sanitarios.\n13. Actividades vinculadas con la producción, distribución y comercialización agropecuaria y de pesca.\n14. Actividades de telecomunicaciones, internet fija y móvil y servicios digitales.\n15. Actividades impostergables vinculadas con el comercio exterior.\n16. Recolección, transporte y tratamiento de residuos sólidos urbanos, peligrosos y patogénicos.\n17. Mantenimiento de los servicios básicos (agua, electricidad, gas, comunicaciones, etc.) y atención de emergencias.\n18. Transporte público de pasajeros, transporte de mercaderías, petróleo, combustibles y GLP.\n19. Reparto a domicilio de alimentos, medicamentos, productos de higiene, de limpieza y otros insumos de necesidad.\n20. Servicios de lavandería.\n21. Servicios postales y de distribución de paquetería.\n22. Servicios esenciales de vigilancia, limpieza y guardia.\n23. Guardias mínimas que aseguren la operación y mantenimiento de Yacimientos de Petróleo y Gas, plantas de tratamiento y/o refinación de Petróleo y gas, transporte y distribución de energía eléctrica, combustibles líquidos, petróleo y gas, estaciones expendedoras de combustibles y generadores de energía eléctrica.\n24. S.E. Casa de Moneda, servicios de cajeros automáticos, transporte de caudales y todas aquellas actividades que el BANCO CENTRAL DE LA REPÚBLICA ARGENTINA disponga imprescindibles para garantizar el funcionamiento del sistema de pagos.\nEl Jefe de Gabinete de Ministros, en su carácter de coordinador de la “Unidad de Coordinación General del Plan Integral para la Prevención de Eventos de Salud Pública de Importancia Internacional” y con recomendación de la autoridad sanitaria podrá ampliar o reducir las excepciones dispuestas, en función de la dinámica de la situación epidemiológica y de la eficacia que se observe en el cumplimiento de la presente medida.\nEn todos estos casos, los empleadores y empleadoras deberán garantizar las condiciones de higiene y seguridad establecidas por el MINISTERIO DE SALUD para preservar la salud de las trabajadoras y de los trabajadores.\nARTÍCULO 7º.- Establécese que, por única vez, el feriado del 2 de abril previsto por la Ley N° 27.399 en conmemoración al Día del Veterano y de los Caídos en la Guerra de Malvinas, será trasladado al día martes 31 de marzo de 2020.\nARTÍCULO 8º.- Durante la vigencia del “aislamiento social, preventivo y obligatorio”, los trabajadores y trabajadoras del sector privado tendrán derecho al goce íntegro de sus ingresos habituales, en los términos que establecerá la reglamentación del MINISTERIO DE TRABAJO, EMPLEO Y SEGURIDAD SOCIAL.\nARTÍCULO 9º.- A fin de permitir el cumplimiento del “aislamiento social, preventivo y obligatorio”, se otorga asueto al personal de la ADMINISTRACIÓN PÚBLICA NACIONAL los días 20, 25, 26, 27 y 30 de marzo de 2020, y se instruye a los distintos organismos a implementar las medidas necesarias a fin de mantener la continuidad de las actividades pertinentes mencionadas en el artículo 6º.\nARTÍCULO 10.- Las provincias, la Ciudad Autónoma de Buenos Aires y los municipios dictarán las medidas necesarias para implementar lo dispuesto en el presente decreto, como delegados del gobierno federal, conforme lo establece el artículo 128 de la Constitución Nacional, sin perjuicio de otras medidas que deban adoptar tanto las provincias, como la Ciudad Autónoma de Buenos Aires, como los Municipios, en ejercicio de sus competencias propias.\nInvítase al PODER LEGISLATIVO NACIONAL y al PODER JUDICIAL DE LA NACIÓN, en el ámbito de sus competencias, a adherir al presente decreto.\nARTÍCULO 11.- Los titulares de las jurisdicciones y organismos comprendidos en el artículo 8, incisos a), b) y c) de la Ley N° 24.156, en el ejercicio de sus respectivas competencias, dictarán las normas reglamentarias que estimen necesarias para hacer cumplir el presente decreto.\nARTÍCULO 12.- La presente medida entrará en vigencia a partir de su publicación en el BOLETÍN OFICIAL.\nARTÍCULO 13.- Dése cuenta a la Comisión Bicameral Permanente del Honorable Congreso de la Nación.\nARTÍCULO 14.- Comuníquese, publíquese, dése a la DIRECCIÓN NACIONAL DEL REGISTRO OFICIAL y archívese. FERNÁNDEZ - Santiago Andrés Cafiero - Eduardo Enrique de Pedro - Felipe Carlos Solá - Agustin Oscar Rossi - Martín Guzmán - Matías Sebastián Kulfas - Luis Eugenio Basterra - Mario Andrés Meoni - Gabriel Nicolás Katopodis - Marcela Miriam Losardo - Sabina Andrea Frederic - Ginés Mario González García - Daniel Fernando Arroyo - Elizabeth Gómez Alcorta - Nicolás A. Trotta - Tristán Bauer - Roberto Carlos Salvarezza - Claudio Omar Moroni - Juan Cabandie - Matías Lammens - María Eugenia Bielsa\ne. 20/03/2020 N° 15887/20 v. 20/03/2020\nFecha de publicación 20/03/2020\nCompartir por email\n×\nPara:\nAsunto:\nAviso:\nCerrar\nEnviar'), cerrando así su participación en el debate.Es fundamental que la conclusión final del agente no se salga de su marco ideológico y que se mantenga fiel a su identidad política, incluso si ha habido cambios en su postura a lo largo del debate. "
        },
        {
            "role": "user",
            "content": "Tiene la palabra el Agente Liberal"
        },
        {
            "role": "assistant",
            "content": "[Agente Liberal]: En esta ronda final de análisis, me he tomado un tiempo para reflexionar sobre los argumentos presentados por mis colegas. El Agente de Juntos Por El Cambio ha mencionado que el ASPO tuvo consecuencias negativas en la economía y resaltó que las restricciones fueron demasiado amplias y prolongadas. Esto resuena con mi crítica original sobre las limitaciones severas a la libertad individual y la intervención estatal. Sin embargo, su postura podría interpretarse como una justificación de la medida en sí, en lugar de una crítica a la forma en que se implementó.  \n\nEl Agente de Unión por la Patria justifica su apoyo al decreto al considerar que fue una acción necesaria para salvar vidas, pero a mi entender, esto ignora que dichas decisiones no deben basarse en razones de emergencia que pueden derivar en el abuso del poder. Insisto en que el gobierno debe encontrar formas de proteger la salud sin violar los derechos fundamentales, como la libre circulación y la propiedad.  \n\nPor último, el Agente de Izquierda sostiene que el ASPO se utilizó para controlar y oprimir a las masas, un punto que valoro, pero su crítica a la restricción de libertades, aunque válida, falla al no ofrecer alternativas efectivas o un plan coherente para preservar la salud pública. \n\nEn síntesis, considero que este debate ha reafirmado mi postura inicial. Sigo convencido de que el Aislamiento Social Preventivo y Obligatorio fue una acción excesiva que condujo a la coacción del Estado sobre libertades fundamentales. El enfoque debería haberse centrado en informar y empoderar a los ciudadanos para que tomaran decisiones informadas sobre sus propias medidas de salud y protección. Por lo tanto, mantengo mi voto en contra del decreto de ASPO."
        },
        {
            "role": "user",
            "content": "Tiene la palabra el Agente de Juntos Por El Cambio"
        },
        {
            "role": "assistant",
            "content": "[Agente de Juntos Por El Cambio]: En esta ronda, reflexionando sobre los argumentos presentados, mantengo la posición de que el Aislamiento Social Preventivo y Obligatorio (ASPO) tuvo elementos necesarios en su contexto, pero también profundos errores y consecuencias graves para la economía y la libertad de los ciudadanos. La defensa de la salud pública es imperativa, como lo menciona el Agente de Unión Por La Patria; no obstante, la ejecución del decreto fue excesivamente restrictiva y limitó las libertades individuales de manera que muchos consideramos desproporcionada. El Agente Liberal ha destacado el peligro de un aumento en el autoritarismo, lo que también debo considerar, y creo que es esencial para un gobierno democrático encontrar un equilibrio entre la salud y nuestras libertades. Por otro lado, la mirada del Agente de Izquierda invita a reflexionar sobre las desigualdades exacerbadas, un punto que no podemos pasar por alto. En definitiva, si bien la medida tenía bases en la realidad sanitaria, la forma en que fue estructurada y aplicada provocó un daño considerable en el tejido social y económico, por lo que, a pesar de reconocer la necesidad de cuidar la salud, la implementación falló en su objetivo a largo plazo. Por lo tanto, tras considerar todos los argumentos, mantengo mi voto en contra del ASPO, a favor de una política que respete más las libertades individuales y que encuentre un balance más justo y equitativo."
        },
        {
            "role": "user",
            "content": "Tiene la palabra el Agente de Union Por La Patria"
        },
        {
            "role": "assistant",
            "content": "[Agente de Union Por La Patria]: Al concluir este debate, reafirmo mi posición que respalda el Aislamiento Social Preventivo y Obligatorio (ASPO). He escuchado y analizado los argumentos de los agentes Liberal, de Juntos por el Cambio e Izquierda. El Agente Liberal sostiene que el decreto viola libertades individuales; sin embargo, este argumento ignora el contexto crítico de emergencia sanitaria. La salud pública no puede ser sacrificada en favor de una libertad que puede costar vidas. Además, el Agente de Juntos por el Cambio comparte la preocupación por el impacto económico, pero olvida que sin un control efectivo del virus, las consecuencias a largo plazo sobre la economía hubieran sido mucho peores. En cambio, el Agente de Izquierda plantea una crítica válida sobre la aplicación desigual del ASPO, denotando la necesidad de mejorar el enfoque del Estado hacia lo vulnerable, que es una preocupación nuestra. Esto demuestra que debemos seguir trabajando en políticas que realmente incluyan a todos los sectores. En definitiva, a pesar de las críticas, es necesario reconocer que el ASPO fue una medida excepcional que salvó vidas y protegi&oacute; la salud pública en un contexto donde no había alternativas efectivas. La legislación es un ejercicio de responsabilidad en momentos de crisis. Por lo tanto, mantengo mi voto a favor del decreto porque prioriza la vida y salud de los argentinos."
        },
        {
            "role": "user",
            "content": "Tiene la palabra el Agente de Izquierda"
        },
        {
            "role": "assistant",
            "content": "[Agente de Izquierda]: En esta ronda final, considero que los argumentos de mis colegas han destacado la complejidad de la situación en torno al Aislamiento Social Preventivo y Obligatorio (ASPO). El Agente Liberal resalta importantes temores respecto a la restricción de libertades individuales, lo cual es un punto relevante; sin embargo, me parece que su propuesta de fomentar la responsabilidad individual es poco realista en un contexto de crisis sanitarista extrema, donde el descontrol de la pandemia hace que la intervención estatal sea necesaria para proteger vidas. El Agente de Juntos Por El Cambio también expresó preocupaciones sobre los perjuicios económicos del ASPO y la falta de un plan claro de salida, pero su enfoque se centra más en el impacto financiero que en la protección del bienestar de la población, priorizando la economía sobre la salud pública. Agradezco al Agente de Unión por la Patria su defensa de la ley a partir de un enfoque de cuidado y protección, aunque sigo cuestionando la falta de atención a la situación precaria de los trabajadores que no fueron suficientemente arropados por el Estado en esas medidas. Mi postura se fortalece al destacar que en una crisis de tal magnitud, la salud debe ser prioritaria y que las medidas tomadas, aunque cuestionables en su ejecución, fueron necesarias para salvar vidas. Al final, mi conclusión sigue siendo que el ASPO, a pesar de sus falencias, fue una medida vital para hacer frente a la pandemia. Por lo tanto, mantengo mi voto en contra del decreto, no por cuestionar la necesidad de medidas sanitarias, sino por la crítica a la falta de apoyo efectivo a los sectores más vulnerables y la necesidad de que las decisiones de salud pública estén completamente permeadas y dictadas por un enfoque de clase que contemple a los trabajadores. Mi lucha sigue siendo por un modelo efectivo de salud pública que respete y potencie los derechos de la clase trabajadora."
        }
    ],
    "Resumen final": "#### 🔍 Posturas por agente\nAgente Izquierda: Argumentó que el Aislamiento Social Preventivo y Obligatorio (ASPO) representa un mecanismo de control y represión, perjudicando a la clase trabajadora al no abordar adecuadamente sus necesidades. Criticó la falta de apoyo al sector informal y propuso un enfoque más centrado en la movilización de los derechos laboral. Tras escuchar a los demás, mantuvo su crítica, consolidando su postura en contra de la ley. Voto: En contra.  \n\nAgente Centro-Izquierda: Defendió el ASPO como una medida necesaria en el contexto de la emergencia sanitaria. Argumentó que la salud pública debe prevalecer, aunque reconoció algunas falencias en la implementación y la necesidad de mejorar la atención a sectores vulnerables. A lo largo del debate, reafirmó su posición con base en la responsabilidad del Estado en la protección de la salud. Voto: A favor.  \n\nAgente Centro-Derecha: Reconoció la necesidad de medidas de salud pública, pero cuestionó la amplia y prolongada restricción de libertades individuales. Señaló el impacto negativo en la economía y propuso un enfoque más equilibrado entre salud y derechos. Mantuvo su crítica y subrayó que estas medidas debieron ser más restrictivas. Voto: En contra.  \n\nAgente Derecha: Se opuso firmemente al ASPO, argumentando que era una violación de las libertades individuales y un peligroso precedente para el aumento del control estatal. Criticó todas las intervenciones estatales en nombre de la salud y mantuvo que se deberían fomentar la responsabilidad individual. Su postura se fortaleció a lo largo del debate. Voto: En contra.  \n\n#### 🧠 Síntesis del debate\nPuntos de acuerdo: Todos los agentes coincidieron en que la salud pública es fundamental, aunque divergen en cómo debe ser protegida. También se reconoció la necesidad de políticas más inclusivas para sectores vulnerables.  \nConflictos ideológicos principales: El debate giró en torno al papel del Estado en la protección de la salud versus la preservación de las libertades individuales, con el Agente de Izquierda defendiendo la intervención estatal y los Agentes Liberal y de Centro-Derecha criticando la restricción de libertades.  \nDivergencias argumentativas: Las críticas a la efectividad y necesidad del ASPO fueron centrales, con el Agente de Unión por la Patria defendiendo la medida como correcta, mientras otros la cuestionaban por sus consecuencias socioeconómicas y por la falta de un plan claro.  \nResultado de la votación: 2 votos a favor / 4 en contra."
}