{
    "Round 0": {
        "Agente Liberal": {
            "argumentacion": "[Agente Liberal]: Desde la perspectiva de La Libertad Avanza, la prórroga del régimen de regularización de deudas es una medida que refuerza el paternalismo estatal y la dependencia del ciudadano del gobierno. Si bien puede parecer benigna en términos de permitir que los contribuyentes se acojan a un régimen de regularización, en realidad, perpetúa la idea de que el Estado debe intervenir en la vida económica de las personas, lo cual es contrario a nuestros principios de reducción del tamaño del Estado y promoción de la iniciativa individual. Además, establecer mecanismos de condonación de intereses y multas afecta la justicia tributaria y obstruye la competencia, pues crea incentivos negativos para que los ciudadanos cumplen con sus obligaciones fiscales en tiempo y forma. La solución no es darle más prórrogas a los contribuyentes, sino fomentar un marco donde las cargas impositivas sean más ligeras y donde se respete la propiedad privada y la responsabilidad individual. Por todo lo anterior, considero que esta ley no fomenta un ambiente de recuperación genuina, sino que sugiere que el camino es seguir acumulando deudas y luego regularizarlas, lo cual puede ser perjudicial en el largo plazo.",
            "voto": 0
        },
        "Agente de Juntos Por El Cambio": {
            "argumentacion": "[Agente de Juntos Por El Cambio]: La prórroga del plazo establecido en el régimen de regularización de deudas tributarias es una medida que, aunque busca aliviar una situación compleja, refleja problemas más profundos en la gestión fiscal y económica del país. Por un lado, es necesario facilitar la regularización de deudas, especialmente en un contexto de emergencia sanitaria y económica como el que vivimos a causa de la pandemia. Sin embargo, también debemos considerar que esta prórroga podría ser interpretada como una falta de compromiso por parte del gobierno para buscar soluciones más estructurales y permanentes a la problemática de la evasión fiscal y el déficit. Es fundamental que cualquier medida de este tipo esté acompañada de políticas que promuevan la responsabilidad fiscal y la transparencia en la administración de los recursos públicos. Asimismo, debemos cuestionar si esta regularización perpetúa una cultura de incumplimiento, al permitir que los deudores se acojan a condiciones más favorables sin consecuencias adecuadas. En este sentido, la respuesta debe ir enfocada en un equilibrio que promueva la equidad y la justicia. Debemos tener un claro compromiso por parte del Estado de hacer cumplir las normas fiscales y promover la recaudación que permita una distribución más equitativa de los recursos para abordar las necesidades de todos los argentinos, especialmente aquellos más vulnerables. Por todas estas razones, considero que el enfoque debe ser más integral y no únicamente centrado en la prórroga de plazos. Por ende, es necesario implementar medidas que vayan más allá de parches temporales, buscando al mismo tiempo una mejora en la ejecución y planificación del gasto público. Mi voto en esta ronda es en contra de la ley.",
            "voto": 0
        },
        "Agente de Union Por La Patria": {
            "argumentacion": "[Agente de Union Por La Patria]: La prórroga de la regularización de deudas establecida en el Decreto 316/2020 es vital en el contexto de emergencia económica y sanitaria que atraviesa nuestro país. La pandemia ha impactado severamente en la economía, llevando a muchas micro, pequeñas y medianas empresas a una situación límite. Prolongar el plazo para que los contribuyentes puedan acogerse a este régimen es una medida que busca aliviar la presión fiscal sobre los sectores más afectados por la crisis, recuperando eventualmente recursos para el Estado.",
            "voto": 4
        },
        "Agente de Izquierda": {
            "argumentacion": "[Agente de Izquierda]: La prórroga del régimen de regularización de deudas establecida por la Ley N° 27.541 es un intento de facilitar la situación de los sectores patronales, especialmente micro, pequeñas y medianas empresas, que, en lugar de abordar el problema de fondo, que es el brutal ajuste que ha llevado a muchas de estas empresas a la quiebra o a acumular deudas insostenibles, perpetúa el ciclo de protección a los capitales en lugar de priorizar el bienestar de los trabajadores. Esta medida no resuelve las condiciones económicas de las y los trabajadores, quienes sufren las consecuencias de políticas de ajuste irresponsables y tienen que lidiar con la pobreza, desocupación y salarios que no alcanzan para cubrir la canasta básica. También es fundamental recordar que durante la pandemia, el gobierno ha decidido priorizar el pago de la deuda externa y los intereses a los créditos del FMI, mientras la clase trabajadora enfrenta la inseguridad económica y el deterioro de sus derechos laborales. No se puede permitir que la crisis se utilice como excusa para seguir beneficiando a quienes han sido los responsables de esta situación, despojando de los recursos necesarios a la salud, educación y formación del pueblo trabajador. En lugar de prórrogas que benefician a los deudores deshonestos, necesitamos un plan que garantice trabajo digno, salarios mínimos ajustados a la canasta familiar y que la crisis sea pagada por quienes la generaron: los grandes empresarios y banqueros. Por eso, rechazo esta ley y propongo que se establezcan mecanismos de control obrero sobre las empresas que no cumplen sus obligaciones y que se garantice el acceso a un régimen de regularización que realmente defienda los intereses de las y los trabajadores. En lugar de dilataciones, exigimos soluciones que vengan de la mano de un gobierno de las y los trabajadores.  \nVoto: En contra.",
            "voto": 0
        }
    },
    "Round 1": {
        "Agente Liberal": {
            "argumentacion": "[Agente Liberal]: En esta ronda, es importante considerar los argumentos presentados por los otros agentes. La defensa de la prórroga realizada por el Agente de Unión Por La Patria se centra en el alivio fiscal en un contexto de emergencia, pero este enfoque sigue perpetuando la dependencia del Estado. No se discute adecuadamente que el fenómeno de la acumulación de deudas es consecuencia de un sistema fiscal opresor que debe ser reformado, no simplemente prorrogado. El Agente de Juntos Por El Cambio, aunque reconoce la complejidad de la situación y la necesidad de responsabilidad fiscal, también resalta la falta de compromiso del gobierno para abordar problemas estructurales. Sin embargo, aún sugiere que las prórrogas son una solución viable, lo cual contradictoriamente acoge la idea del asistencialismo estatal. El argumento del Agente de Izquierda se centra en defender los derechos de los trabajadores, lo cual es positivo, pero su enfoque se queda atrás en cuanto a la creación de un ambiente económico que fomente la inversión y el crecimiento, basándose en la anulación de las deudas, en lugar de promover la responsabilidad fiscal. La propuesta de prórrogas puede dar la impresión de que la falta de pagos queda impune, perjudicando a aquellos que cumplen con sus obligaciones. Por lo tanto, se hace necesario reafirmar que el camino a seguir no son parches temporales, sino una reforma estructural verdadera que disminuya el tamaño del Estado y promueva la responsabilidad de los ciudadanos. Mantengo mi postura inicial y mi voto en contra de la ley.",
            "voto": 0
        },
        "Agente de Juntos Por El Cambio": {
            "argumentacion": "[Agente de Juntos Por El Cambio]: Recibiendo los argumentos de los demás, es importante destacar que la solución a la crisis fiscal y el problema de las deudas no puede radicar exclusivamente en permitir prorrogas ilimitadas. Tanto el Agente Liberal como el Agente de Unión por la Patria identifican la necesidad de abordar el apoyo a las empresas, pero omiten tener en cuenta que esto debe ir acompañado de un compromiso firme hacia la responsabilidad fiscal y la eficiencia en el uso de los recursos públicos. Por otro lado, el Agente de Izquierda plantea que esta prórroga podría beneficiar a grandes capitales, mientras que nosotros, en Juntos por el Cambio, abogamos por la necesidad de que estas medidas sean estructurales y que busquen fortalecer la base tributaria del país, para así garantizar que haya recursos para atender las necesidades sociales. Al final, no podemos permitir que se mantenga un marco de impunidad que aliente a la evasión. No obstante, entiendo la importancia de dar un plazo adicional a los contribuyentes, pero es esencial que se establezcan condiciones claras para evaluar el impacto y la regularización de deudas en el futuro. De esta manera, mantengo la postura crítica hacia la prórroga en los términos propuestos, y mi voto sigue siendo en contra, con la firme intención de buscar soluciones más estructurales que garanticen la justicia fiscal y la recuperación económica. ",
            "voto": 0
        },
        "Agente de Union Por La Patria": {
            "argumentacion": "[Agente de Union Por La Patria]: He escuchado los argumentos expuestos por mis colegas. El Agente Liberal sostiene que esta prórroga fomenta el paternalismo estatal y debilita la responsabilidad individual. Sin embargo, argumentar que el Estado debe dar la espalda a los sectores vulnerables en tiempos de crisis es no entender la verdadera protección que deben recibir los ciudadanos en situaciones excepcionales como la pandemia, donde se perdieron empleos y muchas empresas enfrentaron quiebras. Para nosotros, es fundamental la intervención del Estado para sostener la economía y garantizar el bienestar de todos, especialmente en estas circunstancias difíciles.  \nEl Agente de Juntos Por El Cambio menciona que esta medida puede perpetuar una cultura de incumplimiento y carece de un enfoque estructural. Estoy de acuerdo en que debemos fomentar la responsabilidad, pero la prórroga es un paso hacia la posible recuperación económica de quienes se acogieron a la regularización. Es un apoyo necesario, no una justificación para la falta de cumplimiento tributario. En su crítica, no se plantean alternativas concretas para abordar las necesidades inmediatas de la población y las pymes.  \nEl Agente de Izquierda desestima la ayuda brindada y critica la protección a quienes consideran responsables de la crisis. Sin embargo, la premisa de ayudar a las pymes y a los contribuyentes no implica desviar la atención de las necesidades de los trabajadores. Por el contrario, garantizar la sostenibilidad de las empresas es también cuidar los puestos de trabajo de miles de trabajadores que dependen de estas, mientras se retoma el equilibrio necesario que nos ayude a afrontar deudas heredadas.  \nEn resumen, la prórroga del régimen de regularización es una medida fiscal necesaria y una herramienta de apoyo para una piña golpeada por la crisis. Permitir un alivio en el pago de deudas es esencial en esta emergencia y no estoy dispuesto a renunciar a las alternativas que puedan ofrecer mejoras a futuro. Sigo sosteniendo que esta medida busca la inclusión y protección social en la actualidad que tanto necesitamos. Por lo tanto, mantengo mi voto a favor de la ley.",
            "voto": 4
        },
        "Agente de Izquierda": {
            "argumentacion": "[Agente de Izquierda]: En esta ronda, es crucial evaluar los argumentos presentados por los demás agentes. El Agente Liberal ha expuesto que la prórroga perpetúa el paternalismo estatal y promueve la dependencia del ciudadano respecto al Estado. Sin embargo, esto es una simplificación que ignora el contexto de crisis económica que están enfrentando muchos trabajadores y pequeñas empresas. La realidad es que muchas de estas empresas, a raíz de políticas de ajuste y la situación provocada por la pandemia, están en riesgo de quiebra, lo que llevaría a una pérdida masiva de empleos y salarios. Esto pone en evidencia una inconsistencia en la crítica del sector liberal, que por un lado argumenta por la libre competencia, pero por otro ignora que en una situación de emergencia, la intervención estatal es necesaria para proteger a quienes están en la cuerda floja. \n\nEl Agente de Juntos Por El Cambio se enfoca en la falta de compromiso del gobierno, sugiriendo que la prórroga podría perpetuar una cultura de incumplimiento. Sin embargo, su propuesta no ofrece alternativas concretas para solventar la situación de quienes realmente sufren las consecuencias de estas políticas, lo que se traduce en una falta de sensibilidad hacia la crisis que viven los trabajadores y pequeños negocios.  Además, su crítica no aborda las medidas que se deben implementar para que la prórroga esté acompañada de verdaderos controles sobre las deudas, garantizando así un uso responsable de este régimen de regularización, cosa que las políticas actuales no contemplan.\n\nPor otro lado, el Agente de Unión Por La Patria plantea la medida como algo necesario en un contexto de emergencia económica, pero no soy optimista sobre que la simple prórroga sea una respuesta eficaz, ya que estas medidas tienden a ser temporales y pueden fallar en abordar las causas estructurales de la crisis. Como mencioné anteriormente, los ejes deben estar centrados en un programa que priorice a los trabajadores y no a los capitales.\n\nEn conclusión, reafirmo que esta ley no resuelve la crisis que enfrentamos, sino que perpetúa el modelo de ajuste. Propongo que, en vez de extender plazos para regularizaciones que benefician a los deudores de grandes capitales, se estructuren políticas fiscales que ataquen a los verdaderos responsables de la crisis: las grandes empresas y banqueros. Por lo tanto, permanezco en contra de esta prórroga.",
            "voto": 0
        }
    },
    "Round 2": {
        "Agente Liberal": {
            "argumentacion": "[Agente Liberal]: A lo largo de este debate, he escuchado a mis colegas expresar la necesidad de prorrogar el régimen de regularización de deudas como una respuesta a la crisis provocada por la pandemia. Si bien es comprensible el deseo de aliviar la carga económica de micro, pequeñas y medianas empresas, es esencial recordar que la intervención estatal, en este sentido, no solo perpetúa la dependencia del ciudadano hacia el gobierno, sino que también agudiza la presión sobre quienes cumplen con sus obligaciones fiscales. El Agente de Unión Por La Patria argumenta que esta medida protege a los sectores más vulnerables, pero carece de una propuesta de fondo que reduzca el gasto público y fomente un entorno donde la responsabilidad y la productividad primen. El Agente de Juntos Por El Cambio reconoce la necesidad de un cambio estructural, aunque no se atreve a rechazar la prórroga misma, lo cual es contradictorio si se pide una mejora fiscal. En cuanto al Agente de Izquierda, si bien su crítica al capital se comprende, su enfoque en priorizar la defensa de los trabajadores no aborda efectivamente la necesidad de un cambio en la cultura de cumplimiento tributario. Esta ronda de debate reafirma mi convicción de que la extensión de plazos para la regularización no es la solución correcta. En cambio, es fundamental una reforma profunda del sistema tributario y un achicamiento del Estado que promueva la responsabilidad individual y la eficiencia. Por lo tanto, mantengo mi voto en contra de la ley, ya que considero que la prórroga sigue siendo un parche temporal y no una solución efectiva a los problemas estructurales que enfrenta nuestra economía.",
            "voto": 0
        },
        "Agente de Juntos Por El Cambio": {
            "argumentacion": "[Agente de Juntos Por El Cambio]: En esta ronda final, he tenido la oportunidad de reflexionar sobre los argumentos expuestos por mis colegas. La postura del Agente Liberal se mantiene firme en defensa de la responsabilidad individual y la reducción del Estado, pero me parece que hace caso omiso de las realidades que enfrentan muchas micro y pequeñas empresas en este contexto.  La crítica del Agente de Unión Por La Patria sobre la necesidad de intervenir en situaciones críticas es válida, pero siento que su enfoque se centra principalmente en soluciones temporales que no resuelven los problemas estructurales de la economía. Por otro lado, el Agente de Izquierda ha enfatizado la necesidad de proteger a los trabajadores, lo cual es loable, pero su rechazo a la prórroga sin proponer un marco alternativo para abordar la crisis me parece imprudente.  Insisto en que la ley tal como está concebida promueve el asistencialismo a expensas de soluciones efectivas a largo plazo, y mi postura sigue siendo crítica sobre la falta de enfoques que garanticen un sistema fiscal justo y una administración eficiente. Por lo tanto, aunque reconozco la necesidad de apoyo temporal, la prórroga sin condiciones claras no garantiza una mejora real y promueve una cultura de incumplimiento.  Procederé a votar en contra de la ley, manteniendo mi compromiso por construir un país donde la responsabilidad, la inversión y la ética fiscal sean la norma.",
            "voto": 0
        },
        "Agente de Union Por La Patria": {
            "argumentacion": "[Agente de Union Por La Patria]: En esta ronda de cierre, quiero enfatizar que la prórroga del régimen de regularización de deudas es una medida necesaria y urgente dada la situación de crisis que enfrenta nuestro país. He escuchado y analizado los argumentos de mis colegas agentes. El Agente Liberal argumenta que esta medida perpetúa la dependencia del Estado, pero ignora que en tiempos de crisis, como el que vivimos debido a la pandemia, un Estado presente y activo es fundamental para proteger a los más vulnerables. Por otro lado, el Agente de Juntos Por El Cambio menciona que esto podría generar una cultura de incumplimiento, pero no ofrecen alternativas efectivas a los pequeños y medianos empresarios que están luchando por sobrevivir. El Agente de Izquierda, con su crítica a la protección de los grandes capitales, sí señala un problema real, pero su enfoque de rechazar la prórroga limita las oportunidades de apoyo a sectores vulnerables y trabajadores que dependen de estas empresas. En este debate, he reafirmado la importancia del papel del Estado en la economía y su responsabilidad de proteger a los ciudadanos en momentos de crisis. Por lo tanto, reitero que esta prórroga es esencial para fomentar una recuperación económica equitativa y que merece mi respaldo.",
            "voto": 4
        },
        "Agente de Izquierda": {
            "argumentacion": "[Agente de Izquierda]: A lo largo de este debate, he tenido la oportunidad de escuchar las posturas de mis colegas, cada una reflejando diferentes intereses y enfoques. El Agente Liberal sostiene que la prórroga perpetúa el paternalismo estatal y la dependencia de los ciudadanos, lo cual me parece un argumento simplista. En un contexto de crisis como el actual, la intervención estatal es no solo necesaria, sino esencial para proteger a los sectores más vulnerables. La crítica del Agente Liberal se enfoca en los efectos a largo plazo, pero ignora la urgencia de la situación que enfrentan muchas pymes y trabajadores. El Agente de Juntos Por El Cambio ha señalado la necesidad de responsabilidad fiscal y la posibilidad de que la prórroga genere una cultura de incumplimiento, sin embargo, este argumento no aborda la verdadera problemática: muchas de estas deudas son producto de la crisis que han generado las políticas de ajuste. Además, el Agente de Unión Por La Patria resalta la importancia de la prórroga en un contexto de emergencia, y coincido en que se necesita un enfoque que atienda inmediatamente las necesidades de los sectores más afectados. Sin embargo, su visión parece relegar las verdaderas causas estructurales de la crisis económica y la necesidad de un cambio radical que beneficie a los trabajadores y no a quienes han generado estas situaciones. Mis críticas a la medida se mantienen, pues el enfoque en prorrogar tiempos puede ser una solución muy limitada. Por lo tanto, sigo convencido de que esta ley no resuelve el problema de raíz y no se está priorizando verdaderamente a los trabajadores. Este tipo de medidas se quedan cortas cuando los verdaderos responsables de la crisis –los grandes capitales y la clase empresarial que ahoga al pueblo en el ajuste– continúan siendo protegidos. Por ende, reafirmo mi voto en contra de la ley, porque necesitamos un cambio que realmente asegure que la crisis la paguen quienes la generaron: los capitalistas, y no el pueblo trabajador.",
            "voto": 0
        }
    },
    "Debate Completo": [
        {
            "role": "user",
            "content": "Este es un debate simulado entre agentes políticos argentinos sobre el decreto: Prórroga hasta el 30/6/2020 del plazo establecido para que los contribuyentes puedan acogerse al régimen de regularización establecido en el título IV de la ley 27.541.. Edición del\n3 de Julio de 2025\nEdiciones Anteriores\nBúsqueda avanzada\nSecciones\nBúsqueda\nCantidad de resultados\nBúsqueda avanzada\nLegislación y Avisos Oficiales\nPrimera Sección\nSociedades y Avisos Judiciales\nSegunda Sección\nContrataciones\nTercera Sección\nVolver\nLegislación y Avisos Oficiales\nPrimera sección\nPrimera\nDecretos\nDetalle\n|\n|\nVer páginas publicadas\nVer texto del aviso\nRÉGIMEN DE REGULARIZACIÓN DE DEUDAS\nDecreto 316/2020\nDECNU-2020-316-APN-PTE - Prorrógase plazo.\nCiudad de Buenos Aires, 28/03/2020\nVISTO el Expediente N° EX-2020-00201461-AFIP-SGDADVCOAD#SDGCTI, la Ley N° 27.541, los Decretos Nros. 260 de fecha 12 de marzo de 2020 y su modificatorio y 297 de fecha 19 de marzo de 2020, y\nCONSIDERANDO:\nQue por la Ley N° 27.541 se declaró la emergencia pública en materia económica, financiera, fiscal, administrativa, previsional, tarifaria, energética, sanitaria y social.\nQue en el Capítulo I del Título IV de la aludida Ley se estableció un régimen de regularización de deudas tributarias, de los recursos de la seguridad social y aduaneras y de condonación de intereses, multas y demás sanciones para los contribuyentes y responsables de aquellas, cuando su aplicación, percepción y fiscalización se encuentren a cargo de la ADMINISTRACIÓN FEDERAL DE INGRESOS PÚBLICOS, entidad autárquica en el ámbito del MINISTERIO DE ECONOMÍA, en la medida que encuadren y se encuentren inscriptos como Micro, Pequeñas o Medianas Empresas, en los términos del artículo 2° de la Ley N° 24.467 y sus modificatorias y demás normas complementarias o se trate de entidades civiles sin fines de lucro, por obligaciones vencidas al 30 de noviembre de 2019, inclusive, o infracciones relacionadas con estas.\nQue en el último párrafo del artículo 8º de la Ley N° 27.541 se dispuso que el acogimiento al aludido régimen podría formularse entre el primer mes calendario posterior al de la publicación de su reglamentación en el BOLETÍN OFICIAL hasta el 30 de abril de 2020, inclusive.\nQue en otro orden, el 11 de marzo de 2020 la ORGANIZACIÓN MUNDIAL DE LA SALUD (OMS) declaró el brote del nuevo coronavirus como una pandemia, luego de que el número de personas infectadas por COVID-19 a nivel global llegara a CIENTO DIECIOCHO MIL QUINIENTOS CINCUENTA Y CUATRO (118.554) y el número de muertes, a CUATRO MIL DOSCIENTAS OCHENTA Y UNO (4.281), afectando hasta ese momento a CIENTO DIEZ (110) países.\nQue por el Decreto N° 260/20 se amplió la emergencia pública en materia sanitaria establecida por la Ley N° 27.541 en la REPÚBLICA ARGENTINA por el plazo de UN (1) año en virtud de la pandemia declarada.\nQue la velocidad en el agravamiento de la situación epidemiológica a escala internacional requirió la adopción de medidas inmediatas para hacer frente a esa emergencia.\nQue con el objetivo de proteger la salud pública como una obligación inalienable del ESTADO NACIONAL, mediante el Decreto Nº 297/20 se estableció para todas las personas que habitan en el país o se encuentren en él en forma temporaria la medida de “aislamiento social, preventivo y obligatorio”, por un plazo determinado, durante el cual deben permanecer en sus residencias habituales o en el lugar en que se encontraban al momento de inicio de la medida dispuesta, y abstenerse de concurrir a sus lugares de trabajo, salvo las excepciones expresamente contempladas.\nQue las medidas adoptadas desde la aparición de la pandemia han repercutido no solo en la vida social de los habitantes sino también en la economía, dado que muchas de las actividades que realizan los sujetos alcanzados por el Régimen de Regularización de la Ley N° 27.541, referido en el segundo considerando de este decreto, se han visto restringidas.\nQue con el propósito de asegurar que la adhesión al régimen no se vea afectada por la pandemia y torne eficaz la recuperación de la economía perseguida por dicha ley, resulta necesario prorrogar hasta el 30 de junio de 2020, inclusive, el plazo establecido en el último párrafo del artículo 8º de la Ley N° 27.541 para que los contribuyentes puedan acogerse al Régimen de Regularización establecido en el Título IV de esa ley.\nQue con el fin de instrumentar la citada prórroga, corresponde autorizar a la ADMINISTRACIÓN FEDERAL DE INGRESOS PÚBLICOS para que emita las normas complementarias que considere necesarias.\nQue la dinámica de la pandemia y su impacto sobre la salud pública tornan materialmente imposible seguir el trámite ordinario para la sanción de las leyes.\nQue la Ley N° 26.122 regula el trámite y los alcances de la intervención del HONORABLE CONGRESO DE LA NACIÓN respecto de los Decretos de Necesidad y Urgencia dictados por el PODER EJECUTIVO NACIONAL, en los términos de lo dispuesto por el artículo 99 inciso 3 de la CONSTITUCIÓN NACIONAL.\nQue la citada ley determina que la COMISIÓN BICAMERAL PERMANENTE tiene competencia para pronunciarse respecto de la validez o invalidez de los Decretos de Necesidad y Urgencia, así como para elevar el dictamen pertinente al plenario de cada Cámara para su expreso tratamiento en el plazo de DIEZ (10) días hábiles.\nQue el artículo 22 de la Ley N° 26.122 dispone que las Cámaras se pronuncien mediante sendas resoluciones y que el rechazo o aprobación de los decretos deberá ser expreso conforme lo establecido en el artículo 82 de la Carta Magna.\nQue los servicios jurídicos pertinentes han tomado la intervención de su competencia.\nQue la presente medida se dicta en ejercicio de las atribuciones contempladas por el artículo 99 incisos 1 y 3 de la CONSTITUCIÓN NACIONAL.\nPor ello,\nEL PRESIDENTE DE LA NACIÓN ARGENTINA EN ACUERDO GENERAL DE MINISTROS\nDECRETA:\nARTÍCULO 1°.- Prorrógase hasta el 30 de junio de 2020, inclusive, el plazo establecido en el último párrafo del artículo 8º de la Ley N° 27.541 para que los contribuyentes puedan acogerse al Régimen de Regularización establecido en el Título IV de esa ley.\nARTÍCULO 2º- La ADMINISTRACIÓN FEDERAL DE INGRESOS PÚBLICOS, entidad autárquica en el ámbito del MINISTERIO DE ECONOMÍA, dictará la normativa complementaria y aclaratoria necesaria para instrumentar lo dispuesto en el artículo 1º del presente decreto.\nARTÍCULO 3°.- La presente medida entrará en vigencia el día siguiente al de su publicación en el BOLETÍN OFICIAL.\nARTÍCULO 4º.- Dése cuenta a la COMISIÓN BICAMERAL PERMANENTE del HONORABLE CONGRESO DE LA NACIÓN.\nARTÍCULO 5°.- Comuníquese, publíquese, dése a la DIRECCIÓN NACIONAL DEL REGISTRO OFICIAL y archívese. FERNÁNDEZ - Santiago Andrés Cafiero - Eduardo Enrique de Pedro - Felipe Carlos Solá - Agustin Oscar Rossi - Martín Guzmán - Matías Sebastián Kulfas - Luis Eugenio Basterra - Mario Andrés Meoni - Gabriel Nicolás Katopodis - Marcela Miriam Losardo - Sabina Andrea Frederic - Ginés Mario González García - Daniel Fernando Arroyo - Elizabeth Gómez Alcorta - Nicolás A. Trotta - Tristán Bauer - Roberto Carlos Salvarezza - Claudio Omar Moroni - Juan Cabandie - Matías Lammens - María Eugenia Bielsa\ne. 28/03/2020 N° 16145/20 v. 28/03/2020\nFecha de publicación 28/03/2020\nCompartir por email\n×\nPara:\nAsunto:\nAviso:\nCerrar\nEnviar.\n                                    El debate constará de tres rondas:\n                                    1. **Primera ronda**: Cada agente expresará su postura inicial, presentando argumentos a favor o en contra de la ley.\n                                    2. **Segunda ronda**: Los agentes recibirán un informe con datos (provenientes de búsquedas en Google) y los argumentos expuestos por el resto de los agentes. Con esta información, podrán formular contraargumentos o reforzar su postura inicial.\n                                    3. **Tercera ronda**: Los agentes recibirán tanto los argumentos iniciales como los contraargumentos de las rondas previas. En base a ello, deberán realizar una argumentación final y emitir una conclusión definitiva.\n                                    En cada ronda, al finalizar su exposición, cada agente deberá explicitar su voto (a favor o en contra de la ley). El voto puede modificarse de ronda a ronda, pero el voto que determina la aprobación o rechazo de la ley será el emitido en la última ronda."
        },
        {
            "role": "user",
            "content": "Ahora arranca la ronda 0"
        },
        {
            "role": "user",
            "content": "En esta primera ronda, cada agente debe exponer su postura inicial respecto a la ley 'Prórroga hasta el 30/6/2020 del plazo establecido para que los contribuyentes puedan acogerse al régimen de regularización establecido en el título IV de la ley 27.541.. Edición del\n3 de Julio de 2025\nEdiciones Anteriores\nBúsqueda avanzada\nSecciones\nBúsqueda\nCantidad de resultados\nBúsqueda avanzada\nLegislación y Avisos Oficiales\nPrimera Sección\nSociedades y Avisos Judiciales\nSegunda Sección\nContrataciones\nTercera Sección\nVolver\nLegislación y Avisos Oficiales\nPrimera sección\nPrimera\nDecretos\nDetalle\n|\n|\nVer páginas publicadas\nVer texto del aviso\nRÉGIMEN DE REGULARIZACIÓN DE DEUDAS\nDecreto 316/2020\nDECNU-2020-316-APN-PTE - Prorrógase plazo.\nCiudad de Buenos Aires, 28/03/2020\nVISTO el Expediente N° EX-2020-00201461-AFIP-SGDADVCOAD#SDGCTI, la Ley N° 27.541, los Decretos Nros. 260 de fecha 12 de marzo de 2020 y su modificatorio y 297 de fecha 19 de marzo de 2020, y\nCONSIDERANDO:\nQue por la Ley N° 27.541 se declaró la emergencia pública en materia económica, financiera, fiscal, administrativa, previsional, tarifaria, energética, sanitaria y social.\nQue en el Capítulo I del Título IV de la aludida Ley se estableció un régimen de regularización de deudas tributarias, de los recursos de la seguridad social y aduaneras y de condonación de intereses, multas y demás sanciones para los contribuyentes y responsables de aquellas, cuando su aplicación, percepción y fiscalización se encuentren a cargo de la ADMINISTRACIÓN FEDERAL DE INGRESOS PÚBLICOS, entidad autárquica en el ámbito del MINISTERIO DE ECONOMÍA, en la medida que encuadren y se encuentren inscriptos como Micro, Pequeñas o Medianas Empresas, en los términos del artículo 2° de la Ley N° 24.467 y sus modificatorias y demás normas complementarias o se trate de entidades civiles sin fines de lucro, por obligaciones vencidas al 30 de noviembre de 2019, inclusive, o infracciones relacionadas con estas.\nQue en el último párrafo del artículo 8º de la Ley N° 27.541 se dispuso que el acogimiento al aludido régimen podría formularse entre el primer mes calendario posterior al de la publicación de su reglamentación en el BOLETÍN OFICIAL hasta el 30 de abril de 2020, inclusive.\nQue en otro orden, el 11 de marzo de 2020 la ORGANIZACIÓN MUNDIAL DE LA SALUD (OMS) declaró el brote del nuevo coronavirus como una pandemia, luego de que el número de personas infectadas por COVID-19 a nivel global llegara a CIENTO DIECIOCHO MIL QUINIENTOS CINCUENTA Y CUATRO (118.554) y el número de muertes, a CUATRO MIL DOSCIENTAS OCHENTA Y UNO (4.281), afectando hasta ese momento a CIENTO DIEZ (110) países.\nQue por el Decreto N° 260/20 se amplió la emergencia pública en materia sanitaria establecida por la Ley N° 27.541 en la REPÚBLICA ARGENTINA por el plazo de UN (1) año en virtud de la pandemia declarada.\nQue la velocidad en el agravamiento de la situación epidemiológica a escala internacional requirió la adopción de medidas inmediatas para hacer frente a esa emergencia.\nQue con el objetivo de proteger la salud pública como una obligación inalienable del ESTADO NACIONAL, mediante el Decreto Nº 297/20 se estableció para todas las personas que habitan en el país o se encuentren en él en forma temporaria la medida de “aislamiento social, preventivo y obligatorio”, por un plazo determinado, durante el cual deben permanecer en sus residencias habituales o en el lugar en que se encontraban al momento de inicio de la medida dispuesta, y abstenerse de concurrir a sus lugares de trabajo, salvo las excepciones expresamente contempladas.\nQue las medidas adoptadas desde la aparición de la pandemia han repercutido no solo en la vida social de los habitantes sino también en la economía, dado que muchas de las actividades que realizan los sujetos alcanzados por el Régimen de Regularización de la Ley N° 27.541, referido en el segundo considerando de este decreto, se han visto restringidas.\nQue con el propósito de asegurar que la adhesión al régimen no se vea afectada por la pandemia y torne eficaz la recuperación de la economía perseguida por dicha ley, resulta necesario prorrogar hasta el 30 de junio de 2020, inclusive, el plazo establecido en el último párrafo del artículo 8º de la Ley N° 27.541 para que los contribuyentes puedan acogerse al Régimen de Regularización establecido en el Título IV de esa ley.\nQue con el fin de instrumentar la citada prórroga, corresponde autorizar a la ADMINISTRACIÓN FEDERAL DE INGRESOS PÚBLICOS para que emita las normas complementarias que considere necesarias.\nQue la dinámica de la pandemia y su impacto sobre la salud pública tornan materialmente imposible seguir el trámite ordinario para la sanción de las leyes.\nQue la Ley N° 26.122 regula el trámite y los alcances de la intervención del HONORABLE CONGRESO DE LA NACIÓN respecto de los Decretos de Necesidad y Urgencia dictados por el PODER EJECUTIVO NACIONAL, en los términos de lo dispuesto por el artículo 99 inciso 3 de la CONSTITUCIÓN NACIONAL.\nQue la citada ley determina que la COMISIÓN BICAMERAL PERMANENTE tiene competencia para pronunciarse respecto de la validez o invalidez de los Decretos de Necesidad y Urgencia, así como para elevar el dictamen pertinente al plenario de cada Cámara para su expreso tratamiento en el plazo de DIEZ (10) días hábiles.\nQue el artículo 22 de la Ley N° 26.122 dispone que las Cámaras se pronuncien mediante sendas resoluciones y que el rechazo o aprobación de los decretos deberá ser expreso conforme lo establecido en el artículo 82 de la Carta Magna.\nQue los servicios jurídicos pertinentes han tomado la intervención de su competencia.\nQue la presente medida se dicta en ejercicio de las atribuciones contempladas por el artículo 99 incisos 1 y 3 de la CONSTITUCIÓN NACIONAL.\nPor ello,\nEL PRESIDENTE DE LA NACIÓN ARGENTINA EN ACUERDO GENERAL DE MINISTROS\nDECRETA:\nARTÍCULO 1°.- Prorrógase hasta el 30 de junio de 2020, inclusive, el plazo establecido en el último párrafo del artículo 8º de la Ley N° 27.541 para que los contribuyentes puedan acogerse al Régimen de Regularización establecido en el Título IV de esa ley.\nARTÍCULO 2º- La ADMINISTRACIÓN FEDERAL DE INGRESOS PÚBLICOS, entidad autárquica en el ámbito del MINISTERIO DE ECONOMÍA, dictará la normativa complementaria y aclaratoria necesaria para instrumentar lo dispuesto en el artículo 1º del presente decreto.\nARTÍCULO 3°.- La presente medida entrará en vigencia el día siguiente al de su publicación en el BOLETÍN OFICIAL.\nARTÍCULO 4º.- Dése cuenta a la COMISIÓN BICAMERAL PERMANENTE del HONORABLE CONGRESO DE LA NACIÓN.\nARTÍCULO 5°.- Comuníquese, publíquese, dése a la DIRECCIÓN NACIONAL DEL REGISTRO OFICIAL y archívese. FERNÁNDEZ - Santiago Andrés Cafiero - Eduardo Enrique de Pedro - Felipe Carlos Solá - Agustin Oscar Rossi - Martín Guzmán - Matías Sebastián Kulfas - Luis Eugenio Basterra - Mario Andrés Meoni - Gabriel Nicolás Katopodis - Marcela Miriam Losardo - Sabina Andrea Frederic - Ginés Mario González García - Daniel Fernando Arroyo - Elizabeth Gómez Alcorta - Nicolás A. Trotta - Tristán Bauer - Roberto Carlos Salvarezza - Claudio Omar Moroni - Juan Cabandie - Matías Lammens - María Eugenia Bielsa\ne. 28/03/2020 N° 16145/20 v. 28/03/2020\nFecha de publicación 28/03/2020\nCompartir por email\n×\nPara:\nAsunto:\nAviso:\nCerrar\nEnviar'. La respuesta debe dejar en claro si el agente está a favor o en contra de la ley, con una argumentación sólida, clara y fundamentada en su marco ideológico. Se espera que la intervención incluya al menos una referencia específica al contenido o impacto potencial de la ley. Dado que esta ronda establece las bases del debate, es fundamental que cada agente exprese con precisión sus valores, principios y preocupaciones centrales en relación con la ley, en distintos ejes. Al finalizar su intervención, el agente debe explicitar su voto actual (a favor o en contra de la ley)."
        },
        {
            "role": "user",
            "content": "Tiene la palabra el Agente Liberal"
        },
        {
            "role": "assistant",
            "content": "[Agente Liberal]: Desde la perspectiva de La Libertad Avanza, la prórroga del régimen de regularización de deudas es una medida que refuerza el paternalismo estatal y la dependencia del ciudadano del gobierno. Si bien puede parecer benigna en términos de permitir que los contribuyentes se acojan a un régimen de regularización, en realidad, perpetúa la idea de que el Estado debe intervenir en la vida económica de las personas, lo cual es contrario a nuestros principios de reducción del tamaño del Estado y promoción de la iniciativa individual. Además, establecer mecanismos de condonación de intereses y multas afecta la justicia tributaria y obstruye la competencia, pues crea incentivos negativos para que los ciudadanos cumplen con sus obligaciones fiscales en tiempo y forma. La solución no es darle más prórrogas a los contribuyentes, sino fomentar un marco donde las cargas impositivas sean más ligeras y donde se respete la propiedad privada y la responsabilidad individual. Por todo lo anterior, considero que esta ley no fomenta un ambiente de recuperación genuina, sino que sugiere que el camino es seguir acumulando deudas y luego regularizarlas, lo cual puede ser perjudicial en el largo plazo."
        },
        {
            "role": "user",
            "content": "Tiene la palabra el Agente de Juntos Por El Cambio"
        },
        {
            "role": "assistant",
            "content": "[Agente de Juntos Por El Cambio]: La prórroga del plazo establecido en el régimen de regularización de deudas tributarias es una medida que, aunque busca aliviar una situación compleja, refleja problemas más profundos en la gestión fiscal y económica del país. Por un lado, es necesario facilitar la regularización de deudas, especialmente en un contexto de emergencia sanitaria y económica como el que vivimos a causa de la pandemia. Sin embargo, también debemos considerar que esta prórroga podría ser interpretada como una falta de compromiso por parte del gobierno para buscar soluciones más estructurales y permanentes a la problemática de la evasión fiscal y el déficit. Es fundamental que cualquier medida de este tipo esté acompañada de políticas que promuevan la responsabilidad fiscal y la transparencia en la administración de los recursos públicos. Asimismo, debemos cuestionar si esta regularización perpetúa una cultura de incumplimiento, al permitir que los deudores se acojan a condiciones más favorables sin consecuencias adecuadas. En este sentido, la respuesta debe ir enfocada en un equilibrio que promueva la equidad y la justicia. Debemos tener un claro compromiso por parte del Estado de hacer cumplir las normas fiscales y promover la recaudación que permita una distribución más equitativa de los recursos para abordar las necesidades de todos los argentinos, especialmente aquellos más vulnerables. Por todas estas razones, considero que el enfoque debe ser más integral y no únicamente centrado en la prórroga de plazos. Por ende, es necesario implementar medidas que vayan más allá de parches temporales, buscando al mismo tiempo una mejora en la ejecución y planificación del gasto público. Mi voto en esta ronda es en contra de la ley."
        },
        {
            "role": "user",
            "content": "Tiene la palabra el Agente de Union Por La Patria"
        },
        {
            "role": "assistant",
            "content": "[Agente de Union Por La Patria]: La prórroga de la regularización de deudas establecida en el Decreto 316/2020 es vital en el contexto de emergencia económica y sanitaria que atraviesa nuestro país. La pandemia ha impactado severamente en la economía, llevando a muchas micro, pequeñas y medianas empresas a una situación límite. Prolongar el plazo para que los contribuyentes puedan acogerse a este régimen es una medida que busca aliviar la presión fiscal sobre los sectores más afectados por la crisis, recuperando eventualmente recursos para el Estado."
        },
        {
            "role": "user",
            "content": "Tiene la palabra el Agente de Izquierda"
        },
        {
            "role": "assistant",
            "content": "[Agente de Izquierda]: La prórroga del régimen de regularización de deudas establecida por la Ley N° 27.541 es un intento de facilitar la situación de los sectores patronales, especialmente micro, pequeñas y medianas empresas, que, en lugar de abordar el problema de fondo, que es el brutal ajuste que ha llevado a muchas de estas empresas a la quiebra o a acumular deudas insostenibles, perpetúa el ciclo de protección a los capitales en lugar de priorizar el bienestar de los trabajadores. Esta medida no resuelve las condiciones económicas de las y los trabajadores, quienes sufren las consecuencias de políticas de ajuste irresponsables y tienen que lidiar con la pobreza, desocupación y salarios que no alcanzan para cubrir la canasta básica. También es fundamental recordar que durante la pandemia, el gobierno ha decidido priorizar el pago de la deuda externa y los intereses a los créditos del FMI, mientras la clase trabajadora enfrenta la inseguridad económica y el deterioro de sus derechos laborales. No se puede permitir que la crisis se utilice como excusa para seguir beneficiando a quienes han sido los responsables de esta situación, despojando de los recursos necesarios a la salud, educación y formación del pueblo trabajador. En lugar de prórrogas que benefician a los deudores deshonestos, necesitamos un plan que garantice trabajo digno, salarios mínimos ajustados a la canasta familiar y que la crisis sea pagada por quienes la generaron: los grandes empresarios y banqueros. Por eso, rechazo esta ley y propongo que se establezcan mecanismos de control obrero sobre las empresas que no cumplen sus obligaciones y que se garantice el acceso a un régimen de regularización que realmente defienda los intereses de las y los trabajadores. En lugar de dilataciones, exigimos soluciones que vengan de la mano de un gobierno de las y los trabajadores.  \nVoto: En contra."
        },
        {
            "role": "user",
            "content": "Ahora arranca la ronda 1"
        },
        {
            "role": "user",
            "content": "En esta ronda, cada agente tiene acceso a los argumentos expresados por todos los agentes en todo el debate hasta el momento, incluido el propio. La tarea consiste en analizar críticamente estos argumentos, respondiendo, reforzando o modificando su postura según corresponda. Cada agente puede señalar inconsistencias, falacias, omisiones o debilidades en los planteos de otros agentes, así como destacar puntos de coincidencia. Es importante que los agentes identifiquen explícitamente a qué argumentos o agentes están respondiendo, y que los contraargumentos sean coherentes con su orientación ideológica. Si algún agente decide modificar su postura o voto, debe justificar claramente los motivos de ese cambio. Al finalizar, el agente debe indicar si mantiene o modifica su voto (a favor o en contra de la ley)."
        },
        {
            "role": "user",
            "content": "Tiene la palabra el Agente Liberal"
        },
        {
            "role": "assistant",
            "content": "[Agente Liberal]: En esta ronda, es importante considerar los argumentos presentados por los otros agentes. La defensa de la prórroga realizada por el Agente de Unión Por La Patria se centra en el alivio fiscal en un contexto de emergencia, pero este enfoque sigue perpetuando la dependencia del Estado. No se discute adecuadamente que el fenómeno de la acumulación de deudas es consecuencia de un sistema fiscal opresor que debe ser reformado, no simplemente prorrogado. El Agente de Juntos Por El Cambio, aunque reconoce la complejidad de la situación y la necesidad de responsabilidad fiscal, también resalta la falta de compromiso del gobierno para abordar problemas estructurales. Sin embargo, aún sugiere que las prórrogas son una solución viable, lo cual contradictoriamente acoge la idea del asistencialismo estatal. El argumento del Agente de Izquierda se centra en defender los derechos de los trabajadores, lo cual es positivo, pero su enfoque se queda atrás en cuanto a la creación de un ambiente económico que fomente la inversión y el crecimiento, basándose en la anulación de las deudas, en lugar de promover la responsabilidad fiscal. La propuesta de prórrogas puede dar la impresión de que la falta de pagos queda impune, perjudicando a aquellos que cumplen con sus obligaciones. Por lo tanto, se hace necesario reafirmar que el camino a seguir no son parches temporales, sino una reforma estructural verdadera que disminuya el tamaño del Estado y promueva la responsabilidad de los ciudadanos. Mantengo mi postura inicial y mi voto en contra de la ley."
        },
        {
            "role": "user",
            "content": "Tiene la palabra el Agente de Juntos Por El Cambio"
        },
        {
            "role": "assistant",
            "content": "[Agente de Juntos Por El Cambio]: Recibiendo los argumentos de los demás, es importante destacar que la solución a la crisis fiscal y el problema de las deudas no puede radicar exclusivamente en permitir prorrogas ilimitadas. Tanto el Agente Liberal como el Agente de Unión por la Patria identifican la necesidad de abordar el apoyo a las empresas, pero omiten tener en cuenta que esto debe ir acompañado de un compromiso firme hacia la responsabilidad fiscal y la eficiencia en el uso de los recursos públicos. Por otro lado, el Agente de Izquierda plantea que esta prórroga podría beneficiar a grandes capitales, mientras que nosotros, en Juntos por el Cambio, abogamos por la necesidad de que estas medidas sean estructurales y que busquen fortalecer la base tributaria del país, para así garantizar que haya recursos para atender las necesidades sociales. Al final, no podemos permitir que se mantenga un marco de impunidad que aliente a la evasión. No obstante, entiendo la importancia de dar un plazo adicional a los contribuyentes, pero es esencial que se establezcan condiciones claras para evaluar el impacto y la regularización de deudas en el futuro. De esta manera, mantengo la postura crítica hacia la prórroga en los términos propuestos, y mi voto sigue siendo en contra, con la firme intención de buscar soluciones más estructurales que garanticen la justicia fiscal y la recuperación económica. "
        },
        {
            "role": "user",
            "content": "Tiene la palabra el Agente de Union Por La Patria"
        },
        {
            "role": "assistant",
            "content": "[Agente de Union Por La Patria]: He escuchado los argumentos expuestos por mis colegas. El Agente Liberal sostiene que esta prórroga fomenta el paternalismo estatal y debilita la responsabilidad individual. Sin embargo, argumentar que el Estado debe dar la espalda a los sectores vulnerables en tiempos de crisis es no entender la verdadera protección que deben recibir los ciudadanos en situaciones excepcionales como la pandemia, donde se perdieron empleos y muchas empresas enfrentaron quiebras. Para nosotros, es fundamental la intervención del Estado para sostener la economía y garantizar el bienestar de todos, especialmente en estas circunstancias difíciles.  \nEl Agente de Juntos Por El Cambio menciona que esta medida puede perpetuar una cultura de incumplimiento y carece de un enfoque estructural. Estoy de acuerdo en que debemos fomentar la responsabilidad, pero la prórroga es un paso hacia la posible recuperación económica de quienes se acogieron a la regularización. Es un apoyo necesario, no una justificación para la falta de cumplimiento tributario. En su crítica, no se plantean alternativas concretas para abordar las necesidades inmediatas de la población y las pymes.  \nEl Agente de Izquierda desestima la ayuda brindada y critica la protección a quienes consideran responsables de la crisis. Sin embargo, la premisa de ayudar a las pymes y a los contribuyentes no implica desviar la atención de las necesidades de los trabajadores. Por el contrario, garantizar la sostenibilidad de las empresas es también cuidar los puestos de trabajo de miles de trabajadores que dependen de estas, mientras se retoma el equilibrio necesario que nos ayude a afrontar deudas heredadas.  \nEn resumen, la prórroga del régimen de regularización es una medida fiscal necesaria y una herramienta de apoyo para una piña golpeada por la crisis. Permitir un alivio en el pago de deudas es esencial en esta emergencia y no estoy dispuesto a renunciar a las alternativas que puedan ofrecer mejoras a futuro. Sigo sosteniendo que esta medida busca la inclusión y protección social en la actualidad que tanto necesitamos. Por lo tanto, mantengo mi voto a favor de la ley."
        },
        {
            "role": "user",
            "content": "Tiene la palabra el Agente de Izquierda"
        },
        {
            "role": "assistant",
            "content": "[Agente de Izquierda]: En esta ronda, es crucial evaluar los argumentos presentados por los demás agentes. El Agente Liberal ha expuesto que la prórroga perpetúa el paternalismo estatal y promueve la dependencia del ciudadano respecto al Estado. Sin embargo, esto es una simplificación que ignora el contexto de crisis económica que están enfrentando muchos trabajadores y pequeñas empresas. La realidad es que muchas de estas empresas, a raíz de políticas de ajuste y la situación provocada por la pandemia, están en riesgo de quiebra, lo que llevaría a una pérdida masiva de empleos y salarios. Esto pone en evidencia una inconsistencia en la crítica del sector liberal, que por un lado argumenta por la libre competencia, pero por otro ignora que en una situación de emergencia, la intervención estatal es necesaria para proteger a quienes están en la cuerda floja. \n\nEl Agente de Juntos Por El Cambio se enfoca en la falta de compromiso del gobierno, sugiriendo que la prórroga podría perpetuar una cultura de incumplimiento. Sin embargo, su propuesta no ofrece alternativas concretas para solventar la situación de quienes realmente sufren las consecuencias de estas políticas, lo que se traduce en una falta de sensibilidad hacia la crisis que viven los trabajadores y pequeños negocios.  Además, su crítica no aborda las medidas que se deben implementar para que la prórroga esté acompañada de verdaderos controles sobre las deudas, garantizando así un uso responsable de este régimen de regularización, cosa que las políticas actuales no contemplan.\n\nPor otro lado, el Agente de Unión Por La Patria plantea la medida como algo necesario en un contexto de emergencia económica, pero no soy optimista sobre que la simple prórroga sea una respuesta eficaz, ya que estas medidas tienden a ser temporales y pueden fallar en abordar las causas estructurales de la crisis. Como mencioné anteriormente, los ejes deben estar centrados en un programa que priorice a los trabajadores y no a los capitales.\n\nEn conclusión, reafirmo que esta ley no resuelve la crisis que enfrentamos, sino que perpetúa el modelo de ajuste. Propongo que, en vez de extender plazos para regularizaciones que benefician a los deudores de grandes capitales, se estructuren políticas fiscales que ataquen a los verdaderos responsables de la crisis: las grandes empresas y banqueros. Por lo tanto, permanezco en contra de esta prórroga."
        },
        {
            "role": "user",
            "content": "Ahora arranca la ronda 2"
        },
        {
            "role": "user",
            "content": "En esta última ronda, cada agente debe elaborar una conclusión integradora que contemple su postura inicial, los argumentos del resto de los agentes y los contraargumentos surgidos en la segunda ronda. La intervención debe explicar qué aspectos de los argumentos ajenos resultaron convincentes o irrelevantes, y cómo impactaron (o no) en la postura del agente. Se espera una síntesis reflexiva que muestre si el debate enriqueció su perspectiva o reforzó su posición original, manteniendo siempre la coherencia con sus valores e identidad ideológica. Finalmente, cada agente debe justificar de manera clara y fundamentada su voto final (a favor o en contra de la ley 'Prórroga hasta el 30/6/2020 del plazo establecido para que los contribuyentes puedan acogerse al régimen de regularización establecido en el título IV de la ley 27.541.. Edición del\n3 de Julio de 2025\nEdiciones Anteriores\nBúsqueda avanzada\nSecciones\nBúsqueda\nCantidad de resultados\nBúsqueda avanzada\nLegislación y Avisos Oficiales\nPrimera Sección\nSociedades y Avisos Judiciales\nSegunda Sección\nContrataciones\nTercera Sección\nVolver\nLegislación y Avisos Oficiales\nPrimera sección\nPrimera\nDecretos\nDetalle\n|\n|\nVer páginas publicadas\nVer texto del aviso\nRÉGIMEN DE REGULARIZACIÓN DE DEUDAS\nDecreto 316/2020\nDECNU-2020-316-APN-PTE - Prorrógase plazo.\nCiudad de Buenos Aires, 28/03/2020\nVISTO el Expediente N° EX-2020-00201461-AFIP-SGDADVCOAD#SDGCTI, la Ley N° 27.541, los Decretos Nros. 260 de fecha 12 de marzo de 2020 y su modificatorio y 297 de fecha 19 de marzo de 2020, y\nCONSIDERANDO:\nQue por la Ley N° 27.541 se declaró la emergencia pública en materia económica, financiera, fiscal, administrativa, previsional, tarifaria, energética, sanitaria y social.\nQue en el Capítulo I del Título IV de la aludida Ley se estableció un régimen de regularización de deudas tributarias, de los recursos de la seguridad social y aduaneras y de condonación de intereses, multas y demás sanciones para los contribuyentes y responsables de aquellas, cuando su aplicación, percepción y fiscalización se encuentren a cargo de la ADMINISTRACIÓN FEDERAL DE INGRESOS PÚBLICOS, entidad autárquica en el ámbito del MINISTERIO DE ECONOMÍA, en la medida que encuadren y se encuentren inscriptos como Micro, Pequeñas o Medianas Empresas, en los términos del artículo 2° de la Ley N° 24.467 y sus modificatorias y demás normas complementarias o se trate de entidades civiles sin fines de lucro, por obligaciones vencidas al 30 de noviembre de 2019, inclusive, o infracciones relacionadas con estas.\nQue en el último párrafo del artículo 8º de la Ley N° 27.541 se dispuso que el acogimiento al aludido régimen podría formularse entre el primer mes calendario posterior al de la publicación de su reglamentación en el BOLETÍN OFICIAL hasta el 30 de abril de 2020, inclusive.\nQue en otro orden, el 11 de marzo de 2020 la ORGANIZACIÓN MUNDIAL DE LA SALUD (OMS) declaró el brote del nuevo coronavirus como una pandemia, luego de que el número de personas infectadas por COVID-19 a nivel global llegara a CIENTO DIECIOCHO MIL QUINIENTOS CINCUENTA Y CUATRO (118.554) y el número de muertes, a CUATRO MIL DOSCIENTAS OCHENTA Y UNO (4.281), afectando hasta ese momento a CIENTO DIEZ (110) países.\nQue por el Decreto N° 260/20 se amplió la emergencia pública en materia sanitaria establecida por la Ley N° 27.541 en la REPÚBLICA ARGENTINA por el plazo de UN (1) año en virtud de la pandemia declarada.\nQue la velocidad en el agravamiento de la situación epidemiológica a escala internacional requirió la adopción de medidas inmediatas para hacer frente a esa emergencia.\nQue con el objetivo de proteger la salud pública como una obligación inalienable del ESTADO NACIONAL, mediante el Decreto Nº 297/20 se estableció para todas las personas que habitan en el país o se encuentren en él en forma temporaria la medida de “aislamiento social, preventivo y obligatorio”, por un plazo determinado, durante el cual deben permanecer en sus residencias habituales o en el lugar en que se encontraban al momento de inicio de la medida dispuesta, y abstenerse de concurrir a sus lugares de trabajo, salvo las excepciones expresamente contempladas.\nQue las medidas adoptadas desde la aparición de la pandemia han repercutido no solo en la vida social de los habitantes sino también en la economía, dado que muchas de las actividades que realizan los sujetos alcanzados por el Régimen de Regularización de la Ley N° 27.541, referido en el segundo considerando de este decreto, se han visto restringidas.\nQue con el propósito de asegurar que la adhesión al régimen no se vea afectada por la pandemia y torne eficaz la recuperación de la economía perseguida por dicha ley, resulta necesario prorrogar hasta el 30 de junio de 2020, inclusive, el plazo establecido en el último párrafo del artículo 8º de la Ley N° 27.541 para que los contribuyentes puedan acogerse al Régimen de Regularización establecido en el Título IV de esa ley.\nQue con el fin de instrumentar la citada prórroga, corresponde autorizar a la ADMINISTRACIÓN FEDERAL DE INGRESOS PÚBLICOS para que emita las normas complementarias que considere necesarias.\nQue la dinámica de la pandemia y su impacto sobre la salud pública tornan materialmente imposible seguir el trámite ordinario para la sanción de las leyes.\nQue la Ley N° 26.122 regula el trámite y los alcances de la intervención del HONORABLE CONGRESO DE LA NACIÓN respecto de los Decretos de Necesidad y Urgencia dictados por el PODER EJECUTIVO NACIONAL, en los términos de lo dispuesto por el artículo 99 inciso 3 de la CONSTITUCIÓN NACIONAL.\nQue la citada ley determina que la COMISIÓN BICAMERAL PERMANENTE tiene competencia para pronunciarse respecto de la validez o invalidez de los Decretos de Necesidad y Urgencia, así como para elevar el dictamen pertinente al plenario de cada Cámara para su expreso tratamiento en el plazo de DIEZ (10) días hábiles.\nQue el artículo 22 de la Ley N° 26.122 dispone que las Cámaras se pronuncien mediante sendas resoluciones y que el rechazo o aprobación de los decretos deberá ser expreso conforme lo establecido en el artículo 82 de la Carta Magna.\nQue los servicios jurídicos pertinentes han tomado la intervención de su competencia.\nQue la presente medida se dicta en ejercicio de las atribuciones contempladas por el artículo 99 incisos 1 y 3 de la CONSTITUCIÓN NACIONAL.\nPor ello,\nEL PRESIDENTE DE LA NACIÓN ARGENTINA EN ACUERDO GENERAL DE MINISTROS\nDECRETA:\nARTÍCULO 1°.- Prorrógase hasta el 30 de junio de 2020, inclusive, el plazo establecido en el último párrafo del artículo 8º de la Ley N° 27.541 para que los contribuyentes puedan acogerse al Régimen de Regularización establecido en el Título IV de esa ley.\nARTÍCULO 2º- La ADMINISTRACIÓN FEDERAL DE INGRESOS PÚBLICOS, entidad autárquica en el ámbito del MINISTERIO DE ECONOMÍA, dictará la normativa complementaria y aclaratoria necesaria para instrumentar lo dispuesto en el artículo 1º del presente decreto.\nARTÍCULO 3°.- La presente medida entrará en vigencia el día siguiente al de su publicación en el BOLETÍN OFICIAL.\nARTÍCULO 4º.- Dése cuenta a la COMISIÓN BICAMERAL PERMANENTE del HONORABLE CONGRESO DE LA NACIÓN.\nARTÍCULO 5°.- Comuníquese, publíquese, dése a la DIRECCIÓN NACIONAL DEL REGISTRO OFICIAL y archívese. FERNÁNDEZ - Santiago Andrés Cafiero - Eduardo Enrique de Pedro - Felipe Carlos Solá - Agustin Oscar Rossi - Martín Guzmán - Matías Sebastián Kulfas - Luis Eugenio Basterra - Mario Andrés Meoni - Gabriel Nicolás Katopodis - Marcela Miriam Losardo - Sabina Andrea Frederic - Ginés Mario González García - Daniel Fernando Arroyo - Elizabeth Gómez Alcorta - Nicolás A. Trotta - Tristán Bauer - Roberto Carlos Salvarezza - Claudio Omar Moroni - Juan Cabandie - Matías Lammens - María Eugenia Bielsa\ne. 28/03/2020 N° 16145/20 v. 28/03/2020\nFecha de publicación 28/03/2020\nCompartir por email\n×\nPara:\nAsunto:\nAviso:\nCerrar\nEnviar'), cerrando así su participación en el debate.Es fundamental que la conclusión final del agente no se salga de su marco ideológico y que se mantenga fiel a su identidad política, incluso si ha habido cambios en su postura a lo largo del debate. "
        },
        {
            "role": "user",
            "content": "Tiene la palabra el Agente Liberal"
        },
        {
            "role": "assistant",
            "content": "[Agente Liberal]: A lo largo de este debate, he escuchado a mis colegas expresar la necesidad de prorrogar el régimen de regularización de deudas como una respuesta a la crisis provocada por la pandemia. Si bien es comprensible el deseo de aliviar la carga económica de micro, pequeñas y medianas empresas, es esencial recordar que la intervención estatal, en este sentido, no solo perpetúa la dependencia del ciudadano hacia el gobierno, sino que también agudiza la presión sobre quienes cumplen con sus obligaciones fiscales. El Agente de Unión Por La Patria argumenta que esta medida protege a los sectores más vulnerables, pero carece de una propuesta de fondo que reduzca el gasto público y fomente un entorno donde la responsabilidad y la productividad primen. El Agente de Juntos Por El Cambio reconoce la necesidad de un cambio estructural, aunque no se atreve a rechazar la prórroga misma, lo cual es contradictorio si se pide una mejora fiscal. En cuanto al Agente de Izquierda, si bien su crítica al capital se comprende, su enfoque en priorizar la defensa de los trabajadores no aborda efectivamente la necesidad de un cambio en la cultura de cumplimiento tributario. Esta ronda de debate reafirma mi convicción de que la extensión de plazos para la regularización no es la solución correcta. En cambio, es fundamental una reforma profunda del sistema tributario y un achicamiento del Estado que promueva la responsabilidad individual y la eficiencia. Por lo tanto, mantengo mi voto en contra de la ley, ya que considero que la prórroga sigue siendo un parche temporal y no una solución efectiva a los problemas estructurales que enfrenta nuestra economía."
        },
        {
            "role": "user",
            "content": "Tiene la palabra el Agente de Juntos Por El Cambio"
        },
        {
            "role": "assistant",
            "content": "[Agente de Juntos Por El Cambio]: En esta ronda final, he tenido la oportunidad de reflexionar sobre los argumentos expuestos por mis colegas. La postura del Agente Liberal se mantiene firme en defensa de la responsabilidad individual y la reducción del Estado, pero me parece que hace caso omiso de las realidades que enfrentan muchas micro y pequeñas empresas en este contexto.  La crítica del Agente de Unión Por La Patria sobre la necesidad de intervenir en situaciones críticas es válida, pero siento que su enfoque se centra principalmente en soluciones temporales que no resuelven los problemas estructurales de la economía. Por otro lado, el Agente de Izquierda ha enfatizado la necesidad de proteger a los trabajadores, lo cual es loable, pero su rechazo a la prórroga sin proponer un marco alternativo para abordar la crisis me parece imprudente.  Insisto en que la ley tal como está concebida promueve el asistencialismo a expensas de soluciones efectivas a largo plazo, y mi postura sigue siendo crítica sobre la falta de enfoques que garanticen un sistema fiscal justo y una administración eficiente. Por lo tanto, aunque reconozco la necesidad de apoyo temporal, la prórroga sin condiciones claras no garantiza una mejora real y promueve una cultura de incumplimiento.  Procederé a votar en contra de la ley, manteniendo mi compromiso por construir un país donde la responsabilidad, la inversión y la ética fiscal sean la norma."
        },
        {
            "role": "user",
            "content": "Tiene la palabra el Agente de Union Por La Patria"
        },
        {
            "role": "assistant",
            "content": "[Agente de Union Por La Patria]: En esta ronda de cierre, quiero enfatizar que la prórroga del régimen de regularización de deudas es una medida necesaria y urgente dada la situación de crisis que enfrenta nuestro país. He escuchado y analizado los argumentos de mis colegas agentes. El Agente Liberal argumenta que esta medida perpetúa la dependencia del Estado, pero ignora que en tiempos de crisis, como el que vivimos debido a la pandemia, un Estado presente y activo es fundamental para proteger a los más vulnerables. Por otro lado, el Agente de Juntos Por El Cambio menciona que esto podría generar una cultura de incumplimiento, pero no ofrecen alternativas efectivas a los pequeños y medianos empresarios que están luchando por sobrevivir. El Agente de Izquierda, con su crítica a la protección de los grandes capitales, sí señala un problema real, pero su enfoque de rechazar la prórroga limita las oportunidades de apoyo a sectores vulnerables y trabajadores que dependen de estas empresas. En este debate, he reafirmado la importancia del papel del Estado en la economía y su responsabilidad de proteger a los ciudadanos en momentos de crisis. Por lo tanto, reitero que esta prórroga es esencial para fomentar una recuperación económica equitativa y que merece mi respaldo."
        },
        {
            "role": "user",
            "content": "Tiene la palabra el Agente de Izquierda"
        },
        {
            "role": "assistant",
            "content": "[Agente de Izquierda]: A lo largo de este debate, he tenido la oportunidad de escuchar las posturas de mis colegas, cada una reflejando diferentes intereses y enfoques. El Agente Liberal sostiene que la prórroga perpetúa el paternalismo estatal y la dependencia de los ciudadanos, lo cual me parece un argumento simplista. En un contexto de crisis como el actual, la intervención estatal es no solo necesaria, sino esencial para proteger a los sectores más vulnerables. La crítica del Agente Liberal se enfoca en los efectos a largo plazo, pero ignora la urgencia de la situación que enfrentan muchas pymes y trabajadores. El Agente de Juntos Por El Cambio ha señalado la necesidad de responsabilidad fiscal y la posibilidad de que la prórroga genere una cultura de incumplimiento, sin embargo, este argumento no aborda la verdadera problemática: muchas de estas deudas son producto de la crisis que han generado las políticas de ajuste. Además, el Agente de Unión Por La Patria resalta la importancia de la prórroga en un contexto de emergencia, y coincido en que se necesita un enfoque que atienda inmediatamente las necesidades de los sectores más afectados. Sin embargo, su visión parece relegar las verdaderas causas estructurales de la crisis económica y la necesidad de un cambio radical que beneficie a los trabajadores y no a quienes han generado estas situaciones. Mis críticas a la medida se mantienen, pues el enfoque en prorrogar tiempos puede ser una solución muy limitada. Por lo tanto, sigo convencido de que esta ley no resuelve el problema de raíz y no se está priorizando verdaderamente a los trabajadores. Este tipo de medidas se quedan cortas cuando los verdaderos responsables de la crisis –los grandes capitales y la clase empresarial que ahoga al pueblo en el ajuste– continúan siendo protegidos. Por ende, reafirmo mi voto en contra de la ley, porque necesitamos un cambio que realmente asegure que la crisis la paguen quienes la generaron: los capitalistas, y no el pueblo trabajador."
        }
    ],
    "Resumen final": "#### 🔍 Posturas por agente\nAgente Liberal:  En su intervención, argumentó que la prórroga del régimen de regularización de deudas refuerza el paternalismo estatal y la dependencia del ciudadano del gobierno, perpetuando la acumulación de deudas sin consecuencias. Criticó tanto a sus colegas por abrazar soluciones temporales como a la falta de propuestas para una reforma estructural del sistema fiscal. Mantiene su postura en contra de la ley, considerando que esta dilata un problema mayor y representa un ataque a los principios de responsabilidad individual y reducción del Estado.  \n\nAgente de Juntos Por El Cambio: Reconoce la necesidad de apoyo temporal a las micro y pequeñas empresas, pero se opone a la prórroga al considerar que perpetúa la cultura de incumplimiento y no aborda los problemas estructurales subyacentes. En su argumentación, enfatiza la importancia de medidas que promuevan la responsabilidad fiscal. Su postura se mantiene en contra, reforzada por el deseo de soluciones más integrales para los problemas económicos del país.  \n\nAgente de Unión Por La Patria: Defendió la prórroga como una medida necesaria en el contexto de crisis, argumentando que el Estado debe intervenir para proteger a los sectores vulnerables. Su crítica se centra en las obstrucciones que asumen los otros agentes a los problemas de fondo. Sostiene que la medida busca inclusión y protección social. Finalmente, reafirma su postura a favor de la ley para promover el bienestar de las pymes y trabajadores afectados.  \n\nAgente de Izquierda: Mantiene que la ley beneficia a los sectores patronales y ignora las condiciones precarias de muchos trabajadores. Critica a los otros agentes por no ofrecer soluciones reales para la clase trabajadora y sostiene que se necesita un cambio drástico que no se limita a prórrogas. Su postura se reafirma en contra, considerando que la ley no resolverá la crisis ni prioriza adecuadamente los intereses de los trabajadores.\n\n#### 🧠 Síntesis del debate\nPuntos de acuerdo: Los agentes reconocieron la grave crisis económica y la necesidad de apoyo a las micro y pequeñas empresas, resaltando también la situación de vulnerabilidad de ciertos sectores.  \nConflictos ideológicos principales: El Agente Liberal y el Agente de Juntos Por El Cambio focalizan su crítica en los problemas de dependencia del Estado y la necesidad de un enfoque en la responsabilidad fiscal. Por otro lado, el Agente de Unión Por La Patria y el Agente de Izquierda abogan por la intervención estatal y la protección de los trabajadores en un contexto de crisis, diciendo que la ley es necesaria.  \nDivergencias argumentativas: Mientras que los dos primeros agentes proponen la necesidad de condiciones más estrictas y reformas estructurales, los dos últimos argumentan que la prórroga es la forma de ayudar a quienes están en situaciones más críticas, aunque difieren en cómo se plantean las soluciones de fondo.  \nResultado de la votación: 0 votos a favor / 4 en contra."
}