{
    "Round 0": {
        "Agente Liberal": {
            "argumentacion": "[Agente Liberal]: Este decreto, que modifica el presupuesto general para atender situaciones de emergencia, refleja la tendencia paternalista del Estado argentino de aumentar su intervención en la economía y la vida de los ciudadanos. Aunque es comprensible la necesidad de respuesta frente a una emergencia sanitaria, es fundamental advertir que la expansión del presupuesto y el aumento en la intervención estatal no resuelven los problemas estructurales que enfrenta el país.  En lugar de apropiarse de más recursos, deberíamos promover la eficiencia y la reducción del gasto público, eliminando subsidios y programas irresponsables que perpetúan la dependencia del ciudadano hacia el Estado. Además, se corre el riesgo de aumentar el déficit fiscal y la deuda pública en lugar de fomentar el crecimiento sostenible mediante el empoderamiento de los ciudadanos y del sector privado. La creación de programas temporales de ayuda económica sin un plan de salida claro resulta contraproducente, ya que a largo plazo solo refuerza la burocracia estatal y desvía el capital humano y financiero de inversiones productivas. Por tanto, es necesario adoptar un enfoque que priorice la libertad individual, el respeto por la propiedad privada y la reducción del tamaño del Estado. En lugar de estos aumentos en el presupuesto, deberíamos abogar por la eliminación de controles y regulaciones que restringen la capacidad de los argentinos para innovar y generar riqueza.",
            "voto": 0
        },
        "Agente de Juntos Por El Cambio": {
            "argumentacion": "[Agente de Juntos Por El Cambio]: El Decreto 457/2020, al modificar el presupuesto general en el contexto de la emergencia sanitaria, busca responder a una realidad crítica: la necesidad urgente de asistencia económica y social provocada por la pandemia de COVID-19. Sin embargo, aunque entendemos las razones detrás de la urgencia en estas medidas, es crucial que se lleve a cabo con responsabilidad fiscal y respeto al marco normativo. Las disposiciones que suspenden los límites a las reestructuraciones presupuestarias pueden abrir la puerta a un uso discrecional y poco transparente de los recursos públicos, lo que podría llevar a un agravamiento de la crisis fiscal que ya sufrimos. Además, es fundamental que se prioricen las inversiones en infraestructura y en los servicios esenciales, así como la educación y salud, como pilares del desarrollo social y económico, en lugar de políticas asistencialistas que no resuelven la falta de oportunidades a largo plazo. Por estas razones, pese a la necesidad de medidas inmediatas frente a la emergencia, considero que este decreto carece de los mecanismos de control y sostenibilidad necesarios, poniendo en riesgo la estabilidad fiscal y social a mediano y largo plazo.",
            "voto": 0
        },
        "Agente de Union Por La Patria": {
            "argumentacion": "[Agente de Union Por La Patria]: La ley para la modificación del Presupuesto General de la Administración Nacional para el Ejercicio 2020, en el contexto de las medidas tomadas ante la pandemia de COVID-19, representa un paso fundamental para asegurar la protección económica y social de los sectores más vulnerables. En primer lugar, el aumento en las asignaciones para salud, educación y desarrollo social es crucial, especialmente en tiempos de crisis donde las brechas de desigualdad se profundizan. El Estado debe asumir un rol protagónico como articulador de políticas que garanticen el acceso a derechos fundamentales, como la salud y la educación, para todos los argentinos, evitando así que queden desprotegidos.  \n\nAdemás, el refuerzo de créditos al Ministerio de Desarrollo Productivo y el apoyo a pequeñas y medianas empresas (PYMES) son acciones necesarias para mitigar los efectos devastadores de la crisis sanitaria en la actividad económica y el empleo. Es imperativo fortalecer el mercado interno y promover la recuperación económica con inclusión social, en lugar de seguir con políticas que favorezcan el elitismo económico.\n\nPor último, la suspensión de los límites a las reestructuraciones presupuestarias permite al Jefe de Gabinete actuar con flexibilidad ante una situación sin precedentes, priorizando así la atención de las necesidades más urgentes de la población. Esto no solo es una medida pragmática sino una acción que reafirma nuestro compromiso con la justicia social y el bienestar de todos los argentinos. Por todas estas razones, estamos a favor del decreto propuesto, ya que se alinea con nuestros principios de soberanía política, justicia social y un Estado fuerte y presente.",
            "voto": 4
        },
        "Agente de Izquierda": {
            "argumentacion": "[Agente de Izquierda]: El decreto en cuestión, que modifica el Presupuesto General de la Administración Nacional para el Ejercicio 2020, se presenta en un contexto de emergencia social y sanitaria debido a la pandemia de COVID-19. Si bien la intención de aumentar el financiamiento en áreas críticas como salud, desarrollo social y obras públicas es necesaria, debemos mirar con atención a cómo se financian estas medidas. Este gobierno no puede escapar de su responsabilidad en el contexto actual, que es resultado de años de políticas de ajuste y recortes. Con su compromiso con el FMI y los sectores capitalistas, buscan perpetuar el mismo ciclo de deuda y dependencia que solo llevan a más precarización y pobreza. Las medidas temporales de subsidios y ayudas, como el IFE, son completamente insuficientes si no se acompañan de una clara contraposición a la política de deuda externa y los intereses de los grandes capitales. Además, el aumento en el presupuesto para las Fuerzas Armadas y de Seguridad puede verse como un intento de mantener la represión ante el descontento social que inevitablemente crecerá. Es fundamental que el incremento del presupuesto se dirija a garantizar condiciones de vida dignas, con un enfoque claro de derechos para la clase trabajadora. Por lo tanto, propongo una modificación radical del enfoque económico actual, rechazando cualquier respaldo a políticas que mantengan el régimen de ajuste. Este decreto debiera ser parte de un verdadero plan de reestructuración social, donde se priorice la vida y la dignidad del pueblo trabajador, y se establezcan mecanismos para financiarlo a través de la imposición de impuestos a las grandes fortunas y la recuperación de los recursos saqueados por deuda. Mi voto es en contra del decreto tal cual se presenta.",
            "voto": 0
        }
    },
    "Round 1": {
        "Agente Liberal": {
            "argumentacion": "[Agente Liberal]: En el debate anterior, el Agente de Juntos Por El Cambio planteó que el decreto busca responder a una necesidad crítica y que la flexibilidad en el uso del presupuesto puede ser positiva en un contexto de emergencia. Sin embargo, me parece que este enfoque ignora las consecuencias a largo plazo de la expansión del gasto público y la falta de eficiencia que caracteriza el manejo de los recursos estatales. El Agente de Unión por la Patria también validó las medidas como necesarias, pero sugiere que el Estado debe tener un rol protagónico en la economía. Esta posición olvida que un crecimiento prolongado sostenido se logra mejor a través de un mercado libre y no mediante la intervención estatal. Adicionalmente, el Agente de Izquierda enfatiza la injusticia de las políticas de ajuste previas, pero sus propuestas para financiar el gasto continuo reforzarían un ciclo de dependencia y desincentivo a la productividad. No se trata de mejorar la respuesta estatal ante la crisis, sino de disminuir su tamaño y compromiso con políticas que son a menudo ineficaces. La solución a la crisis no está en continuar reforzando una estructura estatal que ya ha fallado, sino en crear las condiciones para que el sector privado florezca y gestione eficientemente los recursos. Por lo tanto, mi postura sigue siendo en contra de este decreto, ya que no resuelve el problema de fondo y perpetúa un modelo de Estado redistributivo en lugar de uno que fomente el crecimiento.",
            "voto": 0
        },
        "Agente de Juntos Por El Cambio": {
            "argumentacion": "[Agente de Juntos Por El Cambio]: En esta ronda, es fundamental considerar los argumentos presentados por otros agentes. El Agente Liberal ha señalado correctamente que el aumento de la intervención estatal y la expansión del presupuesto no abordan problemas estructurales, sin embargo, mi postura se centra en que el contexto de emergencia justifica acciones temporales que sean responsables y correctamente canalizadas. El riesgo de uso discrecional de recursos es algo que compartimos, pero no podemos olvidar que la necesidad inmediata de asistencia a sectores vulnerables requiere rapidez en la respuesta estatal. El Agente de Unión por la Patria ha hecho énfasis en la necesidad de un rol protagónico del Estado, y si bien concuerdo en que el Estado debe proteger a los ciudadanos en crisis, no debe ser a expensas de la fiscalidad y la sostenibilidad a largo plazo. El Agente de Izquierda ha planteado preocupaciones válidas sobre el financiamiento y el contexto, pero su rechazo total a este decreto, sin ofrecer propuestas claras tienen un enfoque de solución menos práctico. Pido un balance que permita intervención estatal con control, eficiencia y un camino hacia la recuperación sostenible y la inclusión. Por ello, sostengo mi voto en contra, pero resalto la necesidad de encontrar compromisos y soluciones que equilibren lo inmediato con lo sostenible, de modo que no perpetuemos ciclos de dependencia. Por eso mantengo mi voto en contra del decreto tal cual se propone, pero con propuestas para una reestructuración más precisa del gasto.",
            "voto": 0
        },
        "Agente de Union Por La Patria": {
            "argumentacion": "[Agente de Union Por La Patria]: He revisado los argumentos presentados por los otros agentes en esta ronda. El Agente Liberal destaca la necesidad de reducir el gasto público, justificando que programas como estos perpetúan la dependencia. Sin embargo, es fundamental reconocer que las políticas de inclusión social promovidas en este decreto son imprescindibles ante una crisis como la de COVID-19, que ha exacerbado las desigualdades existentes. Cortar el gasto en asistencia social en este contexto sería un error garrafal que podría dejar a millones de argentinos sin el apoyo vital que necesitan.\n\nEl Agente de Juntos Por El Cambio menciona la preocupación por la discrecionalidad en el uso de los recursos, lo cual es un punto válido. No obstante, es necesario enfatizar que las medidas de emergencia requieren una flexibilidad adecuada para responder a las necesidades urgentes. Existen mecanismos de control que pueden garantizar la transparencia en el uso de estos fondos, como la rendición de cuentas y el fortalecimiento de las auditorías.\n\nEl Agente de Izquierda, en su crítica, señala que el financiamiento de estas medidas debe hacerse recuperando recursos de los sectores más ricos y la deuda. Estoy de acuerdo en que es necesario abordar la cuestión de la deuda y la justicia impositiva. Sin embargo, el rechazo general a medidas de emergencia no es el camino a seguir. Debemos trabajar juntos por un plan inclusivo que contemple ingresos dignos para todos, pero a la vez trabajar en contra del ajuste que representa la política de endeudamiento que hemos vivido en los últimos años.\n\nEn este sentido, reitero que el Estado debe seguir siendo un actor fundamental que garantice derechos en tiempos de crisis. Las modificaciones presupuestarias que se presentan en este decreto son esenciales para continuar sosteniendo la emergencia sanitaria y social, y por lo tanto, mantengo mi apoyo al decreto y mi voto a favor.",
            "voto": 4
        },
        "Agente de Izquierda": {
            "argumentacion": "[Agente de Izquierda]: Desde el inicio del debate, he notado que tanto el Agente Liberal como el Agente de Juntos Por El Cambio abogan por un enfoque que prioriza la eficiencia del gasto público y la reducción del déficit fiscal, ignorando completamente las raíces estructurales de la crisis social y sanitaria que vivimos. Sus propuestas carecen de una solidaridad real con los sectores más vulnerables, declarando que el Estado no debería asumir un papel activo en la protección de la población y más bien liberar al mercado, como si estas \"soluciones\" no hubiesen fracasado en el pasado. El argumento del Agente de Union Por La Patria que señala la necesidad de una respuesta estatal frente a la pandemia es algo con lo que coincido, pero debemos recordar que este gobierno es responsable de la deuda y del compromiso con el FMI que nos ha llevado a esta emergencia en primer lugar. Si bien el aumento de asignaciones en salud y educación es positivo, no es suficiente si se sigue gestionando bajo un modelo de ajuste. Para resolver la crisis debemos plantear un cambio radical en la forma en que se financian estas medidas, incluyendo impuestos progresivos a los grandes patrimonios y una auditoría de la deuda. La preocupación por un fortalecimiento de la represión con el aumento del presupuesto en seguridad también es válida; más inversión en seguridad no resolverá las cuestiones sociales y perjudicará aún más a los sectores desfavorecidos. Por lo tanto, reafirmo mi postura inicial, que este decreto, tal como se presenta, no es la respuesta adecuada para afrontar la crisis, ya que no implica un cambio de rumbo estructural, lo que me lleva a mantener mi voto en contra de este decreto.",
            "voto": 0
        }
    },
    "Round 2": {
        "Agente Liberal": {
            "argumentacion": "[Agente Liberal]: En esta última ronda, he reflexionado sobre los argumentos expuestos por los demás agentes. En particular, reconozco que el Agente de Juntos Por El Cambio señala la necesidad de ciertas medidas dentro del contexto de emergencia, pero se queda corto al no considerar las consecuencias a largo plazo de una intervención estatal ampliada. El enfoque de priorizar el rol del Estado sugiere uno de los errores más comunes: pensar que el gobierno puede y debe asumir el control para resolver problemas que, en realidad, requieren la desregulación y la promoción del sector privado. El Agente de Unión por la Patria plantea un papel fundamental del Estado en la protección y asistencia social, algo que coincido en parte, pero no a expensas de un sistema que no alienta el crecimiento sostenible a través de la iniciativa individual y el respeto a la propiedad privada. La mención del Agente de Izquierda sobre la deuda y la justicia impositiva también refleja la misma insistencia en la intervención, olvidando que es el sector privado el que genera la riqueza que puede ser distribuida. Por lo tanto, reafirmo mi postura original: este decreto, aunque pueda parecer necesario en una crisis inmediata, perpetúa un modelo que se ha mostrado ineficaz.",
            "voto": 0
        },
        "Agente de Juntos Por El Cambio": {
            "argumentacion": "[Agente de Juntos Por El Cambio]: A lo largo de este debate, he tenido la oportunidad de escuchar argumentos diversos que se alinean y distancian de mi propia perspectiva. El Agente Liberal sostiene una postura crítica hacia el rol del Estado en la economía y la necesidad de reducir el gasto público. No obstante, su enfoque podría menospreciar la urgencia de las circunstancias actuales. Si bien el gasto debe ser cuidado, la realidad exige intervenciones temporales que garanticen el bienestar de los más vulnerables. Por otro lado, el Agente de Unión por la Patria propone un rol protagónico del Estado que considero necesario, pero sin la fiscalización adecuada, podrían correrse riesgos que no podemos permitir en un contexto de crisis. También he notado que el Agente de Izquierda rechaza cualquier intento de respuesta estatal sin un cambio estructural. Si bien sus preocupaciones son válidas, no se pueden ignorar las necesidades inmediatas de la población que sufre hoy. Agradezco el aporte de estos enfoques, pero sigo creyendo que el decreto debe ser reformulado para incluir mecanismos claros de control y fiscalización. Por lo tanto, mantengo mi postura original en contra de la ley, porque no se percibe la suficiente claridad en su implementación. La confrontación de ideas me ha permitido reafirmar la necesidad de encontrar equilibrio entre la urgencia y la sustentabilidad fiscal en estas medidas.",
            "voto": 0
        },
        "Agente de Union Por La Patria": {
            "argumentacion": "[Agente de Union Por La Patria]: A lo largo de este debate, he escuchado argumentos que han reforzado mi posición sobre la importancia del decreto que modifica el Presupuesto General en el contexto de la emergencia provocada por la pandemia. El Agente Liberal aboga por un enfoque que minimiza la intervención del Estado, sugiriendo que la expansión del gasto público perpetúa un ciclo de dependencia, pero ignora la realidad de millones de argentinos que dependen de políticas asistenciales en tiempos de crisis. Por otro lado, el Agente de Juntos Por El Cambio, aunque expresa una preocupación válida respecto a la discrecionalidad en la utilización de los recursos, no propuso una alternativa real que aborde de manera efectiva las necesidades urgentes de la ciudadanía. Por último, el Agente de Izquierda menciona la necesidad de un cambio estructural profundo y cuestiona la deuda, lo cual es un punto válido, pero su rechazo total al decreto no contribuye a resolver la crisis de manera inmediata. Al considerar todos estos argumentos, reafirmo la necesidad de un Estado presente que garantice los derechos sociales y humanos en tiempos de emergencia. Este decreto es un paso necesario para mitigar el impacto de la pandemia y promover la justicia social. Por lo tanto, mantengo mi voto a favor del decreto, reafirmando nuestro compromiso con un desarrollo inclusivo y equitativo para todos los argentinos.",
            "voto": 4
        },
        "Agente de Izquierda": {
            "argumentacion": "[Agente de Izquierda]: Durante este debate, ha quedado claro que el enfoque del gobierno actual es insuficiente para resolver la crisis social y sanitaria que atravesamos. Pese a que el Agente de Unión por la Patria ha subrayado la necesidad urgente de incrementar el gasto en salud y asistencia social, este gasto debe estar acompañado de una transformación radical en nuestro sistema económico y de la gestión de la deuda externa. Coincido con muchos de los puntos que se han planteado sobre los efectos negativos del ajuste, pero el argumento de que este decreto es suficiente por sí mismo es una trampa que puede llevar a la permanencia de un modelo económico que prioriza intereses ajenos al pueblo. El Agente Liberal y el Agente de Juntos Por el Cambio, aunque conocidos por su postura contra el gasto público, han ofrecido una crítica válida respecto al uso discrecional de los fondos. Sin embargo, su visión de reducir la intervención estatal no nos llevará hacia una solución real de las crisis estructurales, y continúan desestimando el papel fundamental que el Estado debe tener en situaciones de emergencia. Por otro lado, el Agente de Unión por la Patria enfatiza en la necesidad de un rol protagónico del Estado, pero este enfoque no se da en un vacío; debe ir acompañado de medidas que aseguren que los recursos vayan a quienes realmente los necesitan y no a mantener el sistema que perpetúa la pobreza. Como hemos discutido, también es esencial que las medidas que se tomen no refuercen el aparato represivo del Estado ni a las Fuerzas Armadas en el manejo de la crisis. La crítica del Agente de Izquierda sobre el incremento del presupuesto en áreas represivas es válida y se debe educar en la importancia de una respuesta a la crisis que sea realmente emancipadora para los sectores oprimidos. Mi posición no cambia; mantengo que este decreto, tal como se presenta, carece de las reformas necesarias y por ello mi voto continúa siendo en contra.",
            "voto": 0
        }
    },
    "Debate Completo": [
        {
            "role": "user",
            "content": "Este es un debate simulado entre agentes políticos argentinos sobre el decreto: Medidas presupuestarias.. Edición del\n3 de Julio de 2025\nEdiciones Anteriores\nBúsqueda avanzada\nSecciones\nBúsqueda\nCantidad de resultados\nBúsqueda avanzada\nLegislación y Avisos Oficiales\nPrimera Sección\nSociedades y Avisos Judiciales\nSegunda Sección\nContrataciones\nTercera Sección\nVolver\nLegislación y Avisos Oficiales\nPrimera sección\nPrimera\nDecretos\nDetalle\n|\n|\nVer páginas publicadas\nVer texto del aviso\nPRESUPUESTO\nDecreto 457/2020\nDECNU-2020-457-APN-PTE - Modifica el Presupuesto General de la Administración Nacional para el Ejercicio 2020.\nCiudad de Buenos Aires, 10/05/2020\nVISTO el Expediente N° EX-2020-29740675-APN-DGD#MEC, la Ley N° 27.467 de Presupuesto General de la Administración Nacional para el Ejercicio 2019, vigente conforme el artículo 27 de la Ley Nº 24.156 de Administración Financiera y de los Sistemas de Control del Sector Público Nacional y sus modificatorias, en los términos del Decreto N° 4 del 2 de enero de 2020 y complementada por el Decreto Nº 193 del 27 de febrero de 2020, los Decretos Nros. 7 del 10 de diciembre de 2019, 50 del 19 de diciembre de 2019 y sus modificatorios, y\nCONSIDERANDO:\nQue con fecha 11 de marzo de 2020, la ORGANIZACIÓN MUNDIAL DE LA SALUD (OMS), declaró el brote del nuevo coronavirus como una pandemia.\nQue por el Decreto N° 260 del 12 de marzo de 2020 en la Argentina se amplió la emergencia pública en materia sanitaria establecida por Ley N° 27.541, por el plazo de UN (1) año en virtud de la pandemia declarada.\nQue por el Decreto N° 297 de 2020 y sus prórrogas nuestro país desplegó medidas de ailsamiento social, preventivo y obligatorio con el objeto de controlar el impacto de la epidemia en todo el territorio nacional.\nQue por la Decisión Administrativa N° 1 del 10 de enero de 2020 se determinaron los Recursos y Créditos Presupuestarios correspondientes a la prórroga de la Ley N° 27.467 de Presupuesto General de la Administración Nacional para el Ejercicio 2019, con las adecuaciones institucionales del PODER EJECUTIVO NACIONAL establecidas por los Decretos Nros. 7/19 y 50/19.\nQue la prórroga del Presupuesto General de la Administración Nacional del Ejercicio 2019 implica recursos y créditos afectados por el nivel de inflación registrado durante aquel año que ascendió a 53,8%.\nQue las medidas de aislamiento social, preventivo y obligatorio han tenido un impacto considerable en el normal funcionamiento de la economía y la sociedad.\nQue en este entendimiento, el PODER EJECUTIVO NACIONAL desplegó medidas de protección económica y social con el objetivo de morigerar la caída en el nivel de actividad económica, proteger la viabilidad de las empresas y el empleo y, por lo tanto, el ingreso de las familias.\nQue mediante el Decreto Nº 309 del 23 de marzo de 2020 se otorgó un Subsidio Extraordinario por única vez, tanto para los beneficiarios y las beneficiarias del Sistema Integrado Previsional Argentino (SIPA), de la Pensión Universal para el Adulto Mayor y de las Pensiones no Contributivas que percibieran un haber de hasta PESOS DIECIOCHO MIL OCHOCIENTOS NOVENTA Y UNO CON CUARENTA Y NUEVE CENTAVOS ($18.891,49), como para aquellos que perciben la Asignación Universal por Hijo y por Embarazo para Protección Social.\nQue por el Decreto Nº 310 del 23 de marzo de 2020 se instituyó el INGRESO FAMILIAR DE EMERGENCIA (IFE) como una prestación monetaria no contributiva de carácter excepcional destinada a compensar la pérdida o grave disminución de ingresos de personas afectadas por la situación de emergencia sanitaria declarada por el Decreto N° 260/20.\nQue a través del Decreto Nº 376 del 19 de abril de 2020 se modificó el Decreto N° 332 del 1° de abril de 2020, que creó el PROGRAMA DE ASISTENCIA DE EMERGENCIA AL TRABAJO Y LA PRODUCCIÓN (ATP) como una herramienta para morigerar el impacto de las medidas sanitarias actuales sobre los procesos productivos y el empleo.\nQue el artículo 2º del Decreto N° 332/20 establece que los beneficios de dicho programa son el Salario Complementario, la postergación o reducción del pago de Contribuciones Patronales, la modificación del Sistema Integral de Prestaciones por Desempleo y los créditos a tasa cero para personas adheridas al Régimen Simplificado para Pequeños Contribuyentes y para trabajadoras y trabajadores autónomos.\nQue mediante el artículo 8º del decreto citado en el considerando precedente se dispone que el Salario Complementario consistirá en una suma abonada por la ADMINISTRACIÓN NACIONAL DE LA SEGURIDAD SOCIAL, organismo actuante en el ámbito de la SECRETARÍA DE SEGURIDAD SOCIAL del MINISTERIO DE TRABAJO, EMPLEO Y SEGURIDAD SOCIAL, para todos o parte de los trabajadores y las trabajadoras en relación de dependencia cuyas empleadoras y empleadores cumplan con los requisitos establecidos en el artículo 3º y de conformidad con lo dispuesto en el artículo 4º, ambos del mismo decreto.\nQue mediante el artículo 10 de la citada medida se incrementan las prestaciones mínima y máxima del Seguro por Desempleo a PESOS SEIS MIL ($ 6.000) y a PESOS DIEZ MIL ($10.000), respectivamente.\nQue por las medidas mencionadas anteriormente y para continuar asistiendo a las personas y a las empresas en el contexto de las medidas de aisalmiento y distanciamiento es necesario ampliar el crédito de la ADMINISTRACIÓN NACIONAL DE LA SEGURIDAD SOCIAL.\nQue resulta necesario incrementar el presupuesto del MINISTERIO DE DESARROLLO PRODUCTIVO para incorporar los aportes directos en favor del Fondo Nacional de Desarrollo Productivo (FONDEP) y del Fondo de Garantías Argentino (FoGAr), dispuestos por los artículos 9° bis y 9° ter del Decreto N° 332/20 y sus modificatorios, respectivamente, con el objeto de bonificar el CIEN POR CIENTO (100 %) de la tasa de interés y del costo financiero total que devenguen los créditos a tasa cero que se otorguen a personas adheridas al Régimen Simplificado para Pequeños Contribuyentes y trabajadoras o trabajadores autónomos, como así también avalar un porcentaje de los créditos que se otorguen a empresas.\nQue el Decreto N° 315 del 26 de marzo de 2020 estableció el otorgamiento a los trabajadores y a las trabajadoras profesionales, técnicos y técnicas, auxiliares y ayudantes en relación de dependencia que presten servicios en forma presencial y efectiva, relacionados con la salud, en instituciones asistenciales del sistema público, privado y de la seguridad social, abocados y abocadas al manejo de casos relacionados con la pandemia de COVID-19, del pago de una asignación estímulo a la efectiva prestación de servicios, de carácter no remunerativo.\nQue resulta necesario modificar el presupuesto vigente del MINISTERIO DE SALUD incrementando las asignaciones corrientes y de capital destinadas a la atención de las acciones realizadas en virtud de la Emergencia Sanitaria por la pandemia COVID-19, incluyendo la asignación mencionada en el considerando precedente.\nQue corresponde reforzar el presupuesto vigente del MINISTERIO DE DESARROLLO SOCIAL con el fin de sostener las acciones derivadas del Proyecto para la Protección de Niños y Niñas y del Programa de Apoyo al Plan Nacional de Primera Infancia.\nQue resulta necesario modificar el presupuesto vigente del MINISTERIO DE RELACIONES EXTERIORES, COMERCIO INTERNACIONAL Y CULTO a los fines de facilitar asistencia, a través de las representaciones argentinas en el exterior, a las y los argentinos y a los residentes en el país que se encuentren fuera del territorio nacional en el marco de la pandemia del COVID -19.\nQue corresponde asignar un refuerzo de créditos al MINISTERIO DE DEFENSA para atender las necesidades vinculadas a la pandemia global por COVID-19, relacionadas con las contrataciones de insumos y materiales para la emergencia sanitaria.\nQue, asimismo, resulta necesario efectuar una compensación de partidas presupuestarias en el MINISTERIO DE DEFENSA, la cual implica un cambio en la finalidad y función del gasto de Inteligencia.\nQue en atención a lo dispuesto por el Decreto N° 318 del 28 de marzo de 2020, resulta necesario incrementar los créditos presupuestarios de las Fuerzas Armadas y de Seguridad, incluyendo la Dirección Nacional de Inteligencia Criminal del MINISTERIO DE SEGURIDAD.\nQue se refuerza el presupuesto del INSTITUTO NACIONAL DE ASOCIATIVISMO Y ECONOMÍA SOCIAL, organismo descentralizado en el ámbito del MINISTERIO DE DESARROLLO PRODUCTIVO, con el fin de atender distintas erogaciones, como así también, el otorgamiento de apoyo financiero y préstamos a entidades mutuales y cooperativas.\nQue el incremento mencionado se financia con la incorporación de recursos propios remanentes de ejercicios anteriores.\nQue es menester adecuar el presupuesto vigente del MINISTERIO DE OBRAS PÚBLICAS, con el objeto de afrontar la realización de obras de infraestructura sanitaria, de vivienda, de agua y saneamiento, y de pavimentación, en el marco del “Plan Argentina Hace”.\nQue de acuerdo con lo establecido en el inciso b) del artículo 8° del Decreto N° 52 del 20 de diciembre de 2019, se compensan los créditos de la AGENCIA FEDERAL DE INTELIGENCIA, organismo descentralizado en el ámbito de la PRESIDENCIA DE LA NACIÓN, reduciendo las partidas confidenciales al mínimo indispensable para su funcionamiento.\nQue, asimismo, se incorporan al presupuesto de la citada Agencia recursos provenientes de la venta de inmuebles para financiar gastos de capital.\nQue es menester modificar el Presupuesto vigente de la Jurisdicción 90 - SERVICIO DE LA DEUDA PÚBLICA para posibilitar la atención de los servicios financieros de la deuda pública correspondientes a amortizaciones del presente ejercicio.\nQue resulta oportuno adecuar los créditos presupuestarios incluidos en la órbita de la Jurisdicción 91 - OBLIGACIONES A CARGO DEL TESORO con el objeto de atender compromisos contraídos por el ESTADO NACIONAL.\nQue es necesario modificar los créditos vigentes de la mencionada Jurisdicción 91 destinados a la Empresa AGUA Y SANEAMIENTOS ARGENTINOS SOCIEDAD ANÓNIMA (AySA).\nQue en el artículo 15 de la Ley Nº 24.156 de Administración Financiera y de los Sistemas de Control del Sector Público Nacional, se prevé que “cuando en los presupuestos de las jurisdicciones y entidades públicas se incluyan créditos para contratar obras o adquirir bienes y servicios, cuyo plazo de ejecución exceda al ejercicio financiero, se deberá incluir en los mismos información sobre los recursos invertidos en años anteriores, los que se invertirán en el futuro y sobre el monto total del gasto, así como los respectivos cronogramas de ejecución física. La aprobación de los presupuestos que contengan esta información, por parte de la autoridad competente, implicará la autorización expresa para contratar las obras y/o adquirir los bienes y servicios hasta por su monto total, de acuerdo con las modalidades de contratación vigentes”.\nQue en ese marco, es menester autorizar ciertas obras de agua potable y saneamiento para el ENTE NACIONAL DE OBRAS HÍDRICAS DE SANEAMIENTO (ENOHSA), organismo descentralizado en el ámbito de la SECRETARÍA DE INFRAESTRUCTURA Y POLÍTICA HÍDRICA del MINISTERIO DE OBRAS PÚBLICAS, como así también, de infraestructura vial para la DIRECCIÓN NACIONAL DE VIALIDAD, organismo descentralizado en el ámbito del mencionado Ministerio, e inversión ferroviaria del MINISTERIO DE TRANSPORTE, con impactos plurianuales cuya realización es de imperiosa urgencia, modificando las Planillas Anexas al artículo 11 de la Ley Nº 27.467 de Presupuesto General de la Administración Nacional para el Ejercicio 2019.\nQue es necesario modificar los montos autorizados con destino al financiamiento del servicio de la deuda y gastos no operativos.\nQue, en consecuencia, corresponde sustituir la Planilla Anexa al artículo 40 de la Ley N° 27.467 de Presupuesto General de la Administración Nacional para el Ejercicio 2019, modificada por los Decretos Nros. 668 del 27 de septiembre de 2019, 740 del 28 de octubre de 2019 y por la Resolución del entonces MINISTERIO DE HACIENDA Nº 766 del 17 de octubre de 2019 y prorrogada por el Decreto N° 4 del 2 de enero de 2020.\nQue en el artículo 37 de la Ley Nº 24.156 de Administración Financiera y de los Sistemas de Control del Sector Público Nacional, sustituido por el artículo 1º de la Ley Nº 27.342, se dispone que quedan reservadas al HONORABLE CONGRESO DE LA NACIÓN las decisiones que afecten, entre otros, el monto total del presupuesto y el monto del endeudamiento previsto.\nQue por los motivos expuestos y con el fin de evitar demoras en las acciones precedentemente referidas, resulta necesario disponer con urgencia las adecuaciones antes descriptas correspondientes al Ejercicio Presupuestario 2020.\nQue con el fin de dotar de flexibilidad al Presupuesto de la Administración Nacional para la atención de los gastos que se eroguen en virtud de medidas dictadas en el marco de la emergencia sanitaria ampliada por el artículo 1° del Decreto N° 260/20, resulta necesario suspender la aplicación de los límites establecidos en el tercer párrafo del artículo 37 de la Ley Nº 24.156 de Administración Financiera y de los Sistemas de Control del Sector Público Nacional referidos a las reestructuraciones presupuestarias que puede disponer el Jefe de Gabinete de Ministros; exceptuar al mencionado funcionario de lo establecido en el primer párrafo del citado artículo, en lo que respecta a la disminución de los gastos reservados y de inteligencia en el marco del artículo 8° del Decreto N° 52/19; y sustituir el inciso c del artículo citado en último término para ampliar a la finalidad salud el destino de dichos fondos.\nQue, asimismo, ante la falta de una rápida respuesta a los requerimientos presupuestarios, algunas jurisdicciones y entidades podrían verse perjudicadas debido a la falta de las pertinentes autorizaciones que se requieren para el normal desenvolvimiento de sus acciones, en particular de aquellas vinculadas con la atención de la emergencia sanitaria, económica y social, no pudiendo así atender los compromisos asumidos por ellas, corriendo el riesgo de paralizar el habitual y correcto funcionamiento del ESTADO NACIONAL.\nQue la urgencia en la adopción de estas medidas hace imposible seguir los trámites ordinarios previstos en la CONSTITUCIÓN NACIONAL para la sanción de las leyes.\nQue la Ley N° 26.122 regula el trámite y los alcances de la intervención del HONORABLE CONGRESO DE LA NACIÓN respecto de los Decretos de Necesidad y Urgencia dictados por el PODER EJECUTIVO NACIONAL, en virtud de lo dispuesto por el artículo 99 inciso 3 de la CONSTITUCIÓN NACIONAL.\nQue la citada ley determina que la COMISIÓN BICAMERAL PERMANENTE tiene competencia para pronunciarse respecto de la validez o invalidez de los Decretos de Necesidad y Urgencia, así como elevar el dictamen al plenario de cada Cámara para su expreso tratamiento, en el plazo de DIEZ (10) días hábiles.\nQue el artículo 22 de la Ley N° 26.122 dispone que las Cámaras se pronuncien mediante sendas resoluciones, y que el rechazo o aprobación de los decretos deberá ser expreso conforme con lo establecido en el artículo 82 de la CONSTITUCIÓN NACIONAL.\nQue el servicio jurídico permanente del MINISTERIO DE ECONOMÍA ha tomado la intervención que le compete.\nQue la presente medida se dicta en uso de las atribuciones conferidas por el artículo 99 incisos 1 y 3 de la CONSTITUCIÓN NACIONAL.\nPor ello,\nEL PRESIDENTE DE LA NACIÓN ARGENTINA EN ACUERDO GENERAL DE MINISTROS\nDECRETA:\nARTÍCULO 1º.- Modifícase el Presupuesto General de la Administración Nacional para el Ejercicio 2020, conforme con el detalle obrante en las PLANILLAS ANEXAS (IF-2020-30084952-APN-SSP#MEC) al presente artículo.\nARTÍCULO 2°.- Incorpórase en las Planillas Anexas al artículo 11 de la Ley N° 27.467 de Presupuesto General de la Administración Nacional para el Ejercicio 2019, vigente conforme el artículo 27 de la Ley Nº 24.156 de Administración Financiera y de los Sistemas de Control del Sector Público Nacional, en los términos del Decreto N° 4/20, la contratación de las obras con incidencia en ejercicios futuros, de acuerdo con el detalle obrante en las PLANILLAS ANEXAS (IF-2020-30085017-APN-SSP#MEC) al presente artículo que integran este decreto.\nARTÍCULO 3°.- Sustitúyese la Planilla Anexa al artículo 40 de la Ley N° 27.467 de Presupuesto General de la Administración Nacional para el Ejercicio 2019, vigente conforme el artículo 27 de la Ley Nº 24.156 de Administración Financiera y de los Sistemas de Control del Sector Público Nacional, en los términos del Decreto N° 4/20, por la PLANILLA ANEXA (IF-2020-30085112-APN-SSP#MEC) al presente artículo.\nARTÍCULO 4º.- Suspéndese durante el ejercicio 2020, para aquellas modificaciones presupuestarias necesarias en virtud de medidas dictadas en el marco de las disposiciones del Decreto N° 260/20, la aplicación de los límites a las reestructuraciones presupuestarias que puede disponer el Jefe de Gabinete de Ministros establecidos en el tercer párrafo del artículo 37 de la Ley Nº 24.156 de Administración Financiera y de los Sistemas de Control del Sector Público Nacional.\nARTÍCULO 5º.- Sustitúyese el inciso c. del artículo 8° del Decreto N° 52 del 20 de diciembre de 2019, por el siguiente:\n“c. Transferir a la JEFATURA DE GABINETE DE MINISTROS los fondos reservados que excedan a los necesarios para el normal funcionamiento del organismo, para su posterior reasignación a las políticas públicas nutricionales, educativas y de salud que resultan estratégicas para abordar la emergencia social y sanitaria”.\nARTÍCULO 6º.- Facúltase al señor Jefe de Gabinete de Ministros a realizar las reasignaciones presupuestarias que impliquen una reducción de los gastos reservados y de inteligencia en función de lo dispuesto en el artículo 8° del Decreto N° 52/19, exceptuándolo en esa materia y para el presente ejercicio, de lo establecido en el primer párrafo del artículo 37 de la Ley Nº 24.156 de Administración Financiera y de los Sistemas de Control del Sector Público Nacional.\nARTÍCULO 7°.- La presente medida entrará en vigencia en el día de su publicación en el BOLETÍN OFICIAL.\nARTÍCULO 8°.- Dése cuenta a la COMISIÓN BICAMERAL PERMANENTE del HONORABLE CONGRESO DE LA NACIÓN.\nARTÍCULO 9°.- Comuníquese, publíquese, dése a la DIRECCIÓN NACIONAL DEL REGISTRO OFICIAL y archívese. FERNÁNDEZ - Santiago Andrés Cafiero - Eduardo Enrique de Pedro - Felipe Carlos Solá - Agustin Oscar Rossi - Martín Guzmán - Matías Sebastián Kulfas - Luis Eugenio Basterra - Mario Andrés Meoni - Gabriel Nicolás Katopodis - Marcela Miriam Losardo - Sabina Andrea Frederic - Ginés Mario González García - Daniel Fernando Arroyo - Elizabeth Gómez Alcorta - Tristán Bauer - Roberto Carlos Salvarezza - Claudio Omar Moroni - Juan Cabandie - Matías Lammens - María Eugenia Bielsa - Nicolás A. Trotta\nNOTA: El/los Anexo/s que integra/n este(a) Decreto se publican en la edición web del BORA -www.boletinoficial.gob.ar-\ne. 11/05/2020 N° 19306/20 v. 11/05/2020\nFecha de publicación 11/05/2020\nAnexo - 1\nAnexo - 2\nAnexo - 3\nCompartir por email\n×\nPara:\nAsunto:\nAviso:\nCerrar\nEnviar.\n                                    El debate constará de tres rondas:\n                                    1. **Primera ronda**: Cada agente expresará su postura inicial, presentando argumentos a favor o en contra de la ley.\n                                    2. **Segunda ronda**: Los agentes recibirán un informe con datos (provenientes de búsquedas en Google) y los argumentos expuestos por el resto de los agentes. Con esta información, podrán formular contraargumentos o reforzar su postura inicial.\n                                    3. **Tercera ronda**: Los agentes recibirán tanto los argumentos iniciales como los contraargumentos de las rondas previas. En base a ello, deberán realizar una argumentación final y emitir una conclusión definitiva.\n                                    En cada ronda, al finalizar su exposición, cada agente deberá explicitar su voto (a favor o en contra de la ley). El voto puede modificarse de ronda a ronda, pero el voto que determina la aprobación o rechazo de la ley será el emitido en la última ronda."
        },
        {
            "role": "user",
            "content": "Ahora arranca la ronda 0"
        },
        {
            "role": "user",
            "content": "En esta primera ronda, cada agente debe exponer su postura inicial respecto a la ley 'Medidas presupuestarias.. Edición del\n3 de Julio de 2025\nEdiciones Anteriores\nBúsqueda avanzada\nSecciones\nBúsqueda\nCantidad de resultados\nBúsqueda avanzada\nLegislación y Avisos Oficiales\nPrimera Sección\nSociedades y Avisos Judiciales\nSegunda Sección\nContrataciones\nTercera Sección\nVolver\nLegislación y Avisos Oficiales\nPrimera sección\nPrimera\nDecretos\nDetalle\n|\n|\nVer páginas publicadas\nVer texto del aviso\nPRESUPUESTO\nDecreto 457/2020\nDECNU-2020-457-APN-PTE - Modifica el Presupuesto General de la Administración Nacional para el Ejercicio 2020.\nCiudad de Buenos Aires, 10/05/2020\nVISTO el Expediente N° EX-2020-29740675-APN-DGD#MEC, la Ley N° 27.467 de Presupuesto General de la Administración Nacional para el Ejercicio 2019, vigente conforme el artículo 27 de la Ley Nº 24.156 de Administración Financiera y de los Sistemas de Control del Sector Público Nacional y sus modificatorias, en los términos del Decreto N° 4 del 2 de enero de 2020 y complementada por el Decreto Nº 193 del 27 de febrero de 2020, los Decretos Nros. 7 del 10 de diciembre de 2019, 50 del 19 de diciembre de 2019 y sus modificatorios, y\nCONSIDERANDO:\nQue con fecha 11 de marzo de 2020, la ORGANIZACIÓN MUNDIAL DE LA SALUD (OMS), declaró el brote del nuevo coronavirus como una pandemia.\nQue por el Decreto N° 260 del 12 de marzo de 2020 en la Argentina se amplió la emergencia pública en materia sanitaria establecida por Ley N° 27.541, por el plazo de UN (1) año en virtud de la pandemia declarada.\nQue por el Decreto N° 297 de 2020 y sus prórrogas nuestro país desplegó medidas de ailsamiento social, preventivo y obligatorio con el objeto de controlar el impacto de la epidemia en todo el territorio nacional.\nQue por la Decisión Administrativa N° 1 del 10 de enero de 2020 se determinaron los Recursos y Créditos Presupuestarios correspondientes a la prórroga de la Ley N° 27.467 de Presupuesto General de la Administración Nacional para el Ejercicio 2019, con las adecuaciones institucionales del PODER EJECUTIVO NACIONAL establecidas por los Decretos Nros. 7/19 y 50/19.\nQue la prórroga del Presupuesto General de la Administración Nacional del Ejercicio 2019 implica recursos y créditos afectados por el nivel de inflación registrado durante aquel año que ascendió a 53,8%.\nQue las medidas de aislamiento social, preventivo y obligatorio han tenido un impacto considerable en el normal funcionamiento de la economía y la sociedad.\nQue en este entendimiento, el PODER EJECUTIVO NACIONAL desplegó medidas de protección económica y social con el objetivo de morigerar la caída en el nivel de actividad económica, proteger la viabilidad de las empresas y el empleo y, por lo tanto, el ingreso de las familias.\nQue mediante el Decreto Nº 309 del 23 de marzo de 2020 se otorgó un Subsidio Extraordinario por única vez, tanto para los beneficiarios y las beneficiarias del Sistema Integrado Previsional Argentino (SIPA), de la Pensión Universal para el Adulto Mayor y de las Pensiones no Contributivas que percibieran un haber de hasta PESOS DIECIOCHO MIL OCHOCIENTOS NOVENTA Y UNO CON CUARENTA Y NUEVE CENTAVOS ($18.891,49), como para aquellos que perciben la Asignación Universal por Hijo y por Embarazo para Protección Social.\nQue por el Decreto Nº 310 del 23 de marzo de 2020 se instituyó el INGRESO FAMILIAR DE EMERGENCIA (IFE) como una prestación monetaria no contributiva de carácter excepcional destinada a compensar la pérdida o grave disminución de ingresos de personas afectadas por la situación de emergencia sanitaria declarada por el Decreto N° 260/20.\nQue a través del Decreto Nº 376 del 19 de abril de 2020 se modificó el Decreto N° 332 del 1° de abril de 2020, que creó el PROGRAMA DE ASISTENCIA DE EMERGENCIA AL TRABAJO Y LA PRODUCCIÓN (ATP) como una herramienta para morigerar el impacto de las medidas sanitarias actuales sobre los procesos productivos y el empleo.\nQue el artículo 2º del Decreto N° 332/20 establece que los beneficios de dicho programa son el Salario Complementario, la postergación o reducción del pago de Contribuciones Patronales, la modificación del Sistema Integral de Prestaciones por Desempleo y los créditos a tasa cero para personas adheridas al Régimen Simplificado para Pequeños Contribuyentes y para trabajadoras y trabajadores autónomos.\nQue mediante el artículo 8º del decreto citado en el considerando precedente se dispone que el Salario Complementario consistirá en una suma abonada por la ADMINISTRACIÓN NACIONAL DE LA SEGURIDAD SOCIAL, organismo actuante en el ámbito de la SECRETARÍA DE SEGURIDAD SOCIAL del MINISTERIO DE TRABAJO, EMPLEO Y SEGURIDAD SOCIAL, para todos o parte de los trabajadores y las trabajadoras en relación de dependencia cuyas empleadoras y empleadores cumplan con los requisitos establecidos en el artículo 3º y de conformidad con lo dispuesto en el artículo 4º, ambos del mismo decreto.\nQue mediante el artículo 10 de la citada medida se incrementan las prestaciones mínima y máxima del Seguro por Desempleo a PESOS SEIS MIL ($ 6.000) y a PESOS DIEZ MIL ($10.000), respectivamente.\nQue por las medidas mencionadas anteriormente y para continuar asistiendo a las personas y a las empresas en el contexto de las medidas de aisalmiento y distanciamiento es necesario ampliar el crédito de la ADMINISTRACIÓN NACIONAL DE LA SEGURIDAD SOCIAL.\nQue resulta necesario incrementar el presupuesto del MINISTERIO DE DESARROLLO PRODUCTIVO para incorporar los aportes directos en favor del Fondo Nacional de Desarrollo Productivo (FONDEP) y del Fondo de Garantías Argentino (FoGAr), dispuestos por los artículos 9° bis y 9° ter del Decreto N° 332/20 y sus modificatorios, respectivamente, con el objeto de bonificar el CIEN POR CIENTO (100 %) de la tasa de interés y del costo financiero total que devenguen los créditos a tasa cero que se otorguen a personas adheridas al Régimen Simplificado para Pequeños Contribuyentes y trabajadoras o trabajadores autónomos, como así también avalar un porcentaje de los créditos que se otorguen a empresas.\nQue el Decreto N° 315 del 26 de marzo de 2020 estableció el otorgamiento a los trabajadores y a las trabajadoras profesionales, técnicos y técnicas, auxiliares y ayudantes en relación de dependencia que presten servicios en forma presencial y efectiva, relacionados con la salud, en instituciones asistenciales del sistema público, privado y de la seguridad social, abocados y abocadas al manejo de casos relacionados con la pandemia de COVID-19, del pago de una asignación estímulo a la efectiva prestación de servicios, de carácter no remunerativo.\nQue resulta necesario modificar el presupuesto vigente del MINISTERIO DE SALUD incrementando las asignaciones corrientes y de capital destinadas a la atención de las acciones realizadas en virtud de la Emergencia Sanitaria por la pandemia COVID-19, incluyendo la asignación mencionada en el considerando precedente.\nQue corresponde reforzar el presupuesto vigente del MINISTERIO DE DESARROLLO SOCIAL con el fin de sostener las acciones derivadas del Proyecto para la Protección de Niños y Niñas y del Programa de Apoyo al Plan Nacional de Primera Infancia.\nQue resulta necesario modificar el presupuesto vigente del MINISTERIO DE RELACIONES EXTERIORES, COMERCIO INTERNACIONAL Y CULTO a los fines de facilitar asistencia, a través de las representaciones argentinas en el exterior, a las y los argentinos y a los residentes en el país que se encuentren fuera del territorio nacional en el marco de la pandemia del COVID -19.\nQue corresponde asignar un refuerzo de créditos al MINISTERIO DE DEFENSA para atender las necesidades vinculadas a la pandemia global por COVID-19, relacionadas con las contrataciones de insumos y materiales para la emergencia sanitaria.\nQue, asimismo, resulta necesario efectuar una compensación de partidas presupuestarias en el MINISTERIO DE DEFENSA, la cual implica un cambio en la finalidad y función del gasto de Inteligencia.\nQue en atención a lo dispuesto por el Decreto N° 318 del 28 de marzo de 2020, resulta necesario incrementar los créditos presupuestarios de las Fuerzas Armadas y de Seguridad, incluyendo la Dirección Nacional de Inteligencia Criminal del MINISTERIO DE SEGURIDAD.\nQue se refuerza el presupuesto del INSTITUTO NACIONAL DE ASOCIATIVISMO Y ECONOMÍA SOCIAL, organismo descentralizado en el ámbito del MINISTERIO DE DESARROLLO PRODUCTIVO, con el fin de atender distintas erogaciones, como así también, el otorgamiento de apoyo financiero y préstamos a entidades mutuales y cooperativas.\nQue el incremento mencionado se financia con la incorporación de recursos propios remanentes de ejercicios anteriores.\nQue es menester adecuar el presupuesto vigente del MINISTERIO DE OBRAS PÚBLICAS, con el objeto de afrontar la realización de obras de infraestructura sanitaria, de vivienda, de agua y saneamiento, y de pavimentación, en el marco del “Plan Argentina Hace”.\nQue de acuerdo con lo establecido en el inciso b) del artículo 8° del Decreto N° 52 del 20 de diciembre de 2019, se compensan los créditos de la AGENCIA FEDERAL DE INTELIGENCIA, organismo descentralizado en el ámbito de la PRESIDENCIA DE LA NACIÓN, reduciendo las partidas confidenciales al mínimo indispensable para su funcionamiento.\nQue, asimismo, se incorporan al presupuesto de la citada Agencia recursos provenientes de la venta de inmuebles para financiar gastos de capital.\nQue es menester modificar el Presupuesto vigente de la Jurisdicción 90 - SERVICIO DE LA DEUDA PÚBLICA para posibilitar la atención de los servicios financieros de la deuda pública correspondientes a amortizaciones del presente ejercicio.\nQue resulta oportuno adecuar los créditos presupuestarios incluidos en la órbita de la Jurisdicción 91 - OBLIGACIONES A CARGO DEL TESORO con el objeto de atender compromisos contraídos por el ESTADO NACIONAL.\nQue es necesario modificar los créditos vigentes de la mencionada Jurisdicción 91 destinados a la Empresa AGUA Y SANEAMIENTOS ARGENTINOS SOCIEDAD ANÓNIMA (AySA).\nQue en el artículo 15 de la Ley Nº 24.156 de Administración Financiera y de los Sistemas de Control del Sector Público Nacional, se prevé que “cuando en los presupuestos de las jurisdicciones y entidades públicas se incluyan créditos para contratar obras o adquirir bienes y servicios, cuyo plazo de ejecución exceda al ejercicio financiero, se deberá incluir en los mismos información sobre los recursos invertidos en años anteriores, los que se invertirán en el futuro y sobre el monto total del gasto, así como los respectivos cronogramas de ejecución física. La aprobación de los presupuestos que contengan esta información, por parte de la autoridad competente, implicará la autorización expresa para contratar las obras y/o adquirir los bienes y servicios hasta por su monto total, de acuerdo con las modalidades de contratación vigentes”.\nQue en ese marco, es menester autorizar ciertas obras de agua potable y saneamiento para el ENTE NACIONAL DE OBRAS HÍDRICAS DE SANEAMIENTO (ENOHSA), organismo descentralizado en el ámbito de la SECRETARÍA DE INFRAESTRUCTURA Y POLÍTICA HÍDRICA del MINISTERIO DE OBRAS PÚBLICAS, como así también, de infraestructura vial para la DIRECCIÓN NACIONAL DE VIALIDAD, organismo descentralizado en el ámbito del mencionado Ministerio, e inversión ferroviaria del MINISTERIO DE TRANSPORTE, con impactos plurianuales cuya realización es de imperiosa urgencia, modificando las Planillas Anexas al artículo 11 de la Ley Nº 27.467 de Presupuesto General de la Administración Nacional para el Ejercicio 2019.\nQue es necesario modificar los montos autorizados con destino al financiamiento del servicio de la deuda y gastos no operativos.\nQue, en consecuencia, corresponde sustituir la Planilla Anexa al artículo 40 de la Ley N° 27.467 de Presupuesto General de la Administración Nacional para el Ejercicio 2019, modificada por los Decretos Nros. 668 del 27 de septiembre de 2019, 740 del 28 de octubre de 2019 y por la Resolución del entonces MINISTERIO DE HACIENDA Nº 766 del 17 de octubre de 2019 y prorrogada por el Decreto N° 4 del 2 de enero de 2020.\nQue en el artículo 37 de la Ley Nº 24.156 de Administración Financiera y de los Sistemas de Control del Sector Público Nacional, sustituido por el artículo 1º de la Ley Nº 27.342, se dispone que quedan reservadas al HONORABLE CONGRESO DE LA NACIÓN las decisiones que afecten, entre otros, el monto total del presupuesto y el monto del endeudamiento previsto.\nQue por los motivos expuestos y con el fin de evitar demoras en las acciones precedentemente referidas, resulta necesario disponer con urgencia las adecuaciones antes descriptas correspondientes al Ejercicio Presupuestario 2020.\nQue con el fin de dotar de flexibilidad al Presupuesto de la Administración Nacional para la atención de los gastos que se eroguen en virtud de medidas dictadas en el marco de la emergencia sanitaria ampliada por el artículo 1° del Decreto N° 260/20, resulta necesario suspender la aplicación de los límites establecidos en el tercer párrafo del artículo 37 de la Ley Nº 24.156 de Administración Financiera y de los Sistemas de Control del Sector Público Nacional referidos a las reestructuraciones presupuestarias que puede disponer el Jefe de Gabinete de Ministros; exceptuar al mencionado funcionario de lo establecido en el primer párrafo del citado artículo, en lo que respecta a la disminución de los gastos reservados y de inteligencia en el marco del artículo 8° del Decreto N° 52/19; y sustituir el inciso c del artículo citado en último término para ampliar a la finalidad salud el destino de dichos fondos.\nQue, asimismo, ante la falta de una rápida respuesta a los requerimientos presupuestarios, algunas jurisdicciones y entidades podrían verse perjudicadas debido a la falta de las pertinentes autorizaciones que se requieren para el normal desenvolvimiento de sus acciones, en particular de aquellas vinculadas con la atención de la emergencia sanitaria, económica y social, no pudiendo así atender los compromisos asumidos por ellas, corriendo el riesgo de paralizar el habitual y correcto funcionamiento del ESTADO NACIONAL.\nQue la urgencia en la adopción de estas medidas hace imposible seguir los trámites ordinarios previstos en la CONSTITUCIÓN NACIONAL para la sanción de las leyes.\nQue la Ley N° 26.122 regula el trámite y los alcances de la intervención del HONORABLE CONGRESO DE LA NACIÓN respecto de los Decretos de Necesidad y Urgencia dictados por el PODER EJECUTIVO NACIONAL, en virtud de lo dispuesto por el artículo 99 inciso 3 de la CONSTITUCIÓN NACIONAL.\nQue la citada ley determina que la COMISIÓN BICAMERAL PERMANENTE tiene competencia para pronunciarse respecto de la validez o invalidez de los Decretos de Necesidad y Urgencia, así como elevar el dictamen al plenario de cada Cámara para su expreso tratamiento, en el plazo de DIEZ (10) días hábiles.\nQue el artículo 22 de la Ley N° 26.122 dispone que las Cámaras se pronuncien mediante sendas resoluciones, y que el rechazo o aprobación de los decretos deberá ser expreso conforme con lo establecido en el artículo 82 de la CONSTITUCIÓN NACIONAL.\nQue el servicio jurídico permanente del MINISTERIO DE ECONOMÍA ha tomado la intervención que le compete.\nQue la presente medida se dicta en uso de las atribuciones conferidas por el artículo 99 incisos 1 y 3 de la CONSTITUCIÓN NACIONAL.\nPor ello,\nEL PRESIDENTE DE LA NACIÓN ARGENTINA EN ACUERDO GENERAL DE MINISTROS\nDECRETA:\nARTÍCULO 1º.- Modifícase el Presupuesto General de la Administración Nacional para el Ejercicio 2020, conforme con el detalle obrante en las PLANILLAS ANEXAS (IF-2020-30084952-APN-SSP#MEC) al presente artículo.\nARTÍCULO 2°.- Incorpórase en las Planillas Anexas al artículo 11 de la Ley N° 27.467 de Presupuesto General de la Administración Nacional para el Ejercicio 2019, vigente conforme el artículo 27 de la Ley Nº 24.156 de Administración Financiera y de los Sistemas de Control del Sector Público Nacional, en los términos del Decreto N° 4/20, la contratación de las obras con incidencia en ejercicios futuros, de acuerdo con el detalle obrante en las PLANILLAS ANEXAS (IF-2020-30085017-APN-SSP#MEC) al presente artículo que integran este decreto.\nARTÍCULO 3°.- Sustitúyese la Planilla Anexa al artículo 40 de la Ley N° 27.467 de Presupuesto General de la Administración Nacional para el Ejercicio 2019, vigente conforme el artículo 27 de la Ley Nº 24.156 de Administración Financiera y de los Sistemas de Control del Sector Público Nacional, en los términos del Decreto N° 4/20, por la PLANILLA ANEXA (IF-2020-30085112-APN-SSP#MEC) al presente artículo.\nARTÍCULO 4º.- Suspéndese durante el ejercicio 2020, para aquellas modificaciones presupuestarias necesarias en virtud de medidas dictadas en el marco de las disposiciones del Decreto N° 260/20, la aplicación de los límites a las reestructuraciones presupuestarias que puede disponer el Jefe de Gabinete de Ministros establecidos en el tercer párrafo del artículo 37 de la Ley Nº 24.156 de Administración Financiera y de los Sistemas de Control del Sector Público Nacional.\nARTÍCULO 5º.- Sustitúyese el inciso c. del artículo 8° del Decreto N° 52 del 20 de diciembre de 2019, por el siguiente:\n“c. Transferir a la JEFATURA DE GABINETE DE MINISTROS los fondos reservados que excedan a los necesarios para el normal funcionamiento del organismo, para su posterior reasignación a las políticas públicas nutricionales, educativas y de salud que resultan estratégicas para abordar la emergencia social y sanitaria”.\nARTÍCULO 6º.- Facúltase al señor Jefe de Gabinete de Ministros a realizar las reasignaciones presupuestarias que impliquen una reducción de los gastos reservados y de inteligencia en función de lo dispuesto en el artículo 8° del Decreto N° 52/19, exceptuándolo en esa materia y para el presente ejercicio, de lo establecido en el primer párrafo del artículo 37 de la Ley Nº 24.156 de Administración Financiera y de los Sistemas de Control del Sector Público Nacional.\nARTÍCULO 7°.- La presente medida entrará en vigencia en el día de su publicación en el BOLETÍN OFICIAL.\nARTÍCULO 8°.- Dése cuenta a la COMISIÓN BICAMERAL PERMANENTE del HONORABLE CONGRESO DE LA NACIÓN.\nARTÍCULO 9°.- Comuníquese, publíquese, dése a la DIRECCIÓN NACIONAL DEL REGISTRO OFICIAL y archívese. FERNÁNDEZ - Santiago Andrés Cafiero - Eduardo Enrique de Pedro - Felipe Carlos Solá - Agustin Oscar Rossi - Martín Guzmán - Matías Sebastián Kulfas - Luis Eugenio Basterra - Mario Andrés Meoni - Gabriel Nicolás Katopodis - Marcela Miriam Losardo - Sabina Andrea Frederic - Ginés Mario González García - Daniel Fernando Arroyo - Elizabeth Gómez Alcorta - Tristán Bauer - Roberto Carlos Salvarezza - Claudio Omar Moroni - Juan Cabandie - Matías Lammens - María Eugenia Bielsa - Nicolás A. Trotta\nNOTA: El/los Anexo/s que integra/n este(a) Decreto se publican en la edición web del BORA -www.boletinoficial.gob.ar-\ne. 11/05/2020 N° 19306/20 v. 11/05/2020\nFecha de publicación 11/05/2020\nAnexo - 1\nAnexo - 2\nAnexo - 3\nCompartir por email\n×\nPara:\nAsunto:\nAviso:\nCerrar\nEnviar'. La respuesta debe dejar en claro si el agente está a favor o en contra de la ley, con una argumentación sólida, clara y fundamentada en su marco ideológico. Se espera que la intervención incluya al menos una referencia específica al contenido o impacto potencial de la ley. Dado que esta ronda establece las bases del debate, es fundamental que cada agente exprese con precisión sus valores, principios y preocupaciones centrales en relación con la ley, en distintos ejes. Al finalizar su intervención, el agente debe explicitar su voto actual (a favor o en contra de la ley)."
        },
        {
            "role": "user",
            "content": "Tiene la palabra el Agente Liberal"
        },
        {
            "role": "assistant",
            "content": "[Agente Liberal]: Este decreto, que modifica el presupuesto general para atender situaciones de emergencia, refleja la tendencia paternalista del Estado argentino de aumentar su intervención en la economía y la vida de los ciudadanos. Aunque es comprensible la necesidad de respuesta frente a una emergencia sanitaria, es fundamental advertir que la expansión del presupuesto y el aumento en la intervención estatal no resuelven los problemas estructurales que enfrenta el país.  En lugar de apropiarse de más recursos, deberíamos promover la eficiencia y la reducción del gasto público, eliminando subsidios y programas irresponsables que perpetúan la dependencia del ciudadano hacia el Estado. Además, se corre el riesgo de aumentar el déficit fiscal y la deuda pública en lugar de fomentar el crecimiento sostenible mediante el empoderamiento de los ciudadanos y del sector privado. La creación de programas temporales de ayuda económica sin un plan de salida claro resulta contraproducente, ya que a largo plazo solo refuerza la burocracia estatal y desvía el capital humano y financiero de inversiones productivas. Por tanto, es necesario adoptar un enfoque que priorice la libertad individual, el respeto por la propiedad privada y la reducción del tamaño del Estado. En lugar de estos aumentos en el presupuesto, deberíamos abogar por la eliminación de controles y regulaciones que restringen la capacidad de los argentinos para innovar y generar riqueza."
        },
        {
            "role": "user",
            "content": "Tiene la palabra el Agente de Juntos Por El Cambio"
        },
        {
            "role": "assistant",
            "content": "[Agente de Juntos Por El Cambio]: El Decreto 457/2020, al modificar el presupuesto general en el contexto de la emergencia sanitaria, busca responder a una realidad crítica: la necesidad urgente de asistencia económica y social provocada por la pandemia de COVID-19. Sin embargo, aunque entendemos las razones detrás de la urgencia en estas medidas, es crucial que se lleve a cabo con responsabilidad fiscal y respeto al marco normativo. Las disposiciones que suspenden los límites a las reestructuraciones presupuestarias pueden abrir la puerta a un uso discrecional y poco transparente de los recursos públicos, lo que podría llevar a un agravamiento de la crisis fiscal que ya sufrimos. Además, es fundamental que se prioricen las inversiones en infraestructura y en los servicios esenciales, así como la educación y salud, como pilares del desarrollo social y económico, en lugar de políticas asistencialistas que no resuelven la falta de oportunidades a largo plazo. Por estas razones, pese a la necesidad de medidas inmediatas frente a la emergencia, considero que este decreto carece de los mecanismos de control y sostenibilidad necesarios, poniendo en riesgo la estabilidad fiscal y social a mediano y largo plazo."
        },
        {
            "role": "user",
            "content": "Tiene la palabra el Agente de Union Por La Patria"
        },
        {
            "role": "assistant",
            "content": "[Agente de Union Por La Patria]: La ley para la modificación del Presupuesto General de la Administración Nacional para el Ejercicio 2020, en el contexto de las medidas tomadas ante la pandemia de COVID-19, representa un paso fundamental para asegurar la protección económica y social de los sectores más vulnerables. En primer lugar, el aumento en las asignaciones para salud, educación y desarrollo social es crucial, especialmente en tiempos de crisis donde las brechas de desigualdad se profundizan. El Estado debe asumir un rol protagónico como articulador de políticas que garanticen el acceso a derechos fundamentales, como la salud y la educación, para todos los argentinos, evitando así que queden desprotegidos.  \n\nAdemás, el refuerzo de créditos al Ministerio de Desarrollo Productivo y el apoyo a pequeñas y medianas empresas (PYMES) son acciones necesarias para mitigar los efectos devastadores de la crisis sanitaria en la actividad económica y el empleo. Es imperativo fortalecer el mercado interno y promover la recuperación económica con inclusión social, en lugar de seguir con políticas que favorezcan el elitismo económico.\n\nPor último, la suspensión de los límites a las reestructuraciones presupuestarias permite al Jefe de Gabinete actuar con flexibilidad ante una situación sin precedentes, priorizando así la atención de las necesidades más urgentes de la población. Esto no solo es una medida pragmática sino una acción que reafirma nuestro compromiso con la justicia social y el bienestar de todos los argentinos. Por todas estas razones, estamos a favor del decreto propuesto, ya que se alinea con nuestros principios de soberanía política, justicia social y un Estado fuerte y presente."
        },
        {
            "role": "user",
            "content": "Tiene la palabra el Agente de Izquierda"
        },
        {
            "role": "assistant",
            "content": "[Agente de Izquierda]: El decreto en cuestión, que modifica el Presupuesto General de la Administración Nacional para el Ejercicio 2020, se presenta en un contexto de emergencia social y sanitaria debido a la pandemia de COVID-19. Si bien la intención de aumentar el financiamiento en áreas críticas como salud, desarrollo social y obras públicas es necesaria, debemos mirar con atención a cómo se financian estas medidas. Este gobierno no puede escapar de su responsabilidad en el contexto actual, que es resultado de años de políticas de ajuste y recortes. Con su compromiso con el FMI y los sectores capitalistas, buscan perpetuar el mismo ciclo de deuda y dependencia que solo llevan a más precarización y pobreza. Las medidas temporales de subsidios y ayudas, como el IFE, son completamente insuficientes si no se acompañan de una clara contraposición a la política de deuda externa y los intereses de los grandes capitales. Además, el aumento en el presupuesto para las Fuerzas Armadas y de Seguridad puede verse como un intento de mantener la represión ante el descontento social que inevitablemente crecerá. Es fundamental que el incremento del presupuesto se dirija a garantizar condiciones de vida dignas, con un enfoque claro de derechos para la clase trabajadora. Por lo tanto, propongo una modificación radical del enfoque económico actual, rechazando cualquier respaldo a políticas que mantengan el régimen de ajuste. Este decreto debiera ser parte de un verdadero plan de reestructuración social, donde se priorice la vida y la dignidad del pueblo trabajador, y se establezcan mecanismos para financiarlo a través de la imposición de impuestos a las grandes fortunas y la recuperación de los recursos saqueados por deuda. Mi voto es en contra del decreto tal cual se presenta."
        },
        {
            "role": "user",
            "content": "Ahora arranca la ronda 1"
        },
        {
            "role": "user",
            "content": "En esta ronda, cada agente tiene acceso a los argumentos expresados por todos los agentes en todo el debate hasta el momento, incluido el propio. La tarea consiste en analizar críticamente estos argumentos, respondiendo, reforzando o modificando su postura según corresponda. Cada agente puede señalar inconsistencias, falacias, omisiones o debilidades en los planteos de otros agentes, así como destacar puntos de coincidencia. Es importante que los agentes identifiquen explícitamente a qué argumentos o agentes están respondiendo, y que los contraargumentos sean coherentes con su orientación ideológica. Si algún agente decide modificar su postura o voto, debe justificar claramente los motivos de ese cambio. Al finalizar, el agente debe indicar si mantiene o modifica su voto (a favor o en contra de la ley)."
        },
        {
            "role": "user",
            "content": "Tiene la palabra el Agente Liberal"
        },
        {
            "role": "assistant",
            "content": "[Agente Liberal]: En el debate anterior, el Agente de Juntos Por El Cambio planteó que el decreto busca responder a una necesidad crítica y que la flexibilidad en el uso del presupuesto puede ser positiva en un contexto de emergencia. Sin embargo, me parece que este enfoque ignora las consecuencias a largo plazo de la expansión del gasto público y la falta de eficiencia que caracteriza el manejo de los recursos estatales. El Agente de Unión por la Patria también validó las medidas como necesarias, pero sugiere que el Estado debe tener un rol protagónico en la economía. Esta posición olvida que un crecimiento prolongado sostenido se logra mejor a través de un mercado libre y no mediante la intervención estatal. Adicionalmente, el Agente de Izquierda enfatiza la injusticia de las políticas de ajuste previas, pero sus propuestas para financiar el gasto continuo reforzarían un ciclo de dependencia y desincentivo a la productividad. No se trata de mejorar la respuesta estatal ante la crisis, sino de disminuir su tamaño y compromiso con políticas que son a menudo ineficaces. La solución a la crisis no está en continuar reforzando una estructura estatal que ya ha fallado, sino en crear las condiciones para que el sector privado florezca y gestione eficientemente los recursos. Por lo tanto, mi postura sigue siendo en contra de este decreto, ya que no resuelve el problema de fondo y perpetúa un modelo de Estado redistributivo en lugar de uno que fomente el crecimiento."
        },
        {
            "role": "user",
            "content": "Tiene la palabra el Agente de Juntos Por El Cambio"
        },
        {
            "role": "assistant",
            "content": "[Agente de Juntos Por El Cambio]: En esta ronda, es fundamental considerar los argumentos presentados por otros agentes. El Agente Liberal ha señalado correctamente que el aumento de la intervención estatal y la expansión del presupuesto no abordan problemas estructurales, sin embargo, mi postura se centra en que el contexto de emergencia justifica acciones temporales que sean responsables y correctamente canalizadas. El riesgo de uso discrecional de recursos es algo que compartimos, pero no podemos olvidar que la necesidad inmediata de asistencia a sectores vulnerables requiere rapidez en la respuesta estatal. El Agente de Unión por la Patria ha hecho énfasis en la necesidad de un rol protagónico del Estado, y si bien concuerdo en que el Estado debe proteger a los ciudadanos en crisis, no debe ser a expensas de la fiscalidad y la sostenibilidad a largo plazo. El Agente de Izquierda ha planteado preocupaciones válidas sobre el financiamiento y el contexto, pero su rechazo total a este decreto, sin ofrecer propuestas claras tienen un enfoque de solución menos práctico. Pido un balance que permita intervención estatal con control, eficiencia y un camino hacia la recuperación sostenible y la inclusión. Por ello, sostengo mi voto en contra, pero resalto la necesidad de encontrar compromisos y soluciones que equilibren lo inmediato con lo sostenible, de modo que no perpetuemos ciclos de dependencia. Por eso mantengo mi voto en contra del decreto tal cual se propone, pero con propuestas para una reestructuración más precisa del gasto."
        },
        {
            "role": "user",
            "content": "Tiene la palabra el Agente de Union Por La Patria"
        },
        {
            "role": "assistant",
            "content": "[Agente de Union Por La Patria]: He revisado los argumentos presentados por los otros agentes en esta ronda. El Agente Liberal destaca la necesidad de reducir el gasto público, justificando que programas como estos perpetúan la dependencia. Sin embargo, es fundamental reconocer que las políticas de inclusión social promovidas en este decreto son imprescindibles ante una crisis como la de COVID-19, que ha exacerbado las desigualdades existentes. Cortar el gasto en asistencia social en este contexto sería un error garrafal que podría dejar a millones de argentinos sin el apoyo vital que necesitan.\n\nEl Agente de Juntos Por El Cambio menciona la preocupación por la discrecionalidad en el uso de los recursos, lo cual es un punto válido. No obstante, es necesario enfatizar que las medidas de emergencia requieren una flexibilidad adecuada para responder a las necesidades urgentes. Existen mecanismos de control que pueden garantizar la transparencia en el uso de estos fondos, como la rendición de cuentas y el fortalecimiento de las auditorías.\n\nEl Agente de Izquierda, en su crítica, señala que el financiamiento de estas medidas debe hacerse recuperando recursos de los sectores más ricos y la deuda. Estoy de acuerdo en que es necesario abordar la cuestión de la deuda y la justicia impositiva. Sin embargo, el rechazo general a medidas de emergencia no es el camino a seguir. Debemos trabajar juntos por un plan inclusivo que contemple ingresos dignos para todos, pero a la vez trabajar en contra del ajuste que representa la política de endeudamiento que hemos vivido en los últimos años.\n\nEn este sentido, reitero que el Estado debe seguir siendo un actor fundamental que garantice derechos en tiempos de crisis. Las modificaciones presupuestarias que se presentan en este decreto son esenciales para continuar sosteniendo la emergencia sanitaria y social, y por lo tanto, mantengo mi apoyo al decreto y mi voto a favor."
        },
        {
            "role": "user",
            "content": "Tiene la palabra el Agente de Izquierda"
        },
        {
            "role": "assistant",
            "content": "[Agente de Izquierda]: Desde el inicio del debate, he notado que tanto el Agente Liberal como el Agente de Juntos Por El Cambio abogan por un enfoque que prioriza la eficiencia del gasto público y la reducción del déficit fiscal, ignorando completamente las raíces estructurales de la crisis social y sanitaria que vivimos. Sus propuestas carecen de una solidaridad real con los sectores más vulnerables, declarando que el Estado no debería asumir un papel activo en la protección de la población y más bien liberar al mercado, como si estas \"soluciones\" no hubiesen fracasado en el pasado. El argumento del Agente de Union Por La Patria que señala la necesidad de una respuesta estatal frente a la pandemia es algo con lo que coincido, pero debemos recordar que este gobierno es responsable de la deuda y del compromiso con el FMI que nos ha llevado a esta emergencia en primer lugar. Si bien el aumento de asignaciones en salud y educación es positivo, no es suficiente si se sigue gestionando bajo un modelo de ajuste. Para resolver la crisis debemos plantear un cambio radical en la forma en que se financian estas medidas, incluyendo impuestos progresivos a los grandes patrimonios y una auditoría de la deuda. La preocupación por un fortalecimiento de la represión con el aumento del presupuesto en seguridad también es válida; más inversión en seguridad no resolverá las cuestiones sociales y perjudicará aún más a los sectores desfavorecidos. Por lo tanto, reafirmo mi postura inicial, que este decreto, tal como se presenta, no es la respuesta adecuada para afrontar la crisis, ya que no implica un cambio de rumbo estructural, lo que me lleva a mantener mi voto en contra de este decreto."
        },
        {
            "role": "user",
            "content": "Ahora arranca la ronda 2"
        },
        {
            "role": "user",
            "content": "En esta última ronda, cada agente debe elaborar una conclusión integradora que contemple su postura inicial, los argumentos del resto de los agentes y los contraargumentos surgidos en la segunda ronda. La intervención debe explicar qué aspectos de los argumentos ajenos resultaron convincentes o irrelevantes, y cómo impactaron (o no) en la postura del agente. Se espera una síntesis reflexiva que muestre si el debate enriqueció su perspectiva o reforzó su posición original, manteniendo siempre la coherencia con sus valores e identidad ideológica. Finalmente, cada agente debe justificar de manera clara y fundamentada su voto final (a favor o en contra de la ley 'Medidas presupuestarias.. Edición del\n3 de Julio de 2025\nEdiciones Anteriores\nBúsqueda avanzada\nSecciones\nBúsqueda\nCantidad de resultados\nBúsqueda avanzada\nLegislación y Avisos Oficiales\nPrimera Sección\nSociedades y Avisos Judiciales\nSegunda Sección\nContrataciones\nTercera Sección\nVolver\nLegislación y Avisos Oficiales\nPrimera sección\nPrimera\nDecretos\nDetalle\n|\n|\nVer páginas publicadas\nVer texto del aviso\nPRESUPUESTO\nDecreto 457/2020\nDECNU-2020-457-APN-PTE - Modifica el Presupuesto General de la Administración Nacional para el Ejercicio 2020.\nCiudad de Buenos Aires, 10/05/2020\nVISTO el Expediente N° EX-2020-29740675-APN-DGD#MEC, la Ley N° 27.467 de Presupuesto General de la Administración Nacional para el Ejercicio 2019, vigente conforme el artículo 27 de la Ley Nº 24.156 de Administración Financiera y de los Sistemas de Control del Sector Público Nacional y sus modificatorias, en los términos del Decreto N° 4 del 2 de enero de 2020 y complementada por el Decreto Nº 193 del 27 de febrero de 2020, los Decretos Nros. 7 del 10 de diciembre de 2019, 50 del 19 de diciembre de 2019 y sus modificatorios, y\nCONSIDERANDO:\nQue con fecha 11 de marzo de 2020, la ORGANIZACIÓN MUNDIAL DE LA SALUD (OMS), declaró el brote del nuevo coronavirus como una pandemia.\nQue por el Decreto N° 260 del 12 de marzo de 2020 en la Argentina se amplió la emergencia pública en materia sanitaria establecida por Ley N° 27.541, por el plazo de UN (1) año en virtud de la pandemia declarada.\nQue por el Decreto N° 297 de 2020 y sus prórrogas nuestro país desplegó medidas de ailsamiento social, preventivo y obligatorio con el objeto de controlar el impacto de la epidemia en todo el territorio nacional.\nQue por la Decisión Administrativa N° 1 del 10 de enero de 2020 se determinaron los Recursos y Créditos Presupuestarios correspondientes a la prórroga de la Ley N° 27.467 de Presupuesto General de la Administración Nacional para el Ejercicio 2019, con las adecuaciones institucionales del PODER EJECUTIVO NACIONAL establecidas por los Decretos Nros. 7/19 y 50/19.\nQue la prórroga del Presupuesto General de la Administración Nacional del Ejercicio 2019 implica recursos y créditos afectados por el nivel de inflación registrado durante aquel año que ascendió a 53,8%.\nQue las medidas de aislamiento social, preventivo y obligatorio han tenido un impacto considerable en el normal funcionamiento de la economía y la sociedad.\nQue en este entendimiento, el PODER EJECUTIVO NACIONAL desplegó medidas de protección económica y social con el objetivo de morigerar la caída en el nivel de actividad económica, proteger la viabilidad de las empresas y el empleo y, por lo tanto, el ingreso de las familias.\nQue mediante el Decreto Nº 309 del 23 de marzo de 2020 se otorgó un Subsidio Extraordinario por única vez, tanto para los beneficiarios y las beneficiarias del Sistema Integrado Previsional Argentino (SIPA), de la Pensión Universal para el Adulto Mayor y de las Pensiones no Contributivas que percibieran un haber de hasta PESOS DIECIOCHO MIL OCHOCIENTOS NOVENTA Y UNO CON CUARENTA Y NUEVE CENTAVOS ($18.891,49), como para aquellos que perciben la Asignación Universal por Hijo y por Embarazo para Protección Social.\nQue por el Decreto Nº 310 del 23 de marzo de 2020 se instituyó el INGRESO FAMILIAR DE EMERGENCIA (IFE) como una prestación monetaria no contributiva de carácter excepcional destinada a compensar la pérdida o grave disminución de ingresos de personas afectadas por la situación de emergencia sanitaria declarada por el Decreto N° 260/20.\nQue a través del Decreto Nº 376 del 19 de abril de 2020 se modificó el Decreto N° 332 del 1° de abril de 2020, que creó el PROGRAMA DE ASISTENCIA DE EMERGENCIA AL TRABAJO Y LA PRODUCCIÓN (ATP) como una herramienta para morigerar el impacto de las medidas sanitarias actuales sobre los procesos productivos y el empleo.\nQue el artículo 2º del Decreto N° 332/20 establece que los beneficios de dicho programa son el Salario Complementario, la postergación o reducción del pago de Contribuciones Patronales, la modificación del Sistema Integral de Prestaciones por Desempleo y los créditos a tasa cero para personas adheridas al Régimen Simplificado para Pequeños Contribuyentes y para trabajadoras y trabajadores autónomos.\nQue mediante el artículo 8º del decreto citado en el considerando precedente se dispone que el Salario Complementario consistirá en una suma abonada por la ADMINISTRACIÓN NACIONAL DE LA SEGURIDAD SOCIAL, organismo actuante en el ámbito de la SECRETARÍA DE SEGURIDAD SOCIAL del MINISTERIO DE TRABAJO, EMPLEO Y SEGURIDAD SOCIAL, para todos o parte de los trabajadores y las trabajadoras en relación de dependencia cuyas empleadoras y empleadores cumplan con los requisitos establecidos en el artículo 3º y de conformidad con lo dispuesto en el artículo 4º, ambos del mismo decreto.\nQue mediante el artículo 10 de la citada medida se incrementan las prestaciones mínima y máxima del Seguro por Desempleo a PESOS SEIS MIL ($ 6.000) y a PESOS DIEZ MIL ($10.000), respectivamente.\nQue por las medidas mencionadas anteriormente y para continuar asistiendo a las personas y a las empresas en el contexto de las medidas de aisalmiento y distanciamiento es necesario ampliar el crédito de la ADMINISTRACIÓN NACIONAL DE LA SEGURIDAD SOCIAL.\nQue resulta necesario incrementar el presupuesto del MINISTERIO DE DESARROLLO PRODUCTIVO para incorporar los aportes directos en favor del Fondo Nacional de Desarrollo Productivo (FONDEP) y del Fondo de Garantías Argentino (FoGAr), dispuestos por los artículos 9° bis y 9° ter del Decreto N° 332/20 y sus modificatorios, respectivamente, con el objeto de bonificar el CIEN POR CIENTO (100 %) de la tasa de interés y del costo financiero total que devenguen los créditos a tasa cero que se otorguen a personas adheridas al Régimen Simplificado para Pequeños Contribuyentes y trabajadoras o trabajadores autónomos, como así también avalar un porcentaje de los créditos que se otorguen a empresas.\nQue el Decreto N° 315 del 26 de marzo de 2020 estableció el otorgamiento a los trabajadores y a las trabajadoras profesionales, técnicos y técnicas, auxiliares y ayudantes en relación de dependencia que presten servicios en forma presencial y efectiva, relacionados con la salud, en instituciones asistenciales del sistema público, privado y de la seguridad social, abocados y abocadas al manejo de casos relacionados con la pandemia de COVID-19, del pago de una asignación estímulo a la efectiva prestación de servicios, de carácter no remunerativo.\nQue resulta necesario modificar el presupuesto vigente del MINISTERIO DE SALUD incrementando las asignaciones corrientes y de capital destinadas a la atención de las acciones realizadas en virtud de la Emergencia Sanitaria por la pandemia COVID-19, incluyendo la asignación mencionada en el considerando precedente.\nQue corresponde reforzar el presupuesto vigente del MINISTERIO DE DESARROLLO SOCIAL con el fin de sostener las acciones derivadas del Proyecto para la Protección de Niños y Niñas y del Programa de Apoyo al Plan Nacional de Primera Infancia.\nQue resulta necesario modificar el presupuesto vigente del MINISTERIO DE RELACIONES EXTERIORES, COMERCIO INTERNACIONAL Y CULTO a los fines de facilitar asistencia, a través de las representaciones argentinas en el exterior, a las y los argentinos y a los residentes en el país que se encuentren fuera del territorio nacional en el marco de la pandemia del COVID -19.\nQue corresponde asignar un refuerzo de créditos al MINISTERIO DE DEFENSA para atender las necesidades vinculadas a la pandemia global por COVID-19, relacionadas con las contrataciones de insumos y materiales para la emergencia sanitaria.\nQue, asimismo, resulta necesario efectuar una compensación de partidas presupuestarias en el MINISTERIO DE DEFENSA, la cual implica un cambio en la finalidad y función del gasto de Inteligencia.\nQue en atención a lo dispuesto por el Decreto N° 318 del 28 de marzo de 2020, resulta necesario incrementar los créditos presupuestarios de las Fuerzas Armadas y de Seguridad, incluyendo la Dirección Nacional de Inteligencia Criminal del MINISTERIO DE SEGURIDAD.\nQue se refuerza el presupuesto del INSTITUTO NACIONAL DE ASOCIATIVISMO Y ECONOMÍA SOCIAL, organismo descentralizado en el ámbito del MINISTERIO DE DESARROLLO PRODUCTIVO, con el fin de atender distintas erogaciones, como así también, el otorgamiento de apoyo financiero y préstamos a entidades mutuales y cooperativas.\nQue el incremento mencionado se financia con la incorporación de recursos propios remanentes de ejercicios anteriores.\nQue es menester adecuar el presupuesto vigente del MINISTERIO DE OBRAS PÚBLICAS, con el objeto de afrontar la realización de obras de infraestructura sanitaria, de vivienda, de agua y saneamiento, y de pavimentación, en el marco del “Plan Argentina Hace”.\nQue de acuerdo con lo establecido en el inciso b) del artículo 8° del Decreto N° 52 del 20 de diciembre de 2019, se compensan los créditos de la AGENCIA FEDERAL DE INTELIGENCIA, organismo descentralizado en el ámbito de la PRESIDENCIA DE LA NACIÓN, reduciendo las partidas confidenciales al mínimo indispensable para su funcionamiento.\nQue, asimismo, se incorporan al presupuesto de la citada Agencia recursos provenientes de la venta de inmuebles para financiar gastos de capital.\nQue es menester modificar el Presupuesto vigente de la Jurisdicción 90 - SERVICIO DE LA DEUDA PÚBLICA para posibilitar la atención de los servicios financieros de la deuda pública correspondientes a amortizaciones del presente ejercicio.\nQue resulta oportuno adecuar los créditos presupuestarios incluidos en la órbita de la Jurisdicción 91 - OBLIGACIONES A CARGO DEL TESORO con el objeto de atender compromisos contraídos por el ESTADO NACIONAL.\nQue es necesario modificar los créditos vigentes de la mencionada Jurisdicción 91 destinados a la Empresa AGUA Y SANEAMIENTOS ARGENTINOS SOCIEDAD ANÓNIMA (AySA).\nQue en el artículo 15 de la Ley Nº 24.156 de Administración Financiera y de los Sistemas de Control del Sector Público Nacional, se prevé que “cuando en los presupuestos de las jurisdicciones y entidades públicas se incluyan créditos para contratar obras o adquirir bienes y servicios, cuyo plazo de ejecución exceda al ejercicio financiero, se deberá incluir en los mismos información sobre los recursos invertidos en años anteriores, los que se invertirán en el futuro y sobre el monto total del gasto, así como los respectivos cronogramas de ejecución física. La aprobación de los presupuestos que contengan esta información, por parte de la autoridad competente, implicará la autorización expresa para contratar las obras y/o adquirir los bienes y servicios hasta por su monto total, de acuerdo con las modalidades de contratación vigentes”.\nQue en ese marco, es menester autorizar ciertas obras de agua potable y saneamiento para el ENTE NACIONAL DE OBRAS HÍDRICAS DE SANEAMIENTO (ENOHSA), organismo descentralizado en el ámbito de la SECRETARÍA DE INFRAESTRUCTURA Y POLÍTICA HÍDRICA del MINISTERIO DE OBRAS PÚBLICAS, como así también, de infraestructura vial para la DIRECCIÓN NACIONAL DE VIALIDAD, organismo descentralizado en el ámbito del mencionado Ministerio, e inversión ferroviaria del MINISTERIO DE TRANSPORTE, con impactos plurianuales cuya realización es de imperiosa urgencia, modificando las Planillas Anexas al artículo 11 de la Ley Nº 27.467 de Presupuesto General de la Administración Nacional para el Ejercicio 2019.\nQue es necesario modificar los montos autorizados con destino al financiamiento del servicio de la deuda y gastos no operativos.\nQue, en consecuencia, corresponde sustituir la Planilla Anexa al artículo 40 de la Ley N° 27.467 de Presupuesto General de la Administración Nacional para el Ejercicio 2019, modificada por los Decretos Nros. 668 del 27 de septiembre de 2019, 740 del 28 de octubre de 2019 y por la Resolución del entonces MINISTERIO DE HACIENDA Nº 766 del 17 de octubre de 2019 y prorrogada por el Decreto N° 4 del 2 de enero de 2020.\nQue en el artículo 37 de la Ley Nº 24.156 de Administración Financiera y de los Sistemas de Control del Sector Público Nacional, sustituido por el artículo 1º de la Ley Nº 27.342, se dispone que quedan reservadas al HONORABLE CONGRESO DE LA NACIÓN las decisiones que afecten, entre otros, el monto total del presupuesto y el monto del endeudamiento previsto.\nQue por los motivos expuestos y con el fin de evitar demoras en las acciones precedentemente referidas, resulta necesario disponer con urgencia las adecuaciones antes descriptas correspondientes al Ejercicio Presupuestario 2020.\nQue con el fin de dotar de flexibilidad al Presupuesto de la Administración Nacional para la atención de los gastos que se eroguen en virtud de medidas dictadas en el marco de la emergencia sanitaria ampliada por el artículo 1° del Decreto N° 260/20, resulta necesario suspender la aplicación de los límites establecidos en el tercer párrafo del artículo 37 de la Ley Nº 24.156 de Administración Financiera y de los Sistemas de Control del Sector Público Nacional referidos a las reestructuraciones presupuestarias que puede disponer el Jefe de Gabinete de Ministros; exceptuar al mencionado funcionario de lo establecido en el primer párrafo del citado artículo, en lo que respecta a la disminución de los gastos reservados y de inteligencia en el marco del artículo 8° del Decreto N° 52/19; y sustituir el inciso c del artículo citado en último término para ampliar a la finalidad salud el destino de dichos fondos.\nQue, asimismo, ante la falta de una rápida respuesta a los requerimientos presupuestarios, algunas jurisdicciones y entidades podrían verse perjudicadas debido a la falta de las pertinentes autorizaciones que se requieren para el normal desenvolvimiento de sus acciones, en particular de aquellas vinculadas con la atención de la emergencia sanitaria, económica y social, no pudiendo así atender los compromisos asumidos por ellas, corriendo el riesgo de paralizar el habitual y correcto funcionamiento del ESTADO NACIONAL.\nQue la urgencia en la adopción de estas medidas hace imposible seguir los trámites ordinarios previstos en la CONSTITUCIÓN NACIONAL para la sanción de las leyes.\nQue la Ley N° 26.122 regula el trámite y los alcances de la intervención del HONORABLE CONGRESO DE LA NACIÓN respecto de los Decretos de Necesidad y Urgencia dictados por el PODER EJECUTIVO NACIONAL, en virtud de lo dispuesto por el artículo 99 inciso 3 de la CONSTITUCIÓN NACIONAL.\nQue la citada ley determina que la COMISIÓN BICAMERAL PERMANENTE tiene competencia para pronunciarse respecto de la validez o invalidez de los Decretos de Necesidad y Urgencia, así como elevar el dictamen al plenario de cada Cámara para su expreso tratamiento, en el plazo de DIEZ (10) días hábiles.\nQue el artículo 22 de la Ley N° 26.122 dispone que las Cámaras se pronuncien mediante sendas resoluciones, y que el rechazo o aprobación de los decretos deberá ser expreso conforme con lo establecido en el artículo 82 de la CONSTITUCIÓN NACIONAL.\nQue el servicio jurídico permanente del MINISTERIO DE ECONOMÍA ha tomado la intervención que le compete.\nQue la presente medida se dicta en uso de las atribuciones conferidas por el artículo 99 incisos 1 y 3 de la CONSTITUCIÓN NACIONAL.\nPor ello,\nEL PRESIDENTE DE LA NACIÓN ARGENTINA EN ACUERDO GENERAL DE MINISTROS\nDECRETA:\nARTÍCULO 1º.- Modifícase el Presupuesto General de la Administración Nacional para el Ejercicio 2020, conforme con el detalle obrante en las PLANILLAS ANEXAS (IF-2020-30084952-APN-SSP#MEC) al presente artículo.\nARTÍCULO 2°.- Incorpórase en las Planillas Anexas al artículo 11 de la Ley N° 27.467 de Presupuesto General de la Administración Nacional para el Ejercicio 2019, vigente conforme el artículo 27 de la Ley Nº 24.156 de Administración Financiera y de los Sistemas de Control del Sector Público Nacional, en los términos del Decreto N° 4/20, la contratación de las obras con incidencia en ejercicios futuros, de acuerdo con el detalle obrante en las PLANILLAS ANEXAS (IF-2020-30085017-APN-SSP#MEC) al presente artículo que integran este decreto.\nARTÍCULO 3°.- Sustitúyese la Planilla Anexa al artículo 40 de la Ley N° 27.467 de Presupuesto General de la Administración Nacional para el Ejercicio 2019, vigente conforme el artículo 27 de la Ley Nº 24.156 de Administración Financiera y de los Sistemas de Control del Sector Público Nacional, en los términos del Decreto N° 4/20, por la PLANILLA ANEXA (IF-2020-30085112-APN-SSP#MEC) al presente artículo.\nARTÍCULO 4º.- Suspéndese durante el ejercicio 2020, para aquellas modificaciones presupuestarias necesarias en virtud de medidas dictadas en el marco de las disposiciones del Decreto N° 260/20, la aplicación de los límites a las reestructuraciones presupuestarias que puede disponer el Jefe de Gabinete de Ministros establecidos en el tercer párrafo del artículo 37 de la Ley Nº 24.156 de Administración Financiera y de los Sistemas de Control del Sector Público Nacional.\nARTÍCULO 5º.- Sustitúyese el inciso c. del artículo 8° del Decreto N° 52 del 20 de diciembre de 2019, por el siguiente:\n“c. Transferir a la JEFATURA DE GABINETE DE MINISTROS los fondos reservados que excedan a los necesarios para el normal funcionamiento del organismo, para su posterior reasignación a las políticas públicas nutricionales, educativas y de salud que resultan estratégicas para abordar la emergencia social y sanitaria”.\nARTÍCULO 6º.- Facúltase al señor Jefe de Gabinete de Ministros a realizar las reasignaciones presupuestarias que impliquen una reducción de los gastos reservados y de inteligencia en función de lo dispuesto en el artículo 8° del Decreto N° 52/19, exceptuándolo en esa materia y para el presente ejercicio, de lo establecido en el primer párrafo del artículo 37 de la Ley Nº 24.156 de Administración Financiera y de los Sistemas de Control del Sector Público Nacional.\nARTÍCULO 7°.- La presente medida entrará en vigencia en el día de su publicación en el BOLETÍN OFICIAL.\nARTÍCULO 8°.- Dése cuenta a la COMISIÓN BICAMERAL PERMANENTE del HONORABLE CONGRESO DE LA NACIÓN.\nARTÍCULO 9°.- Comuníquese, publíquese, dése a la DIRECCIÓN NACIONAL DEL REGISTRO OFICIAL y archívese. FERNÁNDEZ - Santiago Andrés Cafiero - Eduardo Enrique de Pedro - Felipe Carlos Solá - Agustin Oscar Rossi - Martín Guzmán - Matías Sebastián Kulfas - Luis Eugenio Basterra - Mario Andrés Meoni - Gabriel Nicolás Katopodis - Marcela Miriam Losardo - Sabina Andrea Frederic - Ginés Mario González García - Daniel Fernando Arroyo - Elizabeth Gómez Alcorta - Tristán Bauer - Roberto Carlos Salvarezza - Claudio Omar Moroni - Juan Cabandie - Matías Lammens - María Eugenia Bielsa - Nicolás A. Trotta\nNOTA: El/los Anexo/s que integra/n este(a) Decreto se publican en la edición web del BORA -www.boletinoficial.gob.ar-\ne. 11/05/2020 N° 19306/20 v. 11/05/2020\nFecha de publicación 11/05/2020\nAnexo - 1\nAnexo - 2\nAnexo - 3\nCompartir por email\n×\nPara:\nAsunto:\nAviso:\nCerrar\nEnviar'), cerrando así su participación en el debate.Es fundamental que la conclusión final del agente no se salga de su marco ideológico y que se mantenga fiel a su identidad política, incluso si ha habido cambios en su postura a lo largo del debate. "
        },
        {
            "role": "user",
            "content": "Tiene la palabra el Agente Liberal"
        },
        {
            "role": "assistant",
            "content": "[Agente Liberal]: En esta última ronda, he reflexionado sobre los argumentos expuestos por los demás agentes. En particular, reconozco que el Agente de Juntos Por El Cambio señala la necesidad de ciertas medidas dentro del contexto de emergencia, pero se queda corto al no considerar las consecuencias a largo plazo de una intervención estatal ampliada. El enfoque de priorizar el rol del Estado sugiere uno de los errores más comunes: pensar que el gobierno puede y debe asumir el control para resolver problemas que, en realidad, requieren la desregulación y la promoción del sector privado. El Agente de Unión por la Patria plantea un papel fundamental del Estado en la protección y asistencia social, algo que coincido en parte, pero no a expensas de un sistema que no alienta el crecimiento sostenible a través de la iniciativa individual y el respeto a la propiedad privada. La mención del Agente de Izquierda sobre la deuda y la justicia impositiva también refleja la misma insistencia en la intervención, olvidando que es el sector privado el que genera la riqueza que puede ser distribuida. Por lo tanto, reafirmo mi postura original: este decreto, aunque pueda parecer necesario en una crisis inmediata, perpetúa un modelo que se ha mostrado ineficaz."
        },
        {
            "role": "user",
            "content": "Tiene la palabra el Agente de Juntos Por El Cambio"
        },
        {
            "role": "assistant",
            "content": "[Agente de Juntos Por El Cambio]: A lo largo de este debate, he tenido la oportunidad de escuchar argumentos diversos que se alinean y distancian de mi propia perspectiva. El Agente Liberal sostiene una postura crítica hacia el rol del Estado en la economía y la necesidad de reducir el gasto público. No obstante, su enfoque podría menospreciar la urgencia de las circunstancias actuales. Si bien el gasto debe ser cuidado, la realidad exige intervenciones temporales que garanticen el bienestar de los más vulnerables. Por otro lado, el Agente de Unión por la Patria propone un rol protagónico del Estado que considero necesario, pero sin la fiscalización adecuada, podrían correrse riesgos que no podemos permitir en un contexto de crisis. También he notado que el Agente de Izquierda rechaza cualquier intento de respuesta estatal sin un cambio estructural. Si bien sus preocupaciones son válidas, no se pueden ignorar las necesidades inmediatas de la población que sufre hoy. Agradezco el aporte de estos enfoques, pero sigo creyendo que el decreto debe ser reformulado para incluir mecanismos claros de control y fiscalización. Por lo tanto, mantengo mi postura original en contra de la ley, porque no se percibe la suficiente claridad en su implementación. La confrontación de ideas me ha permitido reafirmar la necesidad de encontrar equilibrio entre la urgencia y la sustentabilidad fiscal en estas medidas."
        },
        {
            "role": "user",
            "content": "Tiene la palabra el Agente de Union Por La Patria"
        },
        {
            "role": "assistant",
            "content": "[Agente de Union Por La Patria]: A lo largo de este debate, he escuchado argumentos que han reforzado mi posición sobre la importancia del decreto que modifica el Presupuesto General en el contexto de la emergencia provocada por la pandemia. El Agente Liberal aboga por un enfoque que minimiza la intervención del Estado, sugiriendo que la expansión del gasto público perpetúa un ciclo de dependencia, pero ignora la realidad de millones de argentinos que dependen de políticas asistenciales en tiempos de crisis. Por otro lado, el Agente de Juntos Por El Cambio, aunque expresa una preocupación válida respecto a la discrecionalidad en la utilización de los recursos, no propuso una alternativa real que aborde de manera efectiva las necesidades urgentes de la ciudadanía. Por último, el Agente de Izquierda menciona la necesidad de un cambio estructural profundo y cuestiona la deuda, lo cual es un punto válido, pero su rechazo total al decreto no contribuye a resolver la crisis de manera inmediata. Al considerar todos estos argumentos, reafirmo la necesidad de un Estado presente que garantice los derechos sociales y humanos en tiempos de emergencia. Este decreto es un paso necesario para mitigar el impacto de la pandemia y promover la justicia social. Por lo tanto, mantengo mi voto a favor del decreto, reafirmando nuestro compromiso con un desarrollo inclusivo y equitativo para todos los argentinos."
        },
        {
            "role": "user",
            "content": "Tiene la palabra el Agente de Izquierda"
        },
        {
            "role": "assistant",
            "content": "[Agente de Izquierda]: Durante este debate, ha quedado claro que el enfoque del gobierno actual es insuficiente para resolver la crisis social y sanitaria que atravesamos. Pese a que el Agente de Unión por la Patria ha subrayado la necesidad urgente de incrementar el gasto en salud y asistencia social, este gasto debe estar acompañado de una transformación radical en nuestro sistema económico y de la gestión de la deuda externa. Coincido con muchos de los puntos que se han planteado sobre los efectos negativos del ajuste, pero el argumento de que este decreto es suficiente por sí mismo es una trampa que puede llevar a la permanencia de un modelo económico que prioriza intereses ajenos al pueblo. El Agente Liberal y el Agente de Juntos Por el Cambio, aunque conocidos por su postura contra el gasto público, han ofrecido una crítica válida respecto al uso discrecional de los fondos. Sin embargo, su visión de reducir la intervención estatal no nos llevará hacia una solución real de las crisis estructurales, y continúan desestimando el papel fundamental que el Estado debe tener en situaciones de emergencia. Por otro lado, el Agente de Unión por la Patria enfatiza en la necesidad de un rol protagónico del Estado, pero este enfoque no se da en un vacío; debe ir acompañado de medidas que aseguren que los recursos vayan a quienes realmente los necesitan y no a mantener el sistema que perpetúa la pobreza. Como hemos discutido, también es esencial que las medidas que se tomen no refuercen el aparato represivo del Estado ni a las Fuerzas Armadas en el manejo de la crisis. La crítica del Agente de Izquierda sobre el incremento del presupuesto en áreas represivas es válida y se debe educar en la importancia de una respuesta a la crisis que sea realmente emancipadora para los sectores oprimidos. Mi posición no cambia; mantengo que este decreto, tal como se presenta, carece de las reformas necesarias y por ello mi voto continúa siendo en contra."
        }
    ],
    "Resumen final": "#### 🔍 Posturas por agente\n\n**Agente Liberal:** Aboga por la reducción del gasto público y una menor intervención estatal, argumentando que la expansión del presupuesto perpetúa un ciclo de dependencia. Critica la postura de otros agentes que sugieren una mayor intervención estatal. Mantiene su posición en contra del decreto, defendiendo la idea de empoderar al sector privado.  **Voto final:** En contra, basado en su deseo de promover un modelo de crecimiento sostenible.\n\n**Agente de Juntos Por El Cambio:** Plantea la urgencia de medidas temporales para asistencia en tiempos de crisis, pero destaca la importancia de la responsabilidad fiscal y de evitar discrecionalidad en el uso de los recursos. Sostiene que se necesita control en la gestión del gasto. Su postura se reafirma en contra del decreto, pidiendo un equilibrio entre intervención estatal y sostenibilidad fiscal. **Voto final:** En contra, resaltando preocupaciones sobre el uso de los recursos.\n\n**Agente de Unión Por La Patria:** Argumenta que el decreto es fundamental para garantizar asistencia social y prolongar la protección de los sectores vulnerables. Resalta la importancia del rol del Estado y considera que debe existir flexibilidad en el gasto en situaciones de emergencia. Se interesa por la fiscalización del uso de los recursos. **Voto final:** A favor, sostenido por su ideología de justicia social y la protección de derechos en tiempos de crisis.\n\n**Agente de Izquierda:** Critica el enfoque del gobierno, sugiriendo que la mera modificación del presupuesto no aborda las raíces de la crisis. Propone cambios estructurales en el modelo económico y una negociación de la deuda. Aunque reconoce la necesidad de gasto en áreas críticas, argumenta que el decreto carece de dirección hacia un verdadero cambio social. **Voto final:** En contra, resaltando su demanda de cambios estructurales más profundos. \n\n#### 🧠 Síntesis del debate\n\n**Puntos de acuerdo:** Todos los agentes reconocen la necesidad de intervenir en un contexto de crisis social y sanitaria, aunque difieren en la forma en que debe hacerse. Se acepta que hay preocupaciones sobre la discrecionalidad en el uso del presupuesto.\n\n**Conflictos ideológicos principales:** La tensión principal se centra en el rol del Estado en la economía, donde el Liberal y el Juntos Por El Cambio se oponen a una mayor intervención, mientras que el Unión Por La Patria y el Izquierda claman por un Estado más activo para abordar la crisis.\n\n**Divergencias argumentativas:** Las visiones sobre cómo financiar el gasto son divergentes entre los distintos agentes, especialmente entre aquellos que piden una menor intervención y quienes abogan por mayores asignaciones a sectores vulnerables. El Izquierda plantea una crítica hacia la deuda y el sistema actual, pidiendo una transformación radical.\n\n**Resultado de la votación:** Se espera un resultado dividido implementando posturas encontradas, con una mayoría en contra (x votos en contra) y una minoría a favor (y votos a favor)."
}